Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# startSubscription.welcomeToYourWorkspace
source: Welcome to your workspace!
de: Willkommen in Ihrem Arbeitsbereich!
es: ¡Bienvenido a tu workspace!
fa: به فضای کاری خود خوش آمدید!
hu: Üdvözöljük a munkaterületén!

# startSubscription.toStartUsing
source: To start using your workspace, please start a subscription.
de: Um Ihren Arbeitsplatz zu nutzen, starten Sie bitte ein Abonnement.
es: Para empezar a utilizar su workspace, inicie una suscripción.
fa: برای شروع استفاده از فضای کاری خود، لطفاً یک اشتراک را شروع کنید.
hu: A munkaterület használatának megkezdéséhez fizessen elő egy előfizetést.

# startSubscription.octoniusPartnersWithStripe
source: Octonius partners with Stripe to manage your payments.
de: Octonius arbeitet mit Stripe zusammen, um Ihre Zahlungen zu verwalten.
es: Octonius se asocia con Stripe para gestionar sus pagos.
fa: Octonius برای مدیریت پرداخت های شما با Stripe شریک می شود.
hu: Az Octonius a Stripe partnereként kezeli fizetéseit.

# stripePayment.octoniusPartnersWithStripe
source: Octonius partners with Stripe to manage your payments.
de: Octonius arbeitet mit Stripe zusammen, um Ihre Zahlungen zu verwalten.
es: Octonius se asocia con Stripe para administrar sus pagos.
fa: Octonius برای مدیریت پرداخت های شما با Stripe شریک می شود.
hu: Az Octonius a Stripe partnereként kezeli fizetéseit.

# stripePayment.mangaeSubscription
source: Manage subscription
de: Abonnement verwalten
es: Administrar suscripción
fa: مدیریت اشتراک
hu: Előfizetés kezelése

# stripePayment.unexpectedError
source: There's some unexpected error occurred, please try again!
de: Es ist ein unerwarteter Fehler aufgetreten, bitte versuchen Sie es erneut!
es: Ocurrió un error inesperado, ¡inténtelo de nuevo!
fa: یک خطای غیرمنتظره رخ داده است، لطفاً دوباره امتحان کنید!
hu: Váratlan hiba történt, próbáld újra!

# stripePayment.unableFetchSubscriptionDetails
source: Unable to fetch the Subscription details, please try again!
de: Die Abonnementdetails konnten nicht abgerufen werden, bitte versuchen Sie es erneut!
es: No se pueden obtener los detalles de la suscripción, inténtelo de nuevo!
fa: واکشی جزئیات اشتراک امکان‌پذیر نیست، لطفاً دوباره امتحان کنید!
hu: Nem sikerült lekérni az előfizetés részleteit, próbáld újra!

# stripePayment.errorWithYourSubscription
source: There is an error with your Subscription, please contact support!
de: Es liegt ein Fehler bei Ihrem Abonnement vor, bitte kontaktieren Sie den Support!
es: Hay un error con su Suscripción, ¡póngase en contacto con el servicio de asistencia!
fa: در اشتراک شما خطایی وجود دارد، لطفا با پشتیبانی تماس بگیرید!
hu: Hiba történt az előfizetésével kapcsolatban, kérjük, forduljon az ügyfélszolgálathoz!

# adminGeneral.decentralizedUserRoles
source: My organization uses decentralized user roles
de: Meine Organisation verwendet dezentrale Benutzerrollen
es: Mi organización usa roles de usuario descentralizados
fa: سازمان من از نقش های کاربری غیرمتمرکز استفاده می کند
hu: Szervezetem decentralizált felhasználói szerepköröket használ

# adminGeneral.enablingDecentralizedUserRoles
source: Turn this <span class="text-success">ON</span> to allow everyone to create Groups(private). This will reduce the number of user roles to Workplace Admin, Group Manager, Member, and Guest.
de: Indem Sie dies aktivieren, erlauben Sie jedem, Gruppen (privat) zu erstellen. Dadurch wird die Anzahl der Benutzerrollen auf Arbeitsplatzadministrator, Gruppenmanager, Mitglied und Gast reduziert.
es: Al habilitar esto <span class="text-success">ON</span> para permitir que todos creen Grupos (privados). Esto reducirá la cantidad de roles de usuario a Administrador del workplace, Manager de grupo, Miembro e Invitado.
fa: این را <span class="text-success">روشن</span> کنید تا به همه اجازه دهید Groups (خصوصی) ایجاد کنند. این باعث کاهش تعداد نقش‌های کاربر به مدیر محل کار، مدیر گروه، عضو و مهمان می‌شود.
hu: Ezt fordítsd meg<span class="text-success"> TOVÁBB</span> hogy mindenki létrehozhasson csoportokat (privát). Ez csökkenti a felhasználói szerepkörök számát Workplace Admin, Group Manager, Tag és Guest.

# adminGeneral.CentralizedUserRoles
source: Leave this <span class="text-warning">OFF</span> if your organization uses centralized user roles. Your Workplace Admins must assign Work Managers(only WM can create private Groups). This will create the following roles: Workplace Admin, Work Manager, Group Manager, Member, Guest.
de: Lassen Sie diese <span class="text-warning">OF,</span> wenn Ihre Organisation zentralisierte Benutzerrollen verwendet. Ihre Arbeitsplatzadministratoren müssen Arbeitsmanager zuweisen (nur WM kann private Gruppen erstellen). Dadurch werden die folgenden Rollen erstellt: Arbeitsplatzadministrator, Arbeitsmanager, Gruppenmanager, Mitglied, Gast.
es: Deje esto <span class="text-warning">OFF</span> si su organización utiliza roles de usuario centralizados. Los administradores de su lugar de trabajo deben asignar administradores de trabajo (solo WM puede crear grupos privados). Esto creará los siguientes roles: administrador del lugar de trabajo, administrador del trabajo, administrador del grupo, miembro, invitado.
fa: اگر سازمان شما از نقش‌های کاربر متمرکز استفاده می‌کند، آن را <span class="text-warning">خاموش</span> بگذارید. مدیران محل کار شما باید مدیران کاری را تعیین کنند (فقط WM می‌تواند گروه‌های خصوصی ایجاد کند). این نقش های زیر را ایجاد می کند: مدیر محل کار، مدیر کار، مدیر گروه، عضو، مهمان.
hu: Hagyd ezt<span class="text-warning"> KI</span> ha szervezete központosított felhasználói szerepköröket használ. A munkahelyi rendszergazdáknak munkavezetőket kell kijelölniük (csak a WM hozhat létre privát csoportokat). Ezzel a következő szerepkörök jönnek létre: Workplace Admin, Work Manager, Group Manager, Tag, Guest.

# adminGeneral.pleaseWaitsavingSettings
source: Please wait, we are saving the new setting...
de: Bitte warten, wir speichern die neue Einstellung...
es: Espere, estamos guardando la nueva configuración ...
fa: لطفا صبر کنید، ما در حال ذخیره تنظیمات جدید هستیم...
hu: Kérjük, várjon, az új beállítást mentjük...

# adminGeneral.settingsSaved
source: Settings saved!
de: Einstellungen gespeichert!
es: ¡Configuración guardada!
fa: تنظیمات ذخیره شد!
hu: Beállítások elmentve!

# adminGeneral.unableToSaveGroupSettings
source: Unable to save the settings, please try again!
de: Die Einstellungen können nicht gespeichert werden, bitte versuchen Sie es erneut!
es: No se puede guardar la configuración, ¡inténtelo de nuevo!
fa: تنظیمات ذخیره نشد، لطفا دوباره امتحان کنید!
hu: Nem sikerült menteni a beállításokat, próbálkozzon újra!

# deleteWorkspace.deleteWorkspace
source: Delete Workspace
de: Arbeitsbereich löschen
fa: حذف فضای کاری
hu: Munkaterület törlése

# deleteWorkspace.removeWorkspace
source: Remove Workspace
de: Arbeitsbereich entfernen
fa: حذف فضای کاری
hu: Munkaterület eltávolítása

# deleteWorkspace.areYouSure
source: Are you sure?
de: Sind Sie sicher?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# deleteWorkspace.workspaceCompletelyRemoved
source: By doing this, the workspace be completely removed!
de: Auf diese Weise wird der Arbeitsbereich vollständig entfernt!
fa: با انجام این کار، فضای کاری به طور کامل حذف می شود!
hu: Ezzel a munkaterület teljesen eltávolítható!

# deleteWorkspace.pleaseWaitDeletingWorkspace
source: Please wait we are deleting the workspace...
de: Bitte warten Sie, wir löschen den Arbeitsbereich...
fa: لطفا صبر کنید ما در حال حذف فضای کاری...
hu: Kérjük, várjon, a munkaterület törlése folyamatban van...

# deleteWorkspace.workspaceDeleted
source: Workspace deleted!
de: Arbeitsbereich gelöscht!
fa: فضای کاری حذف شد!
hu: Munkaterület törölve!

# deleteWorkspace.unableDeleteWorkspace
source: Unable to delete the workspace, please try again!
de: Der Arbeitsbereich kann nicht gelöscht werden, bitte versuchen Sie es erneut!
fa: قادر به حذف فضای کاری نیستید، لطفا دوباره تلاش کنید!
hu: Nem sikerült törölni a munkaterületet, próbálkozzon újra!

# transferOwnership.transferOwnership
source: Transfer Ownership
de: Eigentum übertragen
fa: انتقال مالکیت
hu: Átruházza a tulajdonjogot

# transferOwnership.pleaseWait
source: Please wait while we are Transfering Ownership ...
de: Bitte warten Sie, während wir den Eigentumsübergang durchführen ...
es: Espere mientras estamos Transfiriendo la Propiedad ...
fa: لطفاً تا زمانی که در حال انتقال مالکیت هستیم صبر کنید...
hu: Kérjük, várjon, amíg a tulajdonjogot átruházzuk...

# transferOwnership.successfully
source: Successfully Transfered OwnerShip!
de: Besitz erfolgreich übertragen!
es: ¡Propiedad Transferida con Éxito!
fa: مالکیت با موفقیت منتقل شد!
hu: Sikeresen átruháztuk a tulajdonjogot!

# transferOwnership.errorWhileTransferingOwnership
source: Error occurred while transfering ownership , please try again!
de: Beim Übertragen der Inhaberschaft ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Se produjo un error al transferir la propiedad. Vuelve a intentarlo.
fa: هنگام انتقال مالکیت خطایی روی داد، لطفاً دوباره امتحان کنید!
hu: Hiba történt a tulajdonjog átruházásakor, próbálja újra!

# workspaceAddDomain.workspaceSignupMode
source: Workplace signup mode
de: Anmeldemodus am Arbeitsplatz
es: Modeo de Signup en Workplace
fa: حالت ثبت نام در محل کار
hu: Munkahelyi regisztrációs mód

# workspaceAddDomain.chooseToMakeYourWorkspace
source: Choose to make your workplace sign up process either via invitation only, or allow anyone else with a certain email address domain to sign up.<br /> (ex - if you specify example.com, then users having email address with domain as example.com, can sign up!)
de: Wählen Sie aus, ob Sie die Anmeldung am Arbeitsplatz entweder nur über eine Einladung vornehmen oder jeder anderen Person mit einer bestimmten E-Mail-Adresse erlauben, sich anzumelden.<br /> (z. B. - wenn Sie example.com angeben, können sich Benutzer mit einer E-Mail-Adresse mit der Domain example.com anmelden!)
es: Elija realizar el proceso de registro de su lugar de trabajo solo mediante invitación o permitir que se registre cualquier otra persona con un dominio de dirección de correo electrónico determinado. <br />(p. ej., si especifica example.com, los usuarios que tengan una dirección de correo electrónico con el dominio example.com pueden registrarse).
fa: انتخاب کنید تا فرآیند ثبت نام در محل کار خود را فقط از طریق دعوتنامه انجام دهید، یا به افراد دیگری با دامنه آدرس ایمیل خاص اجازه ثبت نام دهید.<br /> (به عنوان مثال - اگر example.com را مشخص کنید، کاربرانی که آدرس ایمیل با دامنه به عنوان example.com دارند، می توانند ثبت نام کنند!)
hu: Döntse el, hogy a munkahelyi regisztráció folyamata csak meghívással történik, vagy engedélyezze bárki másnak, aki egy bizonyos e-mail-cím domainjén van.<br /> (pl. ha megadja az example.com címet, akkor azok a felhasználók regisztrálhatnak, akiknek az e-mail címe example.com domainnel van!)

# workspaceAddDomain.usingWorkspaceName
source: Using workplace name"<b>rkspace_name }}", any email a", any email adress from these domain can signup:
hu: A munkahely nevének használata"<b>{{ workspaceData?.workspace_name }}</b> ", ezekből a domainekből bármely e-mail cím regisztrálhat:

# workspaceAddDomain.addThisDomain
source: Add this Domain
de: Diese Domain hinzufügen
es: Añadir este Dominio
fa: این دامنه را اضافه کنید
hu: Adja hozzá ezt a domaint

# workspaceAddDomain.allowedDomains
source: Allowed Domains
de: Zulässige Domänen
es: Domains permitidos
fa: دامنه های مجاز
hu: Engedélyezett domainek

# workspaceAddDomain.listOfAllowedDomains
source: List of all allowed domains from where user can sign up to this workplace.
de: Liste aller zulässigen Domänen, von denen aus sich Benutzer an diesem Arbeitsplatz anmelden können.
es: Lista de todos los dominios permitidos desde donde el usuario puede registrarse en este lugar de trabajo.
fa: فهرست همه دامنه های مجاز که از آنجا کاربر می تواند در این محل کار ثبت نام کند.
hu: Az összes engedélyezett domain listája, ahonnan a felhasználó bejelentkezhet erre a munkahelyre.

# workspaceAddDomain.removeDomain
source: Remove Domain
de: Domäne entfernen
es: Eliminar Domain
fa: حذف دامنه
hu: Domain eltávolítása

# workplaceAddDomain.pleaseWait
source: Please wait, while we are adding the domain...
de: Bitte warten Sie, während wir die Domäne hinzufügen...
es: Espere, mientras agregamos el dominio ...
fa: لطفا صبر کنید، تا زمانی که دامنه را اضافه می کنیم...
hu: Kérjük, várjon, amíg hozzáadjuk a domaint...

# workplaceAddDomain.domainAlreadyExists
source: Seems like the domain domain already exist!
de: Es scheint, als ob die domain-Domäne bereits existiert!
es: ¡Parece que el dominio domain ya existe!
fa: به نظر می رسد دامنه domain از قبل وجود دارد!
hu: Úgy tűnik, adomain domain már létezik!

# workplaceAddDomain.domainAdded
source: domain has been added to the allowed domains!
de: domain wurde zu den erlaubten Domänen hinzugefügt!
es: ¡domain se ha agregado a los dominios permitidos!
fa: domain به دامنه های مجاز اضافه شد!
hu: domain hozzáadva az engedélyezett domainekhez!

# workplaceAddDomain.oopsErrorAdding
source: Oops, an error occurred while adding the domain, please try again!
de: Ups, beim Hinzufügen der Domain ist ein Fehler aufgetreten, bitte versuchen Sie es erneut!
es: ¡Vaya! Se produjo un error al agregar el dominio. Vuelva a intentarlo!
fa: اوه، هنگام افزودن دامنه خطایی روی داد، لطفاً دوباره امتحان کنید!
hu: Hoppá, hiba történt a domain hozzáadása során. Kérjük, próbálja újra!

# workplaceAddDomain.unexpectedError
source: There's some unexpected error occurred, please try again!
de: Es ist ein unerwarteter Fehler aufgetreten, bitte versuchen Sie es erneut!
es: Ocurrió un error inesperado, ¡inténtelo de nuevo!
fa: یک خطای غیرمنتظره رخ داده است، لطفاً دوباره امتحان کنید!
hu: Váratlan hiba történt, próbáld újra!

# workplaceAddDomain.oppsErrorFetching
source: Oops, an error occurred while fetching the list of email domain, please try refreshing the page!
de: Ups, beim Abrufen der Liste der E-Mail-Domänen ist ein Fehler aufgetreten. Bitte versuchen Sie, die Seite neu zu laden!
es: Vaya, se produjo un error al obtener la lista de dominios de correo electrónico. ¡Intente actualizar la página!
fa: اوه، هنگام واکشی لیست دامنه ایمیل خطایی روی داد، لطفاً صفحه را بازخوانی کنید!
hu: Hoppá, hiba történt az e-mail domainek listájának lekérése közben. Kérjük, próbálja meg frissíteni az oldalt!

# workplaceAddDomain.ownerUsesDomain
source: The owner uses this domain, it cannot be removed!
de: Der Eigentümer nutzt diese Domain, sie kann nicht entfernt werden!
es: El propietario usa este dominio, ¡no se puede eliminar!
fa: مالک از این دامنه استفاده می کند، حذف نمی شود!
hu: A tulajdonos használja ezt a domaint, nem távolítható el!

# workplaceAddDomain.pleaseWaitWileRemoving
source: Please wait, while we are removing the domain for you
de: Bitte warten Sie, während wir die Domain für Sie entfernen
es: Espere mientras quitamos el dominio por usted
fa: لطفاً صبر کنید تا زمانی که ما دامنه را برای شما حذف می کنیم
hu: Kérjük, várjon, amíg eltávolítjuk a domaint

# workplaceAddDomain.domainRemoved
source: domain has been removed from the allowed domains!
de: domain wurde aus den erlaubten Domänen entfernt!
es: domain se ha eliminado de los dominios permitidos!
fa: domain از دامنه های مجاز حذف شده است!
hu: domain eltávolítva az engedélyezett domainek közül!

# workplaceAddDomain.oopsErrorRemoving
source: Oops, an error occurred while removing the domain, please try again!
de: Ups, beim Entfernen der Domain ist ein Fehler aufgetreten, bitte versuchen Sie es erneut!
es: ¡Vaya! Se produjo un error al eliminar el dominio. Vuelve a intentarlo!
fa: اوه، هنگام حذف دامنه خطایی رخ داد، لطفاً دوباره امتحان کنید!
hu: Hoppá, hiba történt a domain eltávolítása közben. Kérjük, próbálja újra!

# workplaceGoogleFieldsMapperDialog.mapFields
source: Map Fields
de: Felder zuweisen
fa: فیلدهای نقشه
hu: Térképmezők

# workplaceGoogleFieldsMapperDialog.mapFieldsDescription
source: Map Google fields with Octonius users' properties.
de: Ordnen Sie Google-Felder den Eigenschaften von Octonius-Nutzern zu.
fa: نقشه زمینه های گوگل با ویژگی های کاربران Octonius.
hu: Térképezze fel a Google-mezőket az Octonius-felhasználók tulajdonságaival.

# workplaceGoogleFieldsMapperDialog.octoniusProperty
source: Octonius Property
de: Octonius-Konzessionsgebiet
fa: املاک اکتونیوس
hu: Octonius ingatlan

# workplaceGoogleFieldsMapperDialog.newOctoniusProperty
source: New Octonius Property
de: Neues Konzessionsgebiet Octonius
fa: املاک جدید اکتونیوس
hu: Új Octonius ingatlan

# workplaceGoogleFieldsMapperDialog.currentOctoniusValue
source: Current Octonius Value
hu: Aktuális Octonius érték

# workplaceGoogleFieldsMapperDialog.genericProperties
source: Generic Properties
hu: Általános tulajdonságok

# workplaceLdapFieldsMapperDialog.map
source: Map
de: Landkarte
es: Mapear
fa: نقشه
hu: Térkép

# workplaceGoogleFieldsMapperDialog.saveMapping
source: Save Mapping
de: Mapping speichern
fa: ذخیرۀ نقشهکشی
hu: Leképezés mentése

# workplaceLdapFieldsMapperDialog.userFieldWaring
source: The map of this field will only be effective if the Google Value is an email of an existing user in Octonius.
hu: A mező térképe csak akkor lesz hatásos, ha a Google-érték egy meglévő Octonius-felhasználó e-mailje.

# workplaceGoogleFieldsMapperDialog.currentPosition
source: Current Position
hu: Aktuális pozíció

# workplaceGoogleFieldsMapperDialog.joinDate
source: Join Date
hu: Csatlakozás dátuma

# workplaceGoogleFieldsMapperDialog.phoneNumber
source: Phone Number
hu: Telefonszám

# workplaceGoogleFieldsMapperDialog.mobileNumber
source: Mobile Number
hu: Mobil szám

# workplaceGoogleFieldsMapperDialog.address
source: Address
hu: Cím

# workplaceGoogleFieldsMapperDialog.byDoingGoogleSync
source: By doing this, user's information will be synchronized with Google!
de: Auf diese Weise werden die Informationen des Nutzers mit Google synchronisiert!
fa: با انجام این کار، اطلاعات کاربر با Google هماهنگ خواهد شد!
hu: Ezzel a felhasználó adatai szinkronizálva lesznek a Google-lal!

# workplaceGoogleFieldsMapperDialog.byDoingGoogleFields
source: By doing this, you will select the fields to map with Google!
de: Auf diese Weise wählen Sie die Felder aus, die mit Google zugeordnet werden sollen!
fa: با انجام این کار، زمینه ها را برای نقشه برداری با Google انتخاب خواهید کرد!
hu: Ezzel kiválasztja a Google-lal leképezendő mezőket!

# workplaceLdapFieldsMapperDialog.pleaseWaitSavingProperties
source: Please wait we are saving the properties...
de: Bitte warten Sie, wir speichern die Eigenschaften...
es: Espere, estamos guardando las propiedades...
fa: لطفا صبر کنید ما در حال ذخیره خواص هستیم...
hu: Kérjük, várjon, az ingatlanokat mentjük...

# workplaceLdapFieldsMapperDialog.userSaved
source: User Saved!
de: Benutzer gespart!
es: ¡Usuario Guardado!
fa: کاربر ذخیره شد!
hu: Felhasználó elmentve!

# workplaceLdapFieldsMapperDialog.unableToSave
source: Unable to save the settings, please try again!
de: Die Einstellungen können nicht gespeichert werden, bitte versuchen Sie es erneut!
es: No se puede guardar la configuración, ¡inténtelo de nuevo!
fa: تنظیمات ذخیره نشد، لطفا دوباره امتحان کنید!
hu: Nem sikerült menteni a beállításokat, próbálkozzon újra!

# workplaceGoogleFieldsMapperDialog.areYouSure
source: Are you sure?
de: Sind Sie sicher?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# workplaceGoogleFieldsMapperDialog.pleaseWaitMappingProperties
source: Please wait we are mapping the new properties...
de: Bitte warten Sie, wir kartieren die neuen Eigenschaften...
fa: لطفا صبر کنید ما در حال نقشه برداری از خواص جدید...
hu: Kérjük, várjon, feltérképezzük az új ingatlanokat...

# workplaceGoogleFieldsMapperDialog.propertiesSaved
source: Properties to Map Saved!
de: Zu mappende Eigenschaften gespeichert!
fa: خواص به نقشه ذخیره شده!
hu: A térképezendő tulajdonságok elmentve!

# workplaceGoogleFieldsMapperDialog.unableToSave
source: Unable to save the settings, please try again!
de: Die Einstellungen können nicht gespeichert werden, bitte versuchen Sie es erneut!
fa: قادر به ذخیره تنظیمات نیستید، لطفا دوباره امتحان کنید!
hu: Nem sikerült menteni a beállításokat, próbálkozzon újra!

# workspaceGoogleSync.fetchGoogleInfo
source: Fetch Information from Google Workspace
de: Informationen aus Google Workspace abrufen
fa: واکشی اطلاعات از فضای کاری گوگل
hu: Információk lekérése a Google Workspace-ből

# workspaceGoogleSync.syncGoogle
source: Sync Google
de: Google synchronisieren
fa: همگامسازی گوگل
hu: Szinkronizálja a Google-t

# workplaceGoogleSyncComponent.noSchemas
source: There are no Schemas in your Google profile to synchronize with Octonius properties.
de: Es gibt keine Schemas in Ihrem Google-Profil, die mit Octonius-Eigenschaften synchronisiert werden können.
fa: هیچ طرحواره ای در نمایه Google شما برای همگام سازی با ویژگی های Octonius وجود ندارد.
hu: A Google-profiljában nincsenek olyan sémák, amelyeket szinkronizálni lehetne az Octonius-tulajdonokkal.

# workspaceIntegrationsDialog.workplaceIntegrations
source: Workplace Integrations
de: Arbeitsplatz-Integrationen
es: Integraciones con el Workplace
fa: ادغام محل کار
hu: Munkahelyi integrációk

# workspaceIntegrationsDialog.workplaceIntegrationsDescription
source: Manage integrations with third party applications.
de: Verwalten Sie Integrationen mit Anwendungen von Drittanbietern.
es: Gestionar las integraciones con aplicaciones de terceros.
fa: مدیریت یکپارچه سازی با برنامه های شخص ثالث
hu: Kezelje a harmadik féltől származó alkalmazásokkal való integrációt.

# workspaceIntegrationsDialog.enableGoogleIntegrations
source: Enable Google Integrations
de: Google-Integrationen aktivieren
es: Habilitar Integración con Google
fa: Google Integrations را فعال کنید
hu: Engedélyezze a Google integrációkat

# workspaceIntegrationsDialog.enableGoogleIntegrationsDescription
source: This will allow the users to sign in with google and synchronize with their google drive.
de: Auf diese Weise können sich die Nutzer bei Google anmelden und mit ihrem Google Drive synchronisieren.
es: Esto permitirá a los usuarios a acceder con Google y sincronizarse con su unidad de Google
fa: این به کاربران امکان می دهد با گوگل وارد شوند و با درایو گوگل خود همگام شوند.
hu: Ez lehetővé teszi a felhasználók számára, hogy bejelentkezzenek a Google-lal, és szinkronizáljanak a Google meghajtójukkal.

# workspaceIntegrationsDialog.clientId
source: Client ID:
es: Cliente ID:
fa: شناسه مشتری:
hu: Ügyfélazonosító:

# workspaceIntegrationsDialog.secretKey
source: Secret Key:
de: Sicherheits-Schlüssel:
fa: کلید مخفی:
hu: Titkos kulcs:

# workspaceIntegrationsDialog.enableLDAPIntegrations
source: Enable LDAP Integrations
de: LDAP-Integrationen aktivieren
es: Habilitar Integración con LDAP
fa: یکپارچه سازی LDAP را فعال کنید
hu: Engedélyezze az LDAP-integrációkat

# workspaceIntegrationsDialog.enableLDAPIntegrationsDescription
source: This will allow the users to sign in with the LDAP company account.
de: Auf diese Weise können sich die Benutzer mit dem LDAP-Unternehmenskonto anmelden.
es: Esto permitirá a los usuarios a acceder con la cuenta LDAP de la compañia
fa: این به کاربران امکان می دهد با حساب شرکت LDAP وارد شوند.
hu: Ez lehetővé teszi a felhasználók számára, hogy bejelentkezzenek az LDAP vállalati fiókkal.

# workspaceIntegrationsDialog.ldapDn
source: Distinguished Name:
de: Ausgezeichneter Name:
fa: نام ممتاز:
hu: Megkülönböztetett név:

# workspaceIntegrationsDialog.ldapPassword
source: Password:
de: Passwort:
fa: رمز عبور:
hu: Jelszó:

# workspaceIntegrationsDialog.ldapSearchBase
source: Search Base:
de: Suchbasis:
fa: پایگاه جستجو:
hu: Keresési alap:

# workspaceIntegrationsDialog.enableAzureIntegrations
source: Enable Azure Active Directory Integrations
de: Aktivieren von Azure Active Directory-Integrationen
es: Habilitar Integración con Azure Active Directory
fa: ادغام‌های Azure Active Directory را فعال کنید
hu: Az Azure Active Directory integráció engedélyezése
