Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# globalNorthStarDialog.goalsPending
source: Targets pending
de: Ziele ausstehend
fa: اهداف در انتظار
hu: Célok függőben

# groupCreatePostDialog.pleaseWaitWeAreDeleting
source: Please wait we are deleting the post...
de: Bitte warten wir den Beitrag löschen...
es: Espere, estamos eliminando la publicación ...
fa: لطفا صبر کنید ما در حال حذف...
hu: Kérlek várj, törljük a bejegyzést...

# groupCreatePostDialog.postDeleted
source: Post deleted!
de: Beitrag gelöscht!
es: ¡Publicación borrada!
fa: پست حذف شد!
hu: A bejegyzés törölve!

# groupCreatePostDialog.unableToDeletePost
source: Unable to delete post, please try again!
de: Beitrag kann nicht gelöscht werden, bitte versuchen Sie es erneut!
es: No se puede eliminar la publicación, inténtalo de nuevo.
fa: قادر به حذف نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült törölni a bejegyzést, próbáld újra!

# globalNorthStarStats.updated
source: updated
de: aktualisiert
fa: به روز شده
hu: frissítve

# globalNorthStarStats.to
source: to
de: bis
fa: به
hu: nak nek

# globalNorthStarStats.changedStatus
source: changed the status of
de: Der Status von
fa: تغییر وضعیت
hu: megváltoztatta az állapotát

# globalNorthStarStats.changedSection
source: changed the section of
de: Der Abschnitt von
fa: تغییر بخش از
hu: szakaszát megváltoztatta

# crmLeadCard.company
source: Company
hu: Vállalat

# crmLeadCard.contacts
source: Contacts
hu: Kapcsolatok

# crmContactList.name
source: Name
hu: Név

# crmContactList.position
source: Position
hu: Pozíció

# crmLeadCard.plesaeWaitWeAreUpdaing
source: Please wait we are updating the contents...
hu: Kérjük, várjon, frissítjük a tartalmat...

# crmLeadCard.detailsUpdated
source: Details updated!
hu: Részletek frissítve!

# crmLeadCard.unableToUpdateDetails
source: Unable to update the details, please try again!
hu: Nem sikerült frissíteni a részleteket, próbáld újra!

# groupCrmSetupView.newOrder
source: New Order
hu: Új rend

# groupCrmSetupView.quantity
source: Quantity
hu: Mennyiség

# crmCompanyList.removeOrder
source: By doing this, you will delete the selected order!
hu: Ezzel törli a kiválasztott rendelést!

# newCRMOrderProductDialog.newContact
source: New Order
hu: Új rend

# newCRMOrderProductDialog.contactInformation
source: Order Information
hu: Rendelési információ

# newCRMOrderProductDialog.product
source: Product
hu: Termék

# newCRMOrderProductDialog.quantity
source: Quantity
hu: Mennyiség

# newCRMProductDialog.customFields
source: Custom Fields
hu: Egyéni mezők

# newCRMOrderProductDialog.cancel
source: Cancel
hu: Megszünteti

# newCRMOrderProductDialog.save
source: Save
hu: Megment

# newCRMOrderDialog.areYouSure
source: Are you sure?
hu: biztos vagy ebben?

# newCRMOrderDialog.loseData
source: By doing this, you will lose all the information added in the order!
hu: Ezzel a megrendelésben hozzáadott összes információt elveszíti!

# northStar.northStar
source: Target
de: Ziel
fa: هدف
hu: Cél

# northStar.northStarAreGoals
source: Targets are specific and measurable pieces that must be accomplished in order to reach your goals.
de: Ziele sind spezifische und messbare Stücke, die erreicht werden müssen, um Ihre Ziele zu erreichen.
fa: اهداف قطعات خاص و قابل اندازه گیری است که باید انجام شود به منظور رسیدن به اهداف خود را.
hu: A célok konkrét és mérhető darabok, amelyeket teljesíteni kell ahhoz, hogy elérd a céljaidat.

# northStar.focusSettings
source: Target settings
de: Zieleinstellungen
fa: تنظیمات هدف
hu: Célbeállítások

# northStar.metric
source: Metric:
de: Metrisch:
es: Métrica:
fa: متریک:
hu: Mutató:

# northStar.currency
source: Currency:
de: Währung:
fa: واحد پول:
hu: Valuta:

# northStar.target
source: Target:
de: Ziel:
es: Destino:
fa: هدف:
hu: Cél:

# northStar.initialValue
source: Initial Value:
de: Anfangswert:
es: Valor inicial:
fa: مقدار اولیه:
hu: Kezdő érték:

# northStar.save
source: Save
de: Speichern
es: Guardar
fa: ذخیره
hu: Megment

# northStar.focus
source: Focus
de: Fokussieren
es: Enfoque
fa: تمرکز
hu: Fókusz

# northStar.current
source: Current:
de: Aktuell:
es: Actual:
fa: متداول
hu: Jelenlegi:

# northStar.status
source: Status:
es: Estado:
fa: وضعیت:
hu: Állapot:

# northStar.updateProgress
source: Update progress
de: Baufortschritt aktualisieren
es: Actualizar Progreso
fa: جریان بروزرسانی
hu: Frissítés folyamata

# northStar.progressUpdate
source: Progress update:
de: Aktualisierung der Fortschritte:
es: Actualización del progreso:
fa: به روز رسانی پیشرفت:
hu: Haladás frissítés:

# northStar.statusUpdate
source: Status update:
es: Actualización de la situación:
fa: به روز رسانی وضعیت:
hu: Állapotfrissítés:

# northStarStats.unknownUser
source: An unknown user
de: Ein unbekannter Benutzer
fa: یک کاربر ناشناس
hu: Ismeretlen felhasználó

# northStarStats.increased
source: increased
de: Erhöht
fa: افزایش یافت
hu: megnövekedett

# northStarStats.decreased
source: decreased
de: Verringert
fa: کاهش یافت
hu: csökkent

# northStarStats.set
source: set
de: Satz
fa: تنظیم
hu: készlet

# northStarStats.theValueTo
source: the value to
de: Der Wert für
fa: ارزش برای
hu: az értéket

# northStarStats.andSetTheStatusTo
source: and set the status to
de: und setzen Sie den Status auf
fa: و وضعیت را تنظیم کنید
hu: és állítsa be az állapotot

# northStarStats.on
source: on
de: an
fa: فعال
hu: tovább

# northStarStats.at
source: at
hu: nál nél

# ideaActions.votes
source: votes
de: Stimmen
es: votos
fa: رای
hu: szavazatokat

# postUtils.copyLink
source: Copy Link
de: Link kopieren
es: Copiar enlace
fa: کپی لینک
hu: Link másolása

# postUtils.unpin
source: Unpin
de: Lösen
es: Desprender
fa: در آروردن از سنجاق
hu: Kibont

# postUtils.copyToGroup
source: Copy to Group
de: In Gruppe kopieren
es: Copiar en el grupo
fa: کپی به گروه
hu: Másolás csoportba

# postUtils.moveToGroup
source: Move to Group
de: Zur Gruppe verschieben
es: Mover al grupo
fa: انتقال به گروه
hu: Ugrás a csoportba

# postUtils.delete
source: Delete
de: Löschen
es: Borrar
fa: حذف
hu: Töröl

# postUtils.unableToConnectToServer
source: Unable to connect to the server, please try again later!
de: Die Verbindung zum Server konnte nicht hergestellt werden, bitte versuchen Sie es später noch einmal!
es: No se puede conectar con el servidor, inténtelo de nuevo más tarde.
fa: اتصال به سرور ممکن نیست، لطفاً بعداً دوباره امتحان کنید!
hu: Nem lehet csatlakozni a szerverhez, próbálkozzon újra később!

# postUtils.copiedClipboard
source: Copied to Clipboard!
de: In Zwischenablage kopiert!
es: Copiado al portapapeles!
fa: کپی در کلیپبورد!
hu: Vágólapra másolva!

# postUtils.errorWhilePinPost
source: Error while pin/unpin the post!
de: Fehler beim Anheften/Entheften des Beitrags!
es: ¡Error al anclar / desanclar la publicación!
fa: خطا در حالی که پین / باز کردن پست!
hu: Hiba a bejegyzés rögzítése/feloldása közben!

# postUtils.areYouSure
source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# postUtils.byDoingTaskWillBeDeleted
source: By doing this the task will be deleted!
de: Damit wird die Aufgabe gelöscht!
es: ¡Al hacer esto, la tarea se eliminará!
fa: با انجام این کار وظیفه حذف خواهد شد!
hu: Ezzel a feladat törlődik!

# postUtils.byDoingCardWillBeCopied
source: By doing this the card will be copied to the selected group!
de: Dadurch wird die Karte in die ausgewählte Gruppe kopiert!
es: ¡Al hacer esto, la tarjeta se copiará al grupo seleccionado!
fa: با انجام این کار کارت به گروه منتخب کپی خواهد شد!
hu: Ezzel a kártya a kiválasztott csoportba másolódik!

# postUtils.pleaseWaitWeCopyTask
source: Please wait while we copy the task...
de: Bitte warten Sie, während wir die Aufgabe kopieren...
es: Espere mientras copiamos la tarea ...
fa: لطفا صبر کنید تا ما کپی وظیفه...
hu: Kérjük, várjon, amíg kimásoljuk a feladatot...

# postUtils.cardCopied
source: 👍 Card copied!
de: 👍 Karte kopiert!
es: 👍 ¡Tarjeta copiada!
fa: 👍 کارت کپی شده!
hu: 👍 A kártya másolva!

# postUtils.errorWhileCopyingPost
source: Error while copying the post!
de: Fehler beim Kopieren des Beitrags!
es: ¡Error al copiar la publicación!
fa: خطا در هنگام کپی کردن پست!
hu: Hiba a bejegyzés másolása közben!

# postUtils.byDoingCardWillBeMoved
source: By doing this the card will be moved to the selected group!
de: Dadurch wird die Karte in die ausgewählte Gruppe verschoben!
es: ¡Al hacer esto, la tarjeta se moverá al grupo seleccionado!
fa: با انجام این کار کارت به گروه منتخب منتقل می شود!
hu: Ezzel a kártya a kiválasztott csoportba kerül!

# postUtils.pleaseWaitWeMoveTask
source: Please wait while we move the card...
de: Bitte warten Sie, während wir die Karte verschieben...
es: Espere mientras movemos la tarjeta ...
fa: لطفا صبر کنید تا ما حرکت کارت...
hu: Kérjük, várjon, amíg áthelyezzük a kártyát...

# postUtils.cardMoved
source: 👍 Card moved!
de: 👍 Karte verschoben!
es: 👍 ¡Tarjeta movida!
fa: 👍 کارت حرکت کرد!
hu: 👍 A kártya elköltözött!

# postUtils.errorWhileMovingPost
source: Error while moving the post!
de: Fehler beim Verschieben des Beitrags!
es: ¡Error al mover la publicación!
fa: خطا در هنگام حرکت پست!
hu: Hiba a bejegyzés áthelyezése közben!

# taskStatus.toDo
source: To Do
de: Zu erledigen
es: Para hacer
fa: انجام دادن
hu: Csinálni

# taskStatus.inProgress
source: In Progress
de: In Bearbeitung
es: En Progreso
fa: در حال پیش رفت
hu: Folyamatban

# taskStatus.done
source: Done
de: Erledigt
es: Hecho
fa: انجام شد
hu: Kész

# taskStatus.pleaseWaitWeUpdateStatus
source: Please wait we are updating the status of the task...
de: Bitte warten Sie, wir aktualisieren den Status der Aufgabe...
es: Espere, estamos actualizando el estado de la tarea ...
fa: لطفا صبر کنید ما در حال به روز رسانی وضعیت وظیفه...
hu: Kérjük, várjon, frissítjük a feladat állapotát...

# taskStatus.taskMarkedAs
source: Task status marked as status!
de: Aufgabenstatus als status markiert!
es: ¡Estado de la tarea marcado como status!
fa: وضعیت وظیفه مشخص شده به عنوان status!
hu: A feladat állapota megjelölvestatus !

# taskStatus.unableToChangeStatus
source: Unable to change the status, please try again!
de: Der Status kann nicht geändert werden. Bitte versuchen Sie es erneut!
es: No se puede cambiar el estado, inténtelo de nuevo.
fa: قادر به تغییر وضعیت نیست، لطفا دوباره امتحان کنید!
hu: Az állapot nem módosítható, próbálja újra!

# groupCreatePostDialog.startDate
source: Start date
de: Startdatum
es: Fecha de inicio
fa: تاریخ شروع
hu: Kezdő dátum

# groupCreatePostDialog.dueDate
source: Due date
de: Fälligkeitsdatum
es: Fecha límite
fa: تاریخ تحویل
hu: Esedékesség

# groupCreatePostDialog.dateUpdated
source: Date updated!
de: Datum aktualisiert!
es: ¡Fecha actualizada!
fa: تاریخ به روز شده!
hu: Dátum frissítve!

# postLogs.deletedUser
source: Deleted User
de: Gelöschte Benutzer
es: Usuario Eliminado
fa: کاربر حذف شده
hu: Törölt felhasználó

# postLogs.created
source: Created this item
de: Dieses Element wurde erstellt
es: Creo este elemento
fa: این مورد را ایجاد کرد
hu: Létrehozta ezt az elemet

# postLogs.editedTitle
source: Edited the title
de: Titel bearbeitet
fa: عنوان را ویرایش کرد
hu: Szerkesztette a címet

# postLogs.commented
source: Commented
de: Kommentiert
fa: نظر داده شده
hu: Hozzászólt

# postLogs.removedComment
source: Removed a comment
de: Kommentar entfernt
fa: یک نظر حذف شد
hu: Eltávolított egy megjegyzést

# postLogs.changedContent
source: Changed the content of item
de: Inhalt des Elements geändert
es: Cambió el estado del elemento
fa: محتوای مورد را تغییر داد
hu: Módosult az elem tartalma

# postLogs.makeNS
source: Transformed into a North Star
de: Verwandelt in einen Nordstern
fa: تبدیل به ستاره شمالی شد
hu: Sarkcsillaggá alakítva

# postLogs.makeNoNS
source: Transformed into a normal task
de: In eine normale Aufgabe umgewandelt
fa: تبدیل به یک کار عادی
hu: Normál feladattá alakítva

# postLogs.updateNS
source: Updated the North Star value
de: Der Nordsternwert wurde aktualisiert
es: Actualizó el valor de la North Star
fa: مقدار ستاره شمالی را به روز کرد
hu: Frissítettük a North Star értéket

# postLogs.makeIdea
source: Transformed into an Idea
de: Verwandelt in eine Idee
fa: تبدیل به یک ایده
hu: Ötletté alakítva

# postLogs.makeNoIdea
source: Transformed into a normal task
de: In eine normale Aufgabe umgewandelt
fa: تبدیل به یک کار عادی
hu: Normál feladattá alakítva

# postLogs.makeCRMTask
source: Transformed into a CRM Lead
hu: CRM vezetővé alakítva

# postLogs.makeNoCRMTask
source: Transformed into a normal task
hu: Normál feladattá alakítva

# postLogs.makeCRMOrder
source: Transformed into a CRM Order
hu: CRM-megrendeléssé alakítva

# postLogs.makeMilestone
source: Transformed into a Milestone
de: Verwandelt in einen Meilenstein
fa: تبدیل به یک نقطه عطف
hu: Mérföldkővé alakítva

# postLogs.makeNoMilestone
source: Removed the Milestone
de: Meilenstein entfernt
fa: حذف نقطه عطف
hu: Eltávolította a Mérföldkövet

# postLogs.changedStatus
source: Changed the Status to
de: Status geändert in
fa: وضعیت را به تغییر داد
hu: Az Állapot erre módosult

# postLogs.movedToSection
source: Moved to the section
de: In den Abschnitt verschoben
fa: به بخش منتقل شد
hu: Áthelyezve a szakaszba

# postLogs.assigned
source: Assigned to
de: Zugewiesen an
fa: اختصاص یافته به
hu: Hozzárendelve

# postLogs.unassigned
source: Unassigned from
de: Nicht zugewiesen von
fa: واگذار نشده از
hu: Nincs hozzárendelés

# postLogs.dueDate
source: Changed the Due date to
de: Das Fälligkeitsdatum wurde geändert in
fa: تاریخ سررسید را تغییر داد
hu: Az esedékesség dátuma erre módosult

# postLogs.startDate
source: Changed the Start date to
de: Startdatum geändert in
fa: تاریخ شروع را به تغییر داد
hu: A kezdési dátum erre módosult

# postLogs.editedTime
source: Edited the time
de: Die Uhrzeit wurde bearbeitet
fa: زمان را ویرایش کرد
hu: Módosította az időt

# postLogs.changedCF
source: Changed
de: Geändert
fa: تغییر کرد
hu: Megváltozott

# postLogs.cfTo
source: to
de: bis
es: a
fa: به
hu: nak nek

# postLogs.copiedTo
source: Copied to the group
de: In die Gruppe kopiert
fa: در گروه کپی شد
hu: A csoportba másolva

# postLogs.movedTo
source: Moved to the group
de: In die Gruppe verschoben
fa: به گروه منتقل شد
hu: Átkerült a csoportba

# postLogs.dependencyOf
source: Made a dependency of
de: Abhängig gemacht von
fa: وابستگی ایجاد کرده است
hu: Függőséggé vált

# postLogs.dependentOf
source: Made a dependent of
de: Abhängig gemacht von
fa: وابسته ساخته شده است
hu: Eltartottá tette

# postLogs.removeDependencyOf
source: Removed a dependency of
de: Abhängigkeit von
fa: حذف یک وابستگی از
hu: Eltávolított egy függőséget

# postLogs.removeDependentOf
source: Removed a dependent of
de: Abhängige von
fa: حذف یک وابسته از
hu: Eltávolított egy eltartott

# postLogs.setParent
source: Made a child of
de: Gemacht ein Kind von
fa: فرزندی ساخته شده است
hu: Gyermeket csinált

# postLogs.saveAllocation
source: Changed the Allocation to
de: Die Zuordnung wurde geändert in
fa: تخصیص را به تغییر داد
hu: A kiosztás a következőre módosult

# postLogs.saveEstimation
source: Changed the Estimation to
hu: A becslést erre módosította

# postLogs.saveTags
source: Updated the tags
de: Tags aktualisiert
fa: برچسب ها را به روز کرد
hu: Frissítettük a címkéket

# postLogs.attachFile
source: Attached a file
de: Angehängte Datei
fa: فایل پیوست
hu: Fájl csatolva

# postLogs.attachFileCloud
source: Attached a file from a connected cloud
de: Angehängte Datei aus einer verbundenen Cloud
fa: فایلی را از یک ابر متصل پیوست کرد
hu: Csatolt egy fájlt egy csatlakoztatott felhőből

# postLogs.updateCRMInfo
source: Updated the CRM Information
hu: Frissítettük a CRM-információkat

# postLogs.on
source: on
de: an
es: el
fa: فعال
hu: tovább

# shuttleTask.currently
source: Currently:
de: Zur Zeit
es: Actual:
fa: در حال حاضر:
hu: Jelenleg:

# shuttleTask.shuttle
source: Shuttle
fa: شاتل
hu: űrsikló

# shuttleTask.origin
source: Origin:
de: Herkunft
es: Origen:
fa: اصل و نسب:
hu: Eredet:

# shuttleTask.currentStatus
source: Current Status
de: Aktueller Status
es: Estado Actual
fa: وضعیت فعلی
hu: Jelenlegi állapot

# shuttleTask.status
source: Status
es: Estado
fa: وضعیت
hu: Állapot

# shuttleTask.section
source: Section
de: Abschnitt
es: Sección
fa: بخش
hu: Szakasz

# subTasks.subTasks
source: Subtasks
de: Teilaufgaben
es: Subtareas
fa: ریز تکالیفها
hu: Részfeladatok

# taskActions.actions
source: Actions
de: Aktionen
es: Acciones
fa: اقدامات
hu: Akciók

# taskActions.estimation
source: Estimated time
hu: Becsült idő

# taskActions.copyToGroup
source: Copy to group
de: KOPIEREN IN GRUPPE
fa: کپی به گروه
hu: Másolás csoportba

# taskActions.moveToGroup
source: Move to group
de: Zur Gruppe verschieben
fa: انتقال به گروه
hu: Ugrás a csoportba

# taskActions.templates
source: Templates
fa: قالب
hu: Sablonok

# taskActions.saveTemplate
source: Save template
de: Vorlage speichern
es: Guardar plantilla
fa: ذخیره قالب
hu: Sablon mentése

# taskActions.deleteTemplate
source: Delete template
de: Template löschen
es: Eliminar plantilla
fa: حذف قالب
hu: Sablon törlése

# taskActions.saveNewTemplate
source: Save new template
de: Neue Vorlage speichern
es: Guardar la nueva plantilla
fa: ذخیره قالب جدید
hu: Új sablon mentése

# taskActions.makeSubtaskOf
source: Make subtask of...
de: MACHEN UNTERAUFGABE VON
fa: ساخت SUBTASK از
hu: Készítsen részfeladatot...

# taskActions.makeDependencyOf
source: Make dependency of...
de: ABHÄNGIG MACHEN VON
fa: ایجاد وابستگی
hu: Tedd függővé...

# taskActions.convertTask
source: Convert to...
hu: Konvertálás...

# taskActions.northStar
source: North Star
hu: északi csillag

# taskActions.idea
source: Idea
de: Idee
fa: ایده
hu: Ötlet

# taskActions.crmLead
source: CRM Lead
hu: CRM vezető

# taskActions.makeMilestone
source: Make milestone
de: MILESTONE MACHEN
fa: نقطه عطف را
hu: Tegyen mérföldkövet

# taskActions.milestoneMarkSpecific
source: Milestones mark specific points in time along a project timeline in order to track major progress points that must be reached to achieve success
de: Meilensteine markieren bestimmte Zeitpunkte entlang einer Projektzeitachse, um wichtige Fortschritte zu verfolgen, die erreicht werden müssen, um den Erfolg zu erzielen
es: Los hitos marcan puntos específicos en el tiempo a lo largo de la línea de tiempo de un proyecto para realizar un seguimiento de los principales puntos de progreso que se deben alcanzar para lograr el éxito.
fa: نقاط عطف علامت نقاط خاص در زمان در امتداد جدول زمانی پروژه به منظور ردیابی نقاط پیشرفت عمده است که باید برای رسیدن به موفقیت رسیده
hu: A mérföldkövek meghatározott időpontokat jelölnek ki a projekt idővonala mentén, hogy nyomon kövessék a főbb előrelépési pontokat, amelyeket el kell érni a siker eléréséhez

# taskActions.withTaskShuttleYouCan
source: With Task Shuttle you can assign the task to another group.
de: Mit Task Shuttle können Sie die Aufgabe einer anderen Gruppe zuweisen.
es: Con Task Shuttle puede asignar la tarea a otro grupo.
fa: با وظیفه شاتل شما می توانید وظیفه را به یک گروه دیگر اختصاص دهد.
hu: A Task Shuttle segítségével hozzárendelheti a feladatot egy másik csoporthoz.

# taskActions.searchTask
source: Search task
hu: Keresési feladat

# taskActions.unableToConnectToServer
source: Unable to connect to the server, please try again later!
de: Die Verbindung zum Server konnte nicht hergestellt werden, bitte versuchen Sie es später noch einmal!
es: No se puede conectar con el servidor, inténtelo de nuevo más tarde.
fa: اتصال به سرور ممکن نیست، لطفاً بعداً دوباره امتحان کنید!
hu: Nem lehet csatlakozni a szerverhez, próbálkozzon újra később!

# taskActions.pleaseWaitWeAreCloning
source: Please wait we are cloning the task...
de: Bitte warten Sie, wir klonen die Aufgabe...
es: Espere, estamos clonando la tarea...
fa: لطفا صبر کنید ما در حال شبیه سازی وظیفه...
hu: Kérem, várjon, klónozzuk a feladatot...

# taskActions.taskCloned
source: 👍 Task cloned!
de: 👍 Aufgabe geklont!
es: 👍 ¡Tarea clonada!
fa: 👍 وظیفه شبیه سازی شده!
hu: 👍 Feladat klónozva!

# taskActions.errorCliningTask
source: Error while cloning the task!
de: Fehler beim Klonen der Aufgabe!
es: ¡Error al clonar la tarea!
fa: خطا در حالی که شبیه سازی وظیفه!
hu: Hiba a feladat klónozása közben!

# taskActions.areYouSure
source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# taskActions.taskWillBeCopied
source: By doing this the task will be copied to the selected group!
de: Dadurch wird die Aufgabe in die ausgewählte Gruppe kopiert!
es: ¡Al hacer esto, la tarea se copiará al grupo seleccionado!
fa: با انجام این کار وظیفه به گروه انتخاب شده کپی خواهد شد!
hu: Ezzel a feladat átmásolódik a kiválasztott csoportba!

# taskActions.pleaseWaitWeAreCopy
source: Please wait we are copy the task...
de: Bitte warten Sie, wir kopieren die Aufgabe...
es: Espere, estamos copiando la tarea...
fa: لطفا صبر کنید ما در حال کپی کردن وظیفه...
hu: Kérjük, várjon, másoljuk a feladatot...

# taskActions.taskCopied
source: 👍 Task Copied!
de: 👍 Aufgabe kopiert!
es: 👍 ¡Tarea copiada!
fa: 👍 وظیفه کپی شده!
hu: 👍 Feladat másolva!

# taskActions.errorWhileCopyingTask
source: Error while copying the task!
de: Fehler beim Kopieren der Aufgabe!
es: ¡Error al copiar la tarea!
fa: خطا در حین کپی کردن وظیفه!
hu: Hiba a feladat másolása közben!

# taskActions.taskWillBeMoved
source: By doing this the task will be moved to the selected group!
de: Dadurch wird die Aufgabe in die ausgewählte Gruppe verschoben!
es: ¡Al hacer esto, la tarea se moverá al grupo seleccionado!
fa: با انجام این کار وظیفه به گروه انتخاب شده منتقل خواهد شد!
hu: Ezzel a feladat a kiválasztott csoportba kerül!

# taskActions.pleaseWaitWeMoveTask
source: Please wait we are move the task...
de: Bitte warten Sie, wir verschieben die Aufgabe...
es: Espere, estamos moviendo la tarea...
fa: لطفا صبر کنید ما در حال حرکت وظیفه...
hu: Kérjük, várjon, áthelyezzük a feladatot...

# taskActions.taskMoved
source: 👍 Task moved!
de: 👍 Aufgabe verschoben!
es: 👍 ¡Tarea movida!
fa: 👍 وظیفه حرکت کرد!
hu: 👍 A feladat áthelyezve!

# taskActions.errorWhilemovingTask
source: Error while moving the task!
de: Fehler beim Verschieben der Aufgabe!
es: ¡Error al mover la tarea!
fa: خطا در حین حرکت وظیفه!
hu: Hiba a feladat áthelyezése közben!

# taskActions.taskWillBeChangeToParentTask
source: By doing this the task will change its parent task!
de: Dadurch ändert die Aufgabe ihre übergeordnete Aufgabe!
es: ¡Al hacer esto, la tarea cambiará su tarea principal!
fa: با انجام این کار وظیفه پدر و مادر خود را تغییر دهید!
hu: Ezzel a feladat megváltoztatja a szülőfeladatát!

# taskActions.taskWillBeChangeToDependencyTask
source: By doing this the task will change its dependency task!
de: Dadurch ändert die Aufgabe ihre Abhängigkeitsaufgabe!
es: ¡Al hacer esto, la tarea cambiará su tarea de dependencia!
fa: با انجام این کار وظیفه وابستگی خود را تغییر خواهد داد!
hu: Ezzel a feladat megváltoztatja a függőségi feladatát!

# taskActions.taskWillBeRemoveItsDependencyTask
source: By doing this the task will remove its dependency task!
de: Dadurch entfernt die Aufgabe ihre Abhängigkeitsaufgabe!
es: ¡Al hacer esto, la tarea eliminará su tarea de dependencia!
fa: با انجام این کار وظیفه وابستگی خود را حذف خواهد کرد!
hu: Ezzel a feladat eltávolítja a függőségi feladatát!

# taskActions.taskWillChangeContentTemplate
source: By doing this the task will change the content of the template!
de: Dadurch ändert die Aufgabe den Inhalt der Vorlage!
es: ¡Al hacer esto, la tarea cambiará el contenido de la plantilla!
fa: با انجام این کار وظیفه محتوای قالب را تغییر خواهد داد!
hu: Ezzel a feladat megváltoztatja a sablon tartalmát!

# taskActions.pleaseWaitUpdetingTemplate
source: Please wait, while we are updating the template for you...
de: Bitte warten Sie, während wir die Vorlage für Sie aktualisieren...
es: Espere, mientras actualizamos la plantilla por usted ...
fa: لطفا صبر کنید، در حالی که ما در حال به روز رسانی قالب برای شما...
hu: Kérjük, várjon, amíg frissítjük a sablont...
