Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# groupSmartAdmin.skills
source: Skills
de: Fähigkeiten
es: Habilidades
fa: مهارت ها
hu: Készségek

# groupSmartAdmin.customFields
source: Custom Fields
de: Benutzerdefinierte Felder
es: Campos personalizados
fa: فیلدهای سفارشی
hu: Egyéni mezők

# groupSmartAdmin.newRule
source: New rule
de: Neue Regel
es: Nueva norma
fa: قانون جدید
hu: Új szabály

# groupSmartAdmin.conditionsMustBeSelected
source: Conditions must be selected.
de: Bedingungen müssen ausgewählt werden.
es: Deben seleccionarse las condiciones.
fa: شرایط باید انتخاب شوند.
hu: Ki kell választani a feltételeket.

# groupSmartAdmin.domainAlreadyAdded
source: That domain has already been added.
de: Diese Domain wurde bereits hinzugefügt.
es: Ese dominio ya se ha agregado.
fa: آن دامنه در حال حاضر اضافه شده است.
hu: A domain már hozzá lett adva.

# groupSmartAdmin.positionAlreadyAdded
source: That position has already been added.
de: Diese Stelle wurde bereits hinzugefügt.
es: Esa posición ya ha sido agregada.
fa: این موقعیت در حال حاضر اضافه شده است.
hu: Ezt a pozíciót már hozzáadták.

# groupSmartAdmin.skillAlreadyAdded
source: That skill has already been added.
de: Diese Fertigkeit wurde bereits hinzugefügt.
es: Esa habilidad ya se ha agregado.
fa: این مهارت در حال حاضر اضافه شده است.
hu: Ezt a képességet már hozzáadták.

# groupSmartAdmin.fieldAlreadyAdded
source: That field has already been added.
de: Dieses Feld wurde bereits hinzugefügt.
es: Ese campo ya se ha agregado.
fa: آن میدان در حال حاضر اضافه شده است.
hu: Ez a mező már hozzáadásra került.

# groupSmartAdmin.fuleSuccessfullyAdded
source: The rule has been successfully added!
de: Die Regel wurde erfolgreich hinzugefügt!
es: ¡La regla se ha agregado correctamente!
fa: قاعده با موفقیت اضافه شده است!
hu: A szabályt sikeresen hozzáadtuk!

# groupSmartAdmin.errorWhileAddingRule
source: An error occurred whilst adding the rule.
de: Beim Hinzufügen der Regel ist ein Fehler aufgetreten.
es: Se produjo un error al agregar la regla.
fa: خطا رخ داد در حالی که اضافه کردن قانون.
hu: Hiba történt a szabály hozzáadása során.

# groupSmartAdmin.errorOccuredWhileFetchingSmartSettings
source: An error occurred whilst fetching existing smart group settings.
de: Beim Abrufen vorhandener Smart Group-Einstellungen ist ein Fehler aufgetreten.
es: Se produjo un error al recuperar la configuración del grupo inteligente existente.
fa: خطا رخ داد در حالی که واکشی تنظیمات گروه هوشمند موجود است.
hu: Hiba történt a meglévő intelligens csoportbeállítások lekérése közben.

# groupSmartAdmin.ruleSuccessfullyDeleted
source: The rule has been successfully deleted!
de: Die Regel wurde erfolgreich gelöscht!
es: ¡La regla se ha eliminado correctamente!
fa: قانون با موفقیت حذف شده است!
hu: A szabály sikeresen törölve!

# groupSmartAdmin.errorWhileDeletingRule
source: An error occurred whilst deleting the rule.
de: Beim Löschen der Regel ist ein Fehler aufgetreten.
es: Se produjo un error al eliminar la regla.
fa: خطایی رخ داد در حالی که قانون را حذف می کرد.
hu: Hiba történt a szabály törlése közben.

# groupSmartAdmin.errorOccurredWhileModifyingMembersOfGroup
source: An error occurred while modifying the members of the group.
de: Beim Ändern der Mitglieder der Gruppe ist ein Fehler aufgetreten.
es: Se produjo un error al modificar los miembros del grupo.
fa: خطایی هنگام اصلاح اعضای گروه رخ داد.
hu: Hiba történt a csoport tagjainak módosításakor.

# groupInviteUser.inviteGuest
source: Invite a guest?
de: Einen Gast einladen?
es: ¿Invitar a un huésped?
fa: يه مهمون دعوت کني؟
hu: Vendéget hívni?

# groupInviteUser.guestMembersHaveAccess
source: Working with people outside your organization? Go on, add them to your group as a guest. Guest members have access only to the group they are invited. They can not see any private or public groups from your organization.
de: Arbeiten Sie mit Menschen außerhalb Ihrer Organisation zusammen? Fahren Sie fort, fügen Sie sie als Gast zu Ihrer Gruppe hinzu. Gastmitglieder haben nur Zugriff auf die Gruppe, zu der sie eingeladen wurden. Sie können keine privaten oder öffentlichen Gruppen Ihrer Organisation sehen.
es: ¿Trabaja con personas ajenas a su organización? Los miembros invitados sólo tienen acceso al grupo al que han sido invitados. No pueden ver ningún grupo privado o público de su organización.
fa: با افراد خارج از سازمان خود کار می کنید؟ ادامه دهید، آنها را به عنوان مهمان به گروه خود اضافه کنید. اعضای مهمان فقط به گروهی که دعوت شده اند دسترسی دارند. آنها نمی توانند هیچ گروه خصوصی یا عمومی را از سازمان شما ببینند.
hu: A szervezetén kívüli emberekkel dolgozik? Add hozzá őket a csoportodhoz vendégként. A vendégtagok csak a meghívott csoporthoz férhetnek hozzá. Nem láthatnak privát vagy nyilvános csoportokat a szervezetéből.

# groupInviteUser.inviteToJoin
source: Invite to Join
de: Zum Beitritt einladen
es: Invitar a unirse
fa: دعوت به عضویت
hu: Meghívás csatlakozásra

# inviteUsers.pleaseProvideEmail
source: Please provide the email
de: E-Mail-Domänen
es: Por favor proporcione el correo electrónico
fa: لطفا ایمیل را ارائه دهید
hu: Kérjük, adja meg az e-mail címet

# inviteUsers.pleaseWaitSendingEmail
source: Please wait, while we are sending the email...
de: Bitte warten Sie, während wir die E-Mail versenden...
es: Espere, mientras enviamos el correo electrónico ...
fa: لطفا صبر کنید، تا زمانی که ما در حال ارسال ایمیل هستیم...
hu: Kérjük, várjon, amíg küldjük az e-mailt...

# inviteUsers.weHaveSentInvitationEmail
source: We have sent the invitation email at email to join your group!
de: Wir haben die Einladungs-E-Mail an email gesendet, um Ihrer Gruppe beizutreten!
es: ¡Hemos enviado el correo electrónico de invitación a email para unirse a su grupo!
fa: ما ایمیل دعوت نامه را به آدرس email پیوستن به گروه شما ارسال کرده اند!
hu: A meghívót a címre küldtükemail hogy csatlakozz a csoportodhoz!

# inviteUsers.oopsErrorWhileSendingEmail
source: Oops, an error occurred while sending the email, please try again!
de: Ups, beim Senden der E-Mail ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Vaya, se produjo un error al enviar el correo electrónico. Vuelva a intentarlo.
fa: اوه، هنگام ارسال ایمیل خطایی روی داد، لطفا دوباره امتحان کنید!
hu: Hoppá, hiba történt az e-mail küldése közben. Kérjük, próbálja újra!

# inviteUsers.unexpectedErrorOccured
source: There's some unexpected error occurred, please try again!
de: Es ist ein unerwarteter Fehler aufgetreten, bitte versuchen Sie es erneut!
es: Ocurrió un error inesperado, ¡inténtelo de nuevo!
fa: یک خطای غیرمنتظره رخ داده است، لطفاً دوباره امتحان کنید!
hu: Váratlan hiba történt, próbáld újra!

# groupDashboard.everythingHappeningYourTeam
source: Everything happening in your team
de: Alles, was in Ihrem Team passiert
es: Todo lo que sucede en su equipo
fa: همه چیز در تیم شما اتفاق می افتد
hu: Minden, ami a csapatodban történik

# groupDashboard.last7Days
source: Last 7 days
de: Letzte 7 Tage
es: Últimos 7 días
fa: 7 روز گذشته
hu: Az elmúlt 7 nap

# groupDashboard.lastMonth
source: Last month
de: Letzten Monat
es: Último mes
fa: ماه گذشته
hu: Múlt hónap

# groupDashboard.lastYear
source: Last year
de: Letztes Jahr
es: El año pasado
fa: سال گذشته
hu: Tavaly

# groupMembers.allMembersFromGroup
source: All members from your group
de: Alle Mitglieder Ihrer Gruppe
es: Todos los miembros de su grupo
fa: همه اعضا از گروه شما
hu: A csoport összes tagja

# groupMembers.exportMembers
source: Export members
de: Export-Mitglieder
es: Exportar miembros
fa: صادرات اعضا
hu: Export tagok

# groupMembers.searchUser
source: Search user...
de: Benutzer suchen...
es: Buscar usuario...
fa: جستجو کاربر...
hu: Felhasználó keresése...

# groupReports.yourCampaignFiles
source: Your Campaign Files
de: Ihre Kampagnendateien
es: Sus archivos de campaña
fa: پرونده های کمپین شما
hu: Az Ön kampányfájljai

# groupResourceManagement.currentInventory
source: Current inventory
hu: Aktuális készlet

# groupResourceManagement.addNew
source: Add new
hu: Új hozzáadása

# groupResourceManagement.item
source: Item
hu: Tétel

# groupResourceManagement.quantity
source: Quantity
hu: Mennyiség

# groupResourceManagement.unitPrice
source: Unit Price
hu: Egységár

# groupResourceManagement.updated
source: Updated
hu: Frissítve

# groupResourceManagement.description
source: Description
hu: Leírás

# asksTableView.addCF
source: Add custom field
de: Benutzerdefiniertes Feld hinzufügen
es: Agregar campo adicional
fa: Benutzerdefiniertes Feld hinzufügen
hu: Egyéni mező hozzáadása

# asksTableView.selectOption
source: Select an option
de: Wählen Sie eine Option
es: Selecciona una opción
fa: Wählen Sie eine Option
hu: Válassz egy lehetőséget

# groupResourceManagement.viewDetails
source: View Details
hu: Részletek megtekintése

# groupResourceManagement.delete
source: Delete
hu: Töröl

# resourcesDetailsDialog.columnAlreadyExists
source: Column already exists!
hu: Az oszlop már létezik!

# resourcesDetailsDialog.areYouSure
source: Are you sure?
hu: biztos vagy ebben?

# resourcesDetailsDialog.remove
source: By doing this, you will delete the selected resource!
hu: Ezzel törli a kiválasztott erőforrást!

# resourcesDetailsDialog.pleaseWaitWeCreateResource
source: Please wait, while we are creating the resource for you...
hu: Kérjük, várjon, amíg létrehozzuk az erőforrást az Ön számára...

# resourcesDetailsDialog.resourceCreated
source: Resource created!
hu: Erőforrás létrehozva!

# resourcesBar.customFields
source: Custom Fields
hu: Egyéni mezők

# resourcesCustomFieldDialog.resourcesCustomFields
source: Resources Custom Fields
hu: Erőforrások Egyéni mezők

# resourcesCustomFieldDialog.createCustomFields
source: Create custom fields to improve how you organize your workflows in the inventory.
hu: Hozzon létre egyéni mezőket, hogy javítsa a munkafolyamatok rendszerezését a leltárban.

# resourcesCustomFieldDialog.thereAreNoCustomFields
source: 🌵 There are no custom fields...
hu: 🌵 Nincsenek egyéni mezők...

# resourcesCustomFieldDialog.isAnInputCF
source: Is a <span *ngIf="field.input_type_text">text</span>input_type_number">number</span> Input Custom Field
hu: Egy<span *ngIf="field.input_type_text"> szöveg</span><span *ngIf="field.input_type_number"> szám</span> Adja meg az egyéni mezőt

# resourcesCustomFieldDialog.addCustomField
source: ADD CUSTOM FIELD
hu: EGYEDI MEZŐ HOZZÁADÁSA

# resourcesCustomFieldDialog.inputValue
source: Input Value
hu: Bemeneti érték

# resourcesCustomFieldDialog.save
source: Save
hu: Megment

# resourcesCustomFieldDialog.cancel
source: Cancel
hu: Megszünteti

# resourcesCustomFieldDialog.fieldAlreadyExist
source: Field already exist!
hu: A mező már létezik!

# resourcesCustomFieldDialog.pleaseWaitDeletingCF
source: Please wait we are deleting the custom field...
hu: Kérjük, várjon, töröljük az egyéni mezőt...

# resourcesCustomFieldDialog.fieldDeleted
source: Field deleted!
hu: A mező törölve!

# resourcesCustomFieldDialog.unableToDeleteField
source: Unable to delete field, please try again!
hu: A mező nem törölhető, próbálja újra!

# resourcesCustomFieldDialog.valueAlreadyExists
source: Value already exists!
hu: Az érték már létezik!

# resourcesCustomFieldDialog.pleaseWaitUpdatingCF
source: Please wait we are updating the custom field...
hu: Kérjük, várjon, frissítjük az egyéni mezőt...

# resourcesCustomFieldDialog.fieldUpdated
source: Field updated!
hu: Mező frissítve!

# resourcesCustomFieldDialog.unableToUpdateField
source: Unable to update field, please try again!
hu: A mező nem frissíthető, próbálkozzon újra!

# advancedFilterDialog.filterCF
source: Filter by Custom Fields
de: Nach benutzerdefinierten Feldern filtern
es: Filtrar por campos personalizados
fa: فیلتر بر اساس زمینه های سفارشی
hu: Szűrés egyéni mezők szerint

# advancedFilterDialog.customFieldsArePowerful
source: Custom fields are a powerful way to manage tasks and workload.
de: Benutzerdefinierte Felder sind eine leistungsstarke Methode zur Verwaltung von Aufgaben und Arbeitsbelastung.
es: Los campos personalizados son una poderosa forma de gestionar las tareas y la carga de trabajo.
fa: زمینه های سفارشی یک راه قدرتمند برای مدیریت وظایف و حجم کار است.
hu: Az egyéni mezők hatékony módja a feladatok és a munkaterhelés kezelésének.

# advancedFilterDialog.selectCF
source: Select Custom Field
de: Benutzerdefiniertes Feld auswählen
es: Elegir campo personalizado
fa: انتخاب زمینه سفارشی
hu: Válassza az Egyéni mezőt

# advancedFilterDialog.selectValue
source: Select Value
de: Werte auswählen
es: Seleccionar Valor
fa: انتخاب مقدار
hu: Válassza az Érték lehetőséget

# advancedFilterDialog.cancel
source: X Cancel
de: X Abbrechen
es: X Cancelar
fa: X لغو
hu: X Mégse

# advancedFilterDialog.filter
source: Filter
es: Filtro
fa: فیلتر
hu: Szűrő

# groupBoardBar.sort
source: Sort
de: Sortieren
es: Ordenar
fa: مرتب سازی
hu: Fajta

# groupBoardBar.filter
source: Filter
es: Filtro
fa: فیلتر
hu: Szűrő

# groupBoardBar.customFields
source: Custom Fields
de: Benutzerdefinierte Felder
es: Campos personalizados
fa: فیلدهای سفارشی
hu: Egyéni mezők

# groupBoardBar.boardViews
source: Board Views
es: Vistas
fa: نماهای هیئت مدیره
hu: Tábla nézetek

# groupBoardBar.kanbanBoard
source: Kanban Board
es: Kanban
hu: Kanban tábla

# groupBoardBar.table
source: Table
de: Tabelle
es: Tabla
fa: جدول
hu: asztal

# groupBoardBar.calendar
source: Calendar
de: Kalender
es: Calendario
fa: تقویم
hu: Naptár

# groupBoardBar.timeline
source: Timeline
de: Zeitleiste
es: Línea de tiempo
fa: تایم لاین
hu: Idővonal

# groupBoardBar.archived
source: Archived
de: Archiviert
es: Archivado
fa: بایگانی شده
hu: Archivált

# groupBoardBar.timeTracking
source: Time Tracking
hu: Időmérés

# groupBoardBar.resourceManagement
source: Resource management
hu: Erőforrás menedzsment

# groupBoardBar.sort.none
source: None
de: Nichts
es: Ninguno
fa: هیچ یک
hu: Egyik sem

# groupBoardBar.sort.dueDate
source: Due Date
de: Fälligkeitsdatum
es: Fecha límite
fa: تاریخ تحویل
hu: Esedékesség

# groupBoardBar.sort.creationDate
source: Creation Date
de: Erstellungsdatum
fa: تاریخ ایجاد
hu: Készítés ideje

# groupBoardBar.sort.tags
source: Tags
de: Schlagwörter
es: Etiquetas
fa: برچسب ها
hu: Címkék

# groupBoardBar.sort.status
source: Status
es: Estado
fa: وضعیت
hu: Állapot

# groupBoardBar.sort.ideas
source: Ideas
de: Ideen
fa: ایده
hu: Ötletek

# groupBoardBar.sort.customField
source: Custom Field
de: Benutzerdefinierte Feld
es: Campo Personalizado
fa: فیلد سفارشی
hu: Egyéni mező

# groupBoardBar.filter.none
source: None
de: Nichts
es: Ninguno
fa: هیچ یک
hu: Egyik sem

# groupBoardBar.filter.myTasks
source: My Tasks
de: Meine Aufgaben
es: Mis tareas
fa: وظایف من
hu: Feladatok

# groupBoardBar.filter.dates
source: Dates
hu: Dátumok

# groupBoardBar.filter.dueDate
source: Due Date
de: Fälligkeitsdatum
es: Fecha límite
fa: تاریخ تحویل
hu: Esedékesség

# groupBoardBar.filter.beforeToday
source: Before today
de: Vor heute
es: Antes de hoy
fa: قبل از امروز
hu: Ma előtt

# groupBoardBar.filter.today
source: Today
de: Heute
es: Hoy
fa: امروز
hu: Ma

# groupBoardBar.filter.tomorrow
source: Tomorrow
de: Morgen
es: Mañana
fa: فردا
hu: Holnap

# groupBoardBar.filter.thisWeek
source: This week
de: Diese Woche
es: Esta semana
fa: این هفته
hu: Ezen a héten

# groupBoardBar.filter.nextWeek
source: Next week
de: Nächste Woche
es: Próxima semana
fa: هفته دیگر
hu: Jövő héten

# groupBoardBar.filter.next14Days
source: Next 14 days
de: Nächste 14 Tage
es: Próximos 14 días
fa: 14 روز آینده
hu: Következő 14 nap

# groupBoardBar.filter.ideas
source: Ideas
de: Ideen
fa: ایده
hu: Ötletek

# groupBoardBar.filter.advancedFilters
source: Advanced Filters
de: Erweiterte Filter
es: Filtros Avanzados
fa: فیلترهای پیشرفته
hu: Speciális szűrők

# boardBar.filterTaskFor
source: Filter Task For
de: Filteraufgabe für
es: Tarea de filtro para
fa: فیلتر وظیفه برای
hu: Szűrési feladat ehhez

# groupCFDialog.customFields
source: Custom Fields
de: Benutzerdefinierte Felder
es: Campos personalizados
fa: فیلدهای سفارشی
hu: Egyéni mezők

# groupCFDialog.createCustomFields
source: Create custom fields to improve how you organize your workflows in task boards.
de: Erstellen Sie benutzerdefinierte Felder, um die Organisation Ihrer Arbeitsabläufe in Aufgabentafeln zu verbessern.
es: Cree campos personalizados para mejorar la organización de sus flujos de trabajo en los tableros de tareas.
fa: ایجاد زمینه های سفارشی برای بهبود نحوه سازماندهی گردش کار خود را در هیئت مدیره وظیفه.
hu: Hozzon létre egyéni mezőket a munkafolyamatok feladattáblákon való rendszerezésének javításához.

# groupCFDialog.thereAreNoCustomFields
source: 🌵 There are no custom fields...
de: 🌵 Es gibt keine benutzerdefinierten Felder...
es: 🌵 No hay campos personalizados...
fa: 🌵 هیچ فیلد سفارشی وجود ندارد...
hu: 🌵 Nincsenek egyéni mezők...

# groupCFDialog.isAnInputCF
source: Is a <span *ngIf="field.input_type_text">text</span>input_type_number">number</span> Input Custom Field
hu: Egy<span *ngIf="field.input_type_text"> szöveg</span><span *ngIf="field.input_type_number"> szám</span> Adja meg az egyéni mezőt

# groupCFDialog.displayinKanbanCard
source: Display in Kanban Card
de: Anzeige in Kanban-Karte
es: Mostrar en las tarjetas en el Kanban
fa: نمایش در کارت کانبان
hu: Megjelenítés a Kanban kártyán

# groupCFDialog.addCustomField
source: ADD CUSTOM FIELD
de: BENUTZERDEFINIERTES FELD HINZUFÜGEN
es: AÑADIR CAMPO PERSONALIZADO
fa: افزودن فیلد سفارشی
hu: EGYEDI MEZŐ HOZZÁADÁSA

# groupCFDialog.inputValue
source: Input Value
de: Eingegebener Wert
fa: مقدار ورودی
hu: Bemeneti érték

# customFieldDialog.fieldAlreadyExist
source: Field already exist!
de: Feld existiert bereits!
es: ¡El campo ya existe!
fa: زمینه در حال حاضر وجود دارد!
hu: A mező már létezik!

# customFieldDialog.pleaseWaitDeletingCF
source: Please wait we are deleting the custom field...
de: Bitte warten Sie, wir löschen das benutzerdefinierte Feld...
es: Espere, estamos eliminando el campo personalizado ...
fa: لطفا صبر کنید ما در حال حذف زمینه سفارشی...
hu: Kérjük, várjon, töröljük az egyéni mezőt...

# customFieldDialog.fieldDeleted
source: Field deleted!
de: Feld gelöscht!
es: ¡Campo eliminado!
fa: فیلد حذف شد!
hu: A mező törölve!

# customFieldDialog.unableToDeleteField
source: Unable to delete field, please try again!
de: Das Feld kann nicht gelöscht werden, bitte versuchen Sie es erneut!
es: No se puede eliminar el campo, inténtelo de nuevo.
fa: قادر به حذف فیلد نیست، لطفاً دوباره امتحان کنید!
hu: A mező nem törölhető, próbálja újra!

# customFieldDialog.valueAlreadyExists
source: Value already exists!
de: Wert ist bereits vorhanden!
es: ¡El valor ya existe!
fa: ارزش در حال حاضر وجود دارد!
hu: Az érték már létezik!

# customFieldDialog.pleaseWaitUpdatingCF
source: Please wait we are updating the custom field...
de: Bitte warten Sie, wir aktualisieren das benutzerdefinierte Feld...
es: Espere, estamos actualizando el campo personalizado ...
fa: لطفا صبر کنید ما در حال به روز رسانی زمینه سفارشی...
hu: Kérjük, várjon, frissítjük az egyéni mezőt...

# customFieldDialog.fieldUpdated
source: Field updated!
de: Feld aktualisiert!
es: ¡Campo actualizado!
fa: فیلد به روز شده!
hu: Mező frissítve!

# customFieldDialog.unableToUpdateField
source: Unable to update field, please try again!
de: Feld kann nicht aktualisiert werden. Bitte versuchen Sie es erneut!
es: No se puede actualizar el campo. Vuelve a intentarlo.
fa: قادر به بروز رسانی فیلد نیست، لطفا دوباره امتحان کنید!
hu: A mező nem frissíthető, próbálkozzon újra!

# timeTrackerDatesFilterDialog.filterDates
source: Filter Dates
hu: Dátumok szűrése

# timeTrackerDatesFilterDialog.selectStartDueDate
source: Select a START and END date to filter.
hu: A szűréshez válasszon START és VÉGE dátumot.

# createSection.newSection
source: New section
hu: Új szakasz

# createSection.save
source: Save
hu: Megment

# createSection.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو
hu: Megszünteti

# createSection.tryAddShortName
source: Try to add a short name
de: Einen Kurznamen hinzuzufügen
es: Intenta agregar un nombre corto
fa: سعی کنید یک نام کوتاه اضافه کنید
hu: Próbáljon meg rövid nevet adni

# createSection.sectionNameNotEmpty
source: Section name can't be empty!
de: Abschnittsname darf nicht leer sein!
es: ¡El nombre de la sección no puede estar vacío!
fa: نام بخش نمی تواند خالی باشد!
hu: A szakasz neve nem lehet üres!

# groupCalendarView.previous
source: Previous
de: Vorherige
es: Anterior
fa: قبلی
hu: Előző

# groupCalendarView.today
source: Today
de: Heute
es: Hoy dia
fa: امروز
hu: Ma

# groupCalendarView.next
source: Next
de: Weiter
es: Siguiente
fa: بعد
hu: Következő

# groupCalendarView.month
source: Month
de: Monat
es: Mes
fa: ماه
hu: Hónap

# groupCalendarView.week
source: Week
de: Woche
es: Semana
fa: هفته
hu: Hét

# groupCalendarView.day
source: Day
de: Tag
es: Día
fa: روز
hu: Nap

# groupCalendarView.edit
source: Edit
de: Bearbeiten
es: Editar
fa: ویرایش
hu: Szerkesztés

# groupCalendarView.editd
source: Edited
de: Bearbeitet
es: Editado
fa: ویرایش شد
hu: Szerkesztette

# groupCalendarView.delete
source: Delete
de: Löschen
es: Borrar
fa: حذف
hu: Töröl

# groupCalendarView.deleted
source: Deleted
de: Gelöscht
es: Eliminado
fa: حذف شده
hu: Törölve

# groupCalendarView.droppedResized
source: Dropped or resized
de: Fallengelassen oder Größe geändert
es: Caído o cambiado de tamaño
fa: افتاد یا تغییر اندازه
hu: Eldobva vagy átméretezve

# groupCalendarView.newEvent
source: New event
de: Neue Veranstaltung
es: Nuevo evento
fa: رویداد جدید
hu: Új esemény

# groupCreatePostDialog.section
source: Section
de: Abschnitt
es: Sección
fa: بخش
hu: Szakasz

# groupCreatePostDialog.assignee
source: Assignee
de: Verantwortlich
es: Asignado
fa: کارگذار
hu: Engedményes

# groupCreatePostDialog.plesaeWaitWeAreUpdaing
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
es: Espere, estamos actualizando el contenido ...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب هستیم...
hu: Kérjük, várjon, frissítjük a tartalmat...

# groupCreatePostDialog.detailsUpdated
source: Details updated!
de: Details aktualisiert!
es: ¡Detalles actualizados!
fa: جزئیات به روز شد!
hu: Részletek frissítve!

# groupCreatePostDialog.unableToUpdateDetails
source: Unable to update the details, please try again!
de: Die Details können nicht aktualisiert werden. Bitte versuchen Sie es erneut!
es: No se pueden actualizar los detalles. Vuelve a intentarlo.
fa: نمی توان جزئیات را به روز کرد، لطفا دوباره امتحان کنید!
hu: Nem sikerült frissíteni a részleteket, próbáld újra!

# groupResourceManagementBoardViewComponent.today
source: Today
hu: Ma

# groupResourceManagementBoardViewComponent.totalTasks
source: Total tasks
hu: Feladatok összesen

# groupResourceManagementBoardViewComponent.addTask
source: Add task
hu: Feladat hozzáadása

# grouptimetrackingview.today
source: Today
hu: Ma

# groupTimeTrackingView.month
source: Month
hu: Hónap

# groupTimeTrackingView.week
source: Week
hu: Hét

# groupTimeTrackingView.task
source: Task
hu: Feladat

# groupTimeTrackingView.timeSpent
source: Time spent
hu: Eltöltött idő

# groupTimeTrackingView.date
source: Date
hu: Dátum

# grouptimetrackingview.category
source: Category
hu: Kategória

# groupTimeTrackingView.comment
source: Comment
hu: Megjegyzés

# groupTimeTrackingView.cost
source: Cost
hu: Költség

# taskTimeTrackingList.recalculateCost
source: Re-Calculate Cost
hu: Költség újraszámítása

# groupTimeTrackingView.tasks
source: Tasks
hu: Feladatok

# groupTimeTrackingView.sum
source: SUM
hu: ÖSSZEG

# groupTimeTrackingView.boardEmpty
source: This board is empty.
hu: Ez a tábla üres.

# taskTimeTrackingList.areYouSure
source: Are you sure?
hu: biztos vagy ebben?
