Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# workspaceIntegrationsDialog.enableAzureIntegrationsDescription
source: This will allow the users to sign in with the Azure Active Directory company account.
de: Dadurch können sich die Benutzer mit dem Azure Active Directory-Unternehmenskonto anmelden.
es: Esto permitirá a los usuarios a acceder con la cuenta de Azure Active Directory de la compañia
fa: این به کاربران امکان می دهد با حساب شرکت Azure Active Directory وارد سیستم شوند.
hu: Ez lehetővé teszi a felhasználók számára, hogy bejelentkezzenek az Azure Active Directory vállalati fiókjával.

# workspaceIntegrationsDialog.azureADAClientId
source: Client ID:
es: Cliente ID:
fa: شناسه مشتری:
hu: Ügyfélazonosító:

# workspaceIntegrationsDialog.enableSlackIntegrations
source: Enable Slack Integrations
de: Slack-Integrationen aktivieren
es: Habilitar Integración con Slack
fa: Slack Integrations را فعال کنید
hu: Engedélyezze a Slack integrációkat

# workspaceIntegrationsDialog.enableSlackIntegrationsDescription
source: This will allow the users to receive notifications in Slack and create task from slack.
de: Auf diese Weise können die Benutzer Benachrichtigungen in Slack erhalten und Aufgaben aus Slack erstellen.
es: Esto permitirá a los usuarios a recivir notificaciones en Slack y crear tareas desde Slack.
fa: این به کاربران امکان می دهد اعلان ها را در Slack دریافت کنند و از Slack وظیفه ایجاد کنند.
hu: Ez lehetővé teszi a felhasználók számára, hogy értesítéseket kapjanak a Slackben, és feladatokat hozzanak létre a Slackből.

# workspaceIntegrationsDialog.enableBoxIntegrations
source: Enable Box Integrations
de: Box-Integrationen aktivieren
es: Habilitar Integración con Box
fa: Box Integrations را فعال کنید
hu: Box-integrációk engedélyezése

# workspaceIntegrationsDialog.enableBoxIntegrationsDescription
source: This will allow the users to synchronize with their box drive.
de: Auf diese Weise können die Benutzer mit ihrem Box-Laufwerk synchronisieren.
es: Esto permitirá a los usuarios sincronizar con su unidad de Box.
fa: این به کاربران امکان می دهد با درایو جعبه خود همگام شوند.
hu: Ez lehetővé teszi a felhasználók számára, hogy szinkronizáljanak a box meghajtójukkal.

# workspaceIntegrationsDialog.enableAtlassiaIntegrations
source: Enable Atlassian Integrations
de: Atlassian-Integrationen aktivieren
fa: فعالسازی Atlassian Integrations
hu: Engedélyezze az Atlassian integrációkat

# workspaceIntegrationsDialog.enableAtlassiaIntegrationsDescription
source: This will allow the users to synchronize the information in Atlassian account.
de: Auf diese Weise können die Benutzer die Informationen im Atlassian-Konto synchronisieren.
fa: این به کاربران اجازه می دهد تا اطلاعات موجود در حساب Atlassian را همگام سازی کنند.
hu: Ez lehetővé teszi a felhasználók számára, hogy szinkronizálják az Atlassian fiókban lévő információkat.

# workspaceIntegrationsDialog.atlassiaToken
source: Token:
fa: توکن:
hu: Jelképes:

# workspaceIntegrationsDialog.enableMS365Integrations
source: Enable MS365 Integration
hu: Engedélyezze az MS365 integrációt

# workspaceIntegrationsDialog.enableMS365IntegrationsDescription
source: This will allow the users to synchronize the information in MS365 account.
hu: Ez lehetővé teszi a felhasználók számára, hogy szinkronizálják az MS365 fiókban lévő információkat.

# workspaceIntegrationsDialog.ms_365_client_id
source: Client ID:
hu: Ügyfélazonosító:

# workspaceIntegrationsDialog.ms_365_tenant_id
source: Tenant ID:
hu: Bérlő azonosítója:

# workspaceIntegrationsDialog.ms_365_client_secret
source: Client Secret:
hu: Ügyfél titka:

# workspaceIntegrationsDialog.ms_365_authority
source: Authority ID:
hu: Hatóság azonosítója:

# workspaceIntegrationsDialog.ms_365_private_key_path
source: Private Key Path:
hu: Privát kulcs elérési útja:

# workspaceIntegrationsDialog.save
source: Save
de: Speichern
es: Guardar
fa: ذخیره
hu: Megment

# workspaceIntegrationsDialog.pleaseWaitsavingSettings
source: Please wait we are saving the new setting...
de: Bitte warten Sie, wir speichern die neue Einstellung...
es: Espere, estamos guardando la nueva configuración ...
fa: لطفا صبر کنید ما در حال ذخیره تنظیمات جدید هستیم...
hu: Kérjük, várjon, az új beállítást mentjük...

# workspaceIntegrationsDialog.settingsSaved
source: Settings saved to your workplace!
de: Einstellungen an Ihrem Arbeitsplatz gespeichert!
es: ¡Configuración guardada en tu workplace!
fa: تنظیمات در محل کار شما ذخیره شد!
hu: A beállítások mentve a munkahelyedre!

# workspaceIntegrationsDialog.unableToSaveWorkplaceSettings
source: Unable to save the settings to your workplace, please try again!
de: Da die Einstellungen an Ihrem Arbeitsplatz nicht gespeichert werden können, versuchen Sie es bitte erneut!
es: No se puede guardar la configuración, inténtelo de nuevo.
fa: تنظیمات در محل کار شما ذخیره نشد، لطفاً دوباره امتحان کنید!
hu: Nem sikerült menteni a beállításokat a munkahelyére, próbálja újra!

# workplaceIntegrations.workspaceIntegrations
source: cable</i> Workplace Integrations</b> </h6> <p i18n="@@workplaceIntegraticable</i> Workplace Integrations
hu: <i class="material-icons">kábel</i> Munkahelyi integrációk

# workplaceIntegrations.workspaceIntegrationsDescription
source: Manage integrations with third party applications.
de: Verwalten Sie Integrationen mit Anwendungen von Drittanbietern.
es: Gestionar las integraciones con aplicaciones de terceros.
fa: مدیریت یکپارچه سازی با برنامه های شخص ثالث
hu: Kezelje a harmadik féltől származó alkalmazásokkal való integrációt.

# workspaceAddDomain.manageIntegrations
source: Manage Integrations
de: Verwalten von Integrationen
es: Gestionar Integraciones
fa: ادغام ها را مدیریت کنید
hu: Integrációk kezelése

# workplaceLdapFieldsMapperDialog.mapFields
source: Map Fields
de: Zuordnung Felder
es: Mapear Campos
fa: فیلدهای نقشه
hu: Térképmezők

# workplaceLdapFieldsMapperDialog.mapFieldsDescription
source: Map LDAP fields with Octonius users' properties.
de: Ordnen Sie LDAP-Felder mit den Eigenschaften von Octonius-Benutzern zu.
es: Mapear campos de LDAP con las propiedades del usuario en Octonius
fa: نقشه فیلدهای LDAP با ویژگی های کاربران Octonius.
hu: Az LDAP-mezők leképezése az Octonius-felhasználók tulajdonságaival.

# workplaceLdapFieldsMapperDialog.googleField
source: LDAP Field
de: LDAP-Feld
fa: فیلد
hu: LDAP mező

# workplaceLdapFieldsMapperDialog.octoniusProperty
source: Octonius Property
de: Octonius-Konzessionsgebiet
fa: املاک اکتونیوس
hu: Octonius ingatlan

# workplaceLdapFieldsMapperDialog.newOctoniusProperty
source: New Octonius Property
de: Neues Konzessionsgebiet Octonius
fa: املاک جدید اکتونیوس
hu: Új Octonius ingatlan

# workplaceLdapFieldsMapperDialog.googleValue
source: LDAP Value
de: LDAP-Wert
fa: مقدار LDAP
hu: LDAP érték

# workplaceLdapFieldsMapperDialog.octoniusValue
source: Octonius Value
de: Oktonischer Wert
fa: اکتونیوس ارزش
hu: Octonius érték

# workplaceLdapFieldsMapperDialog.saveMapping
source: Save Mapping
de: Zuordnung speichern
es: Guardar Mapeo
fa: ذخیره نقشه
hu: Leképezés mentése

# workplaceLdapFieldsMapperDialog.byDoingLDAPSync
source: By doing this, user's information will be synchronized with LDAP!
de: Auf diese Weise werden die Benutzerinformationen mit LDAP synchronisiert!
es: Al hacer esto, la información del usuario se sincronizará con LDAP
fa: با این کار اطلاعات کاربر با LDAP همگام می شود!
hu: Ezzel a felhasználó adatai szinkronizálva lesznek az LDAP-val!

# workplaceLdapFieldsMapperDialog.byDoingLDAPFields
source: By doing this, you will select the fields to map with LDAP!
de: Auf diese Weise wählen Sie die Felder aus, die mit LDAP zugeordnet werden sollen!
es: ¡Al hacer esto, seleccionará los campos para mapear con LDAP!
fa: با این کار فیلدهایی را برای نگاشت با LDAP انتخاب می کنید!
hu: Ezzel kiválasztja az LDAP-pal leképezendő mezőket!

# workplaceLdapFieldsMapperDialog.areYouSure
source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# workplaceLdapFieldsMapperDialog.pleaseWaitMappingProperties
source: Please wait we are mapping the new properties...
de: Bitte warten Sie, wir kartieren die neuen Eigenschaften ...
es: Espere, estamos mapeando las nuevas propiedades...
fa: لطفا صبر کنید ما در حال نقشه برداری از ویژگی های جدید هستیم...
hu: Kérjük, várjon, feltérképezzük az új ingatlanokat...

# workplaceLdapFieldsMapperDialog.propertiesSaved
source: Properties to Map Saved!
de: Eigenschaften zum Zuordnen Gespeichert!
es: ¡Propiedades para Mapear Guardadas!
fa: ویژگی های نقشه ذخیره شد!
hu: A térképezendő tulajdonságok elmentve!

# workspaceAddDomain.fetchLDAPInfo
source: Fetch Information from LDAP
de: Abrufen von Informationen aus LDAP
fa: واکشی اطلاعات از LDAP
hu: Információ lekérése az LDAP-ból

# workspaceAddDomain.syncLDAP
source: Sync LDAP
de: LDAP synchronisieren
es: Sincronizar LDAP
fa: همگام سازی LDAP
hu: LDAP szinkronizálása

# workspaceInviteUser.inviteUser
source: Invite individual users by email
de: Einzelne Benutzer per E-Mail einladen
es: Invita usuarios individualmente por email
fa: کاربران فردی را از طریق ایمیل دعوت کنید
hu: Egyéni felhasználók meghívása e-mailben

# workspaceInviteUser.inviteToJoin
source: Invite to Join
de: Zum Mitmachen einladen
es: Invitar a Unirse
fa: دعوت به عضویت
hu: Meghívás csatlakozásra

# workspaceInviteUser.changeSubscriptionDescription
source: In order to invite other people to join your workspace, you need to upgrade your subscription.
de: Um andere Personen einzuladen, deinem Workspace beizutreten, musst du dein Abonnement aktualisieren.
fa: به منظور دعوت از افراد دیگر برای پیوستن به فضای کاری شما، باید اشتراک خود را ارتقا دهید.
hu: Ahhoz, hogy másokat is meghívhasson a munkaterületére, frissítenie kell az előfizetését.

# workspaceInviteUser.changeSubscription
source: Change Subscription
de: Abonnement ändern
fa: تغییر اشتراک
hu: Előfizetés módosítása

# workplaceInviteUser.theOptionIsMainlyInvite
source: The option is mainly for inviting super-admins, group admins, and external guests.
de: Diese Option ist hauptsächlich für die Einladung von Super-Admins, Gruppen-Admins und externen Gästen gedacht.
es: La opción es principalmente para invitar a superadministradores, administradores de grupo e invitados externos.
fa: این گزینه عمدتاً برای دعوت از سوپر ادمین ها، مدیران گروه و مهمانان خارجی است.
hu: A lehetőség főként szuperadminisztrátorok, csoportadminisztrátorok és külső vendégek meghívására szolgál.

# workplaceInviteUser.pleaseProvideEmail
source: Please provide the email
de: E-Mail-Domänen
es: Por favor proporcione el correo electrónico
fa: لطفا ایمیل را ارائه دهید
hu: Kérjük, adja meg az e-mail címet

# workplaceInviteUser.pleaseWaitSendingEmail
source: Please wait, while we are sending the email...
de: Bitte warten Sie, während wir die E-Mail versenden...
es: Espere, mientras enviamos el correo electrónico ...
fa: لطفا صبر کنید، تا زمانی که ما در حال ارسال ایمیل هستیم...
hu: Kérjük, várjon, amíg küldjük az e-mailt...

# workplaceInviteUser.weSentInvitationEmail
source: We have sent the invitation email at email to join your workplace!
de: Wir haben die Einladungs-E-Mail an email geschickt, um Ihrem Arbeitsplatz beizutreten!
es: ¡Hemos enviado el correo electrónico de invitación a email para unirse a su lugar de trabajo!
fa: ما ایمیل دعوت را به آدرس email برای پیوستن به محل کار شما ارسال کرده ایم!
hu: A meghívót a címre küldtükemail hogy csatlakozz a munkahelyedhez!

# workplaceInviteUser.oopsErrorSendingEmail
source: Oops, an error occurred while sending the email, please try again!
de: Ups, beim Senden der E-Mail ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Vaya, se produjo un error al enviar el correo electrónico. Vuelva a intentarlo!
fa: اوه، هنگام ارسال ایمیل خطایی روی داد، لطفا دوباره امتحان کنید!
hu: Hoppá, hiba történt az e-mail küldése közben. Kérjük, próbálja újra!

# workplaceInviteUser.unexpectedError
source: There's some unexpected error occurred, please try again!
de: Es ist ein unerwarteter Fehler aufgetreten, bitte versuchen Sie es erneut!
es: Ocurrió un error inesperado, ¡inténtelo de nuevo!
fa: یک خطای غیرمنتظره رخ داده است، لطفاً دوباره امتحان کنید!
hu: Váratlan hiba történt, próbáld újra!

# profileCFDialog.profileFields
source: Profile Fields
de: Profilfelder
es: Campos de perfil
fa: Profilfelder
hu: Profilmezők

# profileCFDialog.createProfileFieldsToImprove
source: Create Profile Fields to improve how you organize your teams based on user's profile.
de: Erstellen Felder Profil zu verbessern, wie Sie Ihre Teams organisieren basierend auf Benutzer-Profile.
es: Cree campos de perfil para mejorar la organización de sus equipos en función del perfil de los usuarios.
fa: برای بهبود نحوه سازماندهی تیم های خود بر اساس نمایه کاربر، فیلدهای نمایه ایجاد کنید.
hu: Hozzon létre Profilmezőket, hogy javítsa a csapatok rendszerezését a felhasználói profil alapján.

# profileCFDialog.thereAreNoCF
source: 🌵 There are no custom fields...
de: 🌵 Es gibt keine benutzerdefinierten Felder...
es: 🌵 No hay campos personalizados...
fa: 🌵 هیچ فیلد سفارشی وجود ندارد...
hu: 🌵 Nincsenek egyéni mezők...

# profileCFDialog.isAnUserCF
source: Is an User Custom Field
de: Ist ein benutzerdefiniertes Benutzerfeld
es: Es un Campo Personalizado de Usuario
fa: یک فیلد سفارشی کاربر است
hu: Egy felhasználói egyéni mező

# profileCFDialog.addProfileField
source: ADD PROFILE FIELD
de: PROFILFELD HINZUFÜGEN
es: AÑADIR CAMPO DE PERFIL
fa: افزودن فیلد نمایه
hu: PROFIL MEZŐ HOZZÁADÁSA

# profileCFDialog.userField
source: User Field
de: Benutzerfeld
es: Campos de Usuario
fa: فیلد کاربر
hu: Felhasználói mező

# profileCFDialog.hideInBusinessCard
source: Hide in Business Card
de: In Visitenkarte verstecken
es: Ocultar en Busniess Card
fa: در کارت ویزیت پنهان شوید
hu: Rejtse el a névjegykártyában

# profileCFDialog.save
source: Save
de: Speichern
es: Guardar
fa: ذخیره
hu: Megment

# profileCFDialog.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو کنید
hu: Megszünteti

# profileCustomFieldsDialog.fieldAlreadyExist
source: Field already exist!
de: Feld existiert bereits!
es: ¡El campo ya existe!
fa: زمینه در حال حاضر وجود دارد!
hu: A mező már létezik!

# profileCustomFieldsDialog.pleaseWaitDeletingCF
source: Please wait we are deleting the custom field...
de: Bitte warten Sie, wir löschen das benutzerdefinierte Feld...
es: Espere, estamos eliminando el campo personalizado ...
fa: لطفا صبر کنید ما در حال حذف زمینه سفارشی...
hu: Kérjük, várjon, töröljük az egyéni mezőt...

# profileCustomFieldsDialog.cFDeleted
source: Field deleted!
de: Feld gelöscht!
es: ¡Campo eliminado!
fa: فیلد حذف شد!
hu: A mező törölve!

# profileCustomFieldsDialog.unableDeleteCF
source: Unable to delete field, please try again!
de: Das Feld kann nicht gelöscht werden, bitte versuchen Sie es erneut!
es: No se puede eliminar el campo, inténtelo de nuevo!
fa: قادر به حذف فیلد نیست، لطفاً دوباره امتحان کنید!
hu: A mező nem törölhető, próbálja újra!

# profileCustomFieldsDialog.valueAlreadyExist
source: Value already exist!
de: Werte sind bereits vorhanden!
es: ¡El valor ya existe!
fa: ارزش از قبل وجود دارد!
hu: Az érték már létezik!

# workspaceProfileCF.profileFields
source: Profile Fields
de: Profilfelder
es: Campos de Perfil
fa: Profilfelder
hu: Profilmezők

# workspaceProfileCF.profileFieldsWillShowUp
source: Profile Fields will show up in user profile to help create rich details, according to your organizational structure. Example: Department - Marketing, Sales etc.
de: Profilfelder werden im Benutzerprofil angezeigt, um entsprechend Ihrer Organisationsstruktur umfangreiche Details zu erstellen. Beispiel: Abteilung - Marketing, Vertrieb etc.
es: Los Campos de Perfil se mostrarán en el perfil de usuario para ayudar a crear detalles enriquecidos, de acuerdo con su estructura organizativa. Ejemplo: Departamento - Marketing, Ventas, etc.
fa: فیلدهای نمایه در نمایه کاربر نشان داده می شوند تا به ایجاد جزئیات غنی، مطابق با ساختار سازمانی شما کمک کنند. مثال: بخش - بازاریابی، فروش و غیره
hu: A profilmezők megjelennek a felhasználói profilban, hogy segítsenek gazdag részletek létrehozásában, az Ön szervezeti felépítésének megfelelően. Példa: Osztály – Marketing, Értékesítés stb.

# workspaceProfileCF.manageFields
source: Manage Fields
de: Felder verwalten
es: Gestionar Campos
fa: مدیریت فیلد ها
hu: Mezők kezelése

# workspaceRolesInformationDialog.workspaceRoles
source: Workspace Roles
de: Arbeitsbereichsrollen
es: Roles del Workplace
fa: نقش های فضای کاری
hu: Munkaterületi szerepkörök

# workspaceRolesInformationDialog.WA
source: Workplace Admin (WA)
de: Arbeitsplatzadministrator (WA)
fa: مدیر محل کار (WA)
hu: Munkahelyi rendszergazda (WA)

# workspaceRolesInformationDialog.WADef1
source: <li>manage the workplace settings, manually invite people, handle payments etc </li><li>restore or archive groups</li><li>create private groups</li><li>access the global dashboard</li><li>assign roles to other members</li>
de: <li>Verwalten Sie die Arbeitsplatzeinstellungen, laden Sie Personen manuell ein, wickeln Sie Zahlungen ab usw. </li><li>Wiederherstellen oder Archivieren von Gruppen</li><li>Private Gruppen erstellen</li><li>Zugriff auf das globale Dashboard</li><li>Zuweisen von Rollen zu anderen Mitgliedern</li>
es: <li>administrar la configuración del lugar de trabajo, invitar personas manualmente, manejar pagos, etc. </li><li>restaurar o archivar grupos</li><li>crear grupos privados</li><li>acceder al dashboard global</li><li>Asignar roles a otros miembros</li>
fa: <li>مدیریت تنظیمات محل کار ، دستی دعوت مردم ، رسیدگی به پرداخت و غیره </li><li>بازگرداندن یا بایگانی گروه ها</li><li>ایجاد گروه های خصوصی</li><li>دسترسی به داشبورد جهانی</li><li>اختصاص نقش به اعضای دیگر</li>
hu: <li>kezelheti a munkahelyi beállításokat, manuálisan hívhat meg embereket, kezelheti a kifizetéseket stb</li><li> csoportok visszaállítása vagy archiválása</li><li> privát csoportok létrehozása</li><li> elérheti a globális irányítópultot</li><li> szerepeket oszt ki a többi tagnak</li>

# workspaceRolesInformationDialog.WMDef1
source: <li> create private groups</li><li>manage users and roles inside the groups they create</li><li>access the global dashboard</li><li>delete their groups</li>
de: <li> Private Gruppen erstellen</li><li>Verwalten von Benutzern und Rollen in den von ihnen erstellten Gruppen</li><li>Zugriff auf das globale Dashboard</li><li>ihre Gruppen löschen</li>
es: <li> crear groupos privados</li><li>administrar usuarios y roles dentro de los grupos que crean</li><li>acceder al dashboard global</li><li>eliminar sus groupos</li>
fa: <li> ایجاد گروه های خصوصی</li><li>مدیریت کاربران و نقش در داخل گروه های آنها ایجاد</li><li>دسترسی به داشبورد جهانی</li><li>حذف گروه های خود را</li>
hu: <li> privát csoportok létrehozása</li><li> kezelheti a felhasználókat és szerepköröket az általuk létrehozott csoportokon belül</li><li> elérheti a globális irányítópultot</li><li> törölje a csoportjaikat</li>

# workspaceRolesInformationDialog.GM
source: Group Managers - GM
de: Gruppenleiter - GM
fa: مدیران گروه - GM
hu: Csoportmenedzserek - GM

# workspaceRolesInformationDialog.GMDef1
source: <li>they are created by the WM, inside a group</li><li>manage users and roles inside the group they belong</li><li>can access the group dashboard</li><li>can't create other groups</li><li>can delete their groups</li>
de: <li>Sie werden vom WM innerhalb einer Gruppe erstellt</li><li>Verwalten von Benutzern und Rollen innerhalb der Gruppe, zu der sie gehören</li><li>Kann auf das Gruppen-Dashboard zugreifen</li><li>Andere Gruppen können nicht erstellt werden</li><li>können ihre Gruppen löschen</li>
es: <li>son creados por el WM, dentro de un grupo</li><li>administrar usuarios y roles dentro del grupo al que pertenecen</li><li>puede acceder al dashboard del grupo</li><li>no puede crear otros grupos</li><li>puede eliminar sus grupos</li>
fa: <li>آنها توسط WM ایجاد می شوند، در داخل یک گروه</li><li>مدیریت کاربران و نقش در داخل گروه آنها تعلق دارند</li><li>می تواند داشبورد گروه دسترسی داشته باشد</li><li>نمی تواند گروه های دیگری را ایجاد کند</li><li>می توانند گروه های خود را حذف کنند</li>
hu: <li>a WM hozza létre őket egy csoporton belül</li><li> kezelheti a felhasználókat és szerepköröket azon a csoporton belül, amelyhez tartoznak</li><li> elérheti a csoport irányítópultját</li><li> nem hozhat létre más csoportokat</li><li> törölheti csoportjait</li>

# workspaceRolesInformationDialog.M
source: Members - M
de: Mitglieder - M
fa: اعضا - م
hu: Tagok - M

# workspaceRolesInformationDialog.MDef1
source: <li>they can create AGORAs</li><li>can create content inside the groups</li>
de: <li>Sie können AGORAs erstellen</li><li>kann Inhalte innerhalb der Gruppen erstellen</li>
es: <li>pueden crear AGORAs</li><li>puede crear contenido dentro de los grupos</li>
fa: <li>آنها می توانند AGORAs ایجاد</li><li>می تواند محتوا را در داخل گروه ها ایجاد کند</li>
hu: <li>AGORÁ-kat hozhatnak létre</li><li> tartalmat hozhat létre a csoportokon belül</li>

# workspaceRolesInformationDialog.G
source: Guests - G
de: Gäste - G
fa: مهمانان - G
hu: Vendégek - G

# workspaceRolesInformationDialog.GDef1
source: <li>isolated to the Group they are invited</li><li>can't access any Agora(Public Groups)</li>
de: <li>isoliert in der Gruppe, zu der sie eingeladen werden</li><li>kann nicht auf Agora (öffentliche Gruppen) zugreifen</li>
es: <li>aislados del grupo al que están invitados</li><li>no se puede acceder a ningún Ágora (Grupos Públicos)</li>
fa: <li>منزوی به گروه آنها دعوت می شوند</li><li>نمی تواند به هیچ Agora دسترسی داشته باشد(گروه های عمومی)</li>
hu: <li>elszigetelve a meghívott csoporthoz</li><li> nem fér hozzá egyetlen Agorához (nyilvános csoportokhoz)</li>

# adminGroups.allGroups
source: All groups from your workplace
de: Alle Gruppen an Ihrem Arbeitsplatz
es: Todos los grupos de su workplace
fa: همه گروه ها از محل کار شما
hu: Minden csoport a munkahelyéről

# adminGroups.manageGroup
source: Manage Group
de: Gruppe verwalten
es: Administrar grupo
fa: مدیریت گروه
hu: Csoport kezelése

# adminGroups.archiveGroups
source: Archive Group
de: Gruppe Archivieren
es: Grupo de Archivos
fa: گروه آرشیو
hu: Archív csoport

# adminGroups.activateGroup
source: Activate Group
de: Gruppe Aktivieren
es: Activar Grupo
fa: گروه را فعال کنید
hu: Csoport aktiválása

# adminGroups.removeGroup
source: Remove Group
de: Gruppe Entfernen
es: Eliminar Grupo
fa: حذف گروه
hu: Csoport eltávolítása

# adminGroups.searchGroups
source: Search groups...
de: Gruppen durchsuchen...
es: Buscar grupos ...
fa: جستجو در گروه ها ...
hu: Csoportok keresése...

# adminGroups.labelActiveGroups
source: Active Groups
de: Aktive Gruppen
es: Grupos Activos
fa: گروه فعال
hu: Aktív csoportok

# adminGroups.labelArchivedGroups
source: Archived Groups
de: Archivierte Gruppen
es: Grupos Archivados
fa: گروه های بایگانی شده
hu: Archivált csoportok

# adminGroups.actionWillArchiveGroup
source: This action will archive the group.
de: Mit dieser Aktion wird die Gruppe archiviert.
es: Esta acción archivará el grupo.
fa: این عمل گروه را بایگانی می کند.
hu: Ez a művelet archiválja a csoportot.

# adminGroups.groupArchived
source: Group archived!
de: Gruppe archiviert!
es: ¡Grupo archivado!
fa: گروه بایگانی شد!
hu: Csoport archiválva!

# adminGroups.unableArchiveGroup
source: Unable to archive the group, please try again!
de: Die Gruppe kann nicht archiviert werden, bitte versuchen Sie es erneut!
es: No se puede archivar el grupo. Vuelve a intentarlo!
fa: بایگانی گروه ممکن نیست، لطفا دوباره امتحان کنید!
hu: Nem sikerült archiválni a csoportot, próbáld újra!

# adminGroups.actionWillActivateGroup
source: This action will activate the group.
de: Durch diese Aktion wird die Gruppe aktiviert.
es: Esta acción activará el grupo.
fa: این عمل گروه را فعال می کند.
hu: Ez a művelet aktiválja a csoportot.
