Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# taskTimeTrackingList.recalculate
source: By doing this, you will re-calculate the cost of the selected time record with the current rate of the user!
hu: Ezzel a felhasználó aktuális árfolyamával újraszámolja a kiválasztott időrekord költségét!

# groupKanbanBoard.edit
source: Edit
de: Bearbeiten
es: Editar
fa: ویرایش
hu: Szerkesztés

# groupDashboard.delete
source: Delete
de: Löschen
es: Borrar
fa: حذف
hu: Töröl

# groupDashboard.unarchive
source: Unarchive
de: Entarchivieren
es: Desarchivar
fa: خروج از بایگانی
hu: Archiválás megszüntetése

# groupDashboard.boardEmpty
source: This board is empty. Create a section to add tasks.
de: Diese Tafel ist leer. Erstellen Sie einen Bereich, um Aufgaben hinzuzufügen
es: Este tablero está vacío. Crea una sección para agregar tareas.
fa: اين تخته خاليه . ایجاد یک بخش برای اضافه کردن وظایف.
hu: Ez a tábla üres. Hozzon létre egy szakaszt feladatok hozzáadásához.

# groupKanbanArchivedBoards.pleaseWaitWeRemovingSection
source: Please wait we are removing your section...
de: Bitte warten Sie, wir entfernen Ihren Abschnitt...
es: Espere mientras desarchivamos la sección...
fa: لطفا صبر کنید ما در حال حذف بخش خود را...
hu: Kérjük, várjon, eltávolítjuk a panelt...

# groupKanbanArchivedBoards.sectionRemoved
source: Section Removed!
de: Abschnitt entfernt!
es: ¡Sección Eliminada!
fa: بخش حذف شده!
hu: A szakasz eltávolítva!

# groupKanbanArchivedBoards.unableToRemoveSection
source: Unable to remove the section at the moment, please try again!
de: Der Abschnitt kann derzeit nicht entfernt werden. Bitte versuchen Sie es erneut!
es: No se puede eliminar la sección en este momento. Vuelve a intentarlo.
fa: در حال حاضر قادر به حذف بخش نیست، لطفا دوباره امتحان کنید!
hu: Jelenleg nem lehet eltávolítani a szakaszt, próbálkozzon újra!

# groupKanbanArchivedBoards.sectionWithSameTitleExists
source: Section with the same title already exists, please try with different name!
de: Abschnitt mit gleichem Titel existiert bereits, bitte versuchen Sie es mit einem anderen Namen!
es: Ya existe una sección con el mismo título, ¡intente con un nombre diferente!
fa: بخش با عنوان مشابه در حال حاضر وجود دارد ، لطفا سعی کنید با نام های مختلف!
hu: Már létezik azonos című szakasz, próbálkozzon másik névvel!

# groupKanbanArchivedBoards.pleaseWaitWeRenameSection
source: Please wait we are renaming your section
de: Bitte warten Sie, wir benennen Ihren Bereich um
es: Espere, estamos cambiando el nombre de su sección
fa: لطفا صبر کنید ما در حال تغییر نام بخش خود را
hu: Kérjük, várjon, átnevezzük szakaszát

# groupKanbanArchivedBoards.sectionRenamed
source: Section Renamed!
de: Abschnitt umbenannt!
es: ¡Sección renombrada!
fa: بخش تغییر نام داد!
hu: A szakasz átnevezve!

# groupKanbanArchivedBoards.unableToRenameSection
source: Unable to rename the section at the moment, please try again!
de: Der Abschnitt kann derzeit nicht umbenannt werden. Bitte versuchen Sie es erneut!
es: No se puede cambiar el nombre de la sección en este momento. Vuelve a intentarlo.
fa: در حال حاضر قادر به تغییر نام بخش نیست، لطفا دوباره امتحان کنید!
hu: Jelenleg nem lehet átnevezni a szakaszt, próbálkozzon újra!

# groupKanbanArchivedBoards.areYouSure
source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# groupKanbanArchivedBoards.byDoingThisTasksWillBeDeleted
source: By doing this all the tasks from this section will be deleted!
de: Dadurch werden alle Aufgaben aus diesem Abschnitt gelöscht!
es: ¡Al hacer esto, se eliminarán todas las tareas de esta sección!
fa: با انجام این کار تمام وظایف از این بخش حذف خواهد شد!
hu: Ezzel a szakaszból az összes feladat törlődik!

# groupKanbanArchivedBoards.byDoingThisTasksWillBeUnarchived
source: By doing this all the tasks from this section will be unarchive!
de: Dadurch werden alle Aufgaben aus diesem Abschnitt dearchiviert!
es: ¡Al hacer esto, todas las tareas de la sección se desarchivará!
fa: با انجام این کار تمام وظایف از این بخش غیر هرج و مرج خواهد بود!
hu: Ezzel a szakaszban szereplő összes feladat archiválásra kerül!

# groupKanbanArchivedBoards.pleaseWaitWeUnarchivingSection
source: Please wait we are unarchiving your section...
de: Bitte warten Sie, wir dearchivieren Ihren Bereich...
es: Espere, estamos desarchivando la sección...
fa: لطفا صبر کنید ما در حال unarchiving بخش خود را...
hu: Kérjük, várjon, megszüntetjük a panel archiválását...

# groupKanbanArchivedBoards.sectionUnarchived
source: Section Unarchived!
de: Abschnitt nicht archiviert!
es: ¡Sección Desarchivada!
fa: بخش بدون هرج و مرج!
hu: A szakasz archiválva!

# groupKanbanArchivedBoards.unableToUnarchiveSection
source: Unable to unarchived the section at the moment, please try again!
de: Der Abschnitt kann derzeit nicht dearchiviert werden. Bitte versuchen Sie es erneut!
es: No se puede desarchivar la sección en este momento, inténtelo de nuevo.
fa: قادر به unarchived بخش در حال حاضر ، لطفا دوباره سعی کنید!
hu: Jelenleg nem lehet megszüntetni a szakasz archiválását. Kérjük, próbálja újra!

# columnProjectSection.planned
source: Planned
de: Geplant
es: Planificado
fa: برنامه ریزی شده
hu: Tervezett

# columnProjectSection.timeLogged
source: Time Logged
hu: Naplózott idő

# columnProjectSection.addBudget
source: Add budget
de: Haushalt hinzufügen
es: Añadir presupuesto
fa: اضافه کردن بودجه
hu: Költségkeret hozzáadása

# columnProjectSection.currentBalance
source: Current Balance
hu: Aktuális egyenleg

# columnProjectSection.pleaseWaitUpdatingProject
source: Please wait we are updating the project...
de: Bitte warten Sie, wir aktualisieren das Projekt...
es: Espere, estamos actualizando el proyecto ...
fa: لطفا صبر کنید ما در حال به روز رسانی پروژه...
hu: Kérjük, várjon, frissítjük a projektet...

# columnProjectSection.projectUpdated
source: Project updated!
de: Projekt aktualisiert!
es: Proyecto actualizado!
fa: پروژه به روز شده!
hu: Projekt frissítve!

# columnProjectSection.unableToUpdateColumn
source: Unable to update the column, please try again!
de: Die Spalte kann nicht aktualisiert werden. Bitte versuchen Sie es erneut!
es: No se puede actualizar la columna, inténtelo de nuevo.
fa: قادر به به روز رسانی ستون، لطفا دوباره سعی کنید!
hu: Nem sikerült frissíteni az oszlopot, próbálkozzon újra!

# editColumn.save
source: Save
de: Speichern
es: Guardar
fa: ذخیره
hu: Megment

# editColumn.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو
hu: Megszünteti

# groupKanbanBoards.pleaseWaitWeSaveCSectionOrder
source: Please wait we are save the section order...
de: Bitte warten Sie, wir speichern die Abschnittsreihenfolge...
es: Espere, estamos guardando el pedido de la sección ...
fa: لطفا صبر کنید ما در حال ذخیره سفارش بخش...
hu: Kérjük, várjon, a szakaszrendet mentjük...

# groupKanbanBoards.orderSaved
source: Order saved!
de: Auftrag gespeichert!
es: Orden guardada!
fa: سفارش شما ذخیره شد!
hu: Rendelés mentve!

# groupKanbanBoards.unableToSaveOrderOfSections
source: Unable to save the order of the sections at the moment, please try again!
de: Die Reihenfolge der Abschnitte kann derzeit nicht gespeichert werden. Bitte versuchen Sie es erneut!
es: No se puede guardar el orden de las secciones en este momento, ¡inténtelo de nuevo!
fa: قادر به ذخیره کردن ترتیب بخش ها در حال حاضر نیست، لطفا دوباره امتحان کنید!
hu: Jelenleg nem sikerült menteni a szakaszok sorrendjét, próbálja újra!

# groupKanbanBoards.sectionWithSameNameExist
source: Section with the same title already exist, please try with different name!
de: Abschnitt mit gleichem Titel existiert bereits, bitte versuchen Sie es mit einem anderen Namen!
es: Ya existe una sección con el mismo título, ¡intente con un nombre diferente!
fa: بخش با عنوان مشابه در حال حاضر وجود دارد ، لطفا سعی کنید با نام های مختلف!
hu: Már létezik azonos című szakasz, próbálkozzon más névvel!

# groupKanbanBoards.pleaseWaitWeCreateSection
source: Please wait we are creating a new section...
de: Bitte warten Sie, wir erstellen einen neuen Abschnitt...
es: Espere, estamos creando una nueva sección ...
fa: لطفا صبر کنید ما در حال ایجاد یک بخش جدید...
hu: Kérjük, várjon, új szakaszt hozunk létre...

# groupKanbanBoards.newSectionCreated
source: New Section Created!
de: Neuer Abschnitt erstellt!
es: ¡Nueva sección creada!
fa: بخش جدید ایجاد شده!
hu: Új szakasz létrehozva!

# groupKanbanBoards.unableToCreateSection
source: Unable to create the section at the moment, please try again!
de: Der Abschnitt kann derzeit nicht erstellt werden. Bitte versuchen Sie es erneut!
es: No se puede crear la sección en este momento. Vuelve a intentarlo.
fa: قادر به ایجاد بخش در حال حاضر، لطفا دوباره سعی کنید!
hu: Jelenleg nem lehet létrehozni a szakaszt, próbálkozzon újra!

# groupKanbanBoards.sectionWithSameTitleExists
source: Section with the same title already exists, please try with different name!
de: Abschnitt mit gleichem Titel existiert bereits, bitte versuchen Sie es mit einem anderen Namen!
es: Ya existe una sección con el mismo título, ¡intente con un nombre diferente!
fa: بخش با عنوان مشابه در حال حاضر وجود دارد ، لطفا سعی کنید با نام های مختلف!
hu: Már létezik azonos című szakasz, próbálkozzon másik névvel!

# groupKanbanBoards.pleaseWaitWeRenameSection
source: Please wait we are renaming your section
de: Bitte warten Sie, wir benennen Ihren Bereich um
es: Espere, estamos cambiando el nombre de su sección
fa: لطفا صبر کنید ما در حال تغییر نام بخش خود را
hu: Kérjük, várjon, átnevezzük szakaszát

# groupKanbanBoards.sectionRenamed
source: Section Renamed!
de: Abschnitt umbenannt!
es: ¡Sección renombrada!
fa: بخش تغییر نام داد!
hu: A szakasz átnevezve!

# groupKanbanBoards.unableToRenameSection
source: Unable to rename the section at the moment, please try again!
de: Der Abschnitt kann derzeit nicht umbenannt werden. Bitte versuchen Sie es erneut!
es: No se puede cambiar el nombre de la sección en este momento. Vuelve a intentarlo.
fa: در حال حاضر قادر به تغییر نام بخش نیست، لطفا دوباره امتحان کنید!
hu: Jelenleg nem lehet átnevezni a szakaszt, próbálkozzon újra!

# groupKanbanBoards.areYouSure
source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# groupKanbanBoards.byDoingThisTasksWillBeDeleted
source: By doing this all the tasks from this section will be deleted!
de: Dadurch werden alle Aufgaben aus diesem Abschnitt gelöscht!
es: ¡Al hacer esto, se eliminarán todas las tareas de esta sección!
fa: با انجام این کار تمام وظایف از این بخش حذف خواهد شد!
hu: Ezzel a szakaszból az összes feladat törlődik!

# groupKanbanBoards.pleaseWaitWeRemovingSection
source: Please wait we are removing your section...
de: Bitte warten Sie, wir entfernen Ihren Abschnitt...
es: Espere, estamos eliminando su sección ...
fa: لطفا صبر کنید ما در حال حذف بخش خود را...
hu: Kérjük, várjon, eltávolítjuk a panelt...

# groupKanbanBoards.sectionRemoved
source: Section Removed!
de: Abschnitt entfernt!
es: ¡Sección eliminada!
fa: بخش حذف شده!
hu: A szakasz eltávolítva!

# groupKanbanBoards.unableToRemoveSection
source: Unable to remove the section at the moment, please try again!
de: Der Abschnitt kann derzeit nicht entfernt werden. Bitte versuchen Sie es erneut!
es: No se puede eliminar la sección en este momento. Vuelve a intentarlo.
fa: در حال حاضر قادر به حذف بخش نیست، لطفا دوباره امتحان کنید!
hu: Jelenleg nem lehet eltávolítani a szakaszt, próbálkozzon újra!

# groupKanbanBoards.byDoingThisTasksWillBeArchived
source: By doing this all the tasks from this section will be archived!
de: Dadurch werden alle Aufgaben aus diesem Abschnitt archiviert!
es: ¡Al hacer esto, se archivarán todas las tareas de esta sección!
fa: با انجام این کار تمام وظایف از این بخش بایگانی خواهد شد!
hu: Ezzel a szakaszban szereplő összes feladat archiválva lesz!

# groupKanbanBoards.pleaseWaitWeArchivingSection
source: Please wait we are archiving your section...
de: Bitte warten Sie, wir archivieren Ihren Bereich...
es: Espere, estamos archivando su sección...
fa: لطفا صبر کنید ما در حال آرشیو بخش خود را...
hu: Kérjük, várjon, szakaszának archiválása folyamatban van...

# groupKanbanBoards.sectionArchived
source: Section Archived!
de: Abschnitt archiviert!
es: ¡Sección Archivada!
fa: بخش بایگانی شده!
hu: Szakasz archiválva!

# groupKanbanBoards.unableToArchiveSection
source: Unable to archived the section at the moment, please try again!
de: Der Abschnitt kann derzeit nicht archiviert werden. Bitte versuchen Sie es erneut!
es: No se archivar la sección en este momento. Vuelve a intentarlo.
fa: در حال حاضر قادر به بایگانی بخش نیست، لطفا دوباره امتحان کنید!
hu: Jelenleg nem lehet archiválni a szakaszt. Kérjük, próbálja újra!

# createProjectColumnDialog.projectSetup
source: Project Setup
de: Projekt einrichten
es: Configuración del proyecto
fa: راه اندازی پروژه
hu: Projekt beállítása

# createProjectColumnDialog.launchProject
source: Launch as Project
de: Als Projekt starten
es: Arrancar como proyecto
fa: راه اندازی به عنوان پروژه
hu: Indítsa el projektként

# createProjectColumnDialog.allowsYouToPlan
source: Allows you to plan and manage this section as a project.
de: Ermöglicht es Ihnen, diesen Abschnitt als Projekt zu planen und zu verwalten.
es: Permite planificar y gestionar esta sección como un proyecto.
fa: این امکان را به شما می دهد که این بخش را به عنوان یک پروژه برنامه ریزی و مدیریت کنید.
hu: Lehetővé teszi ennek a szakasznak a tervezését és kezelését projektként.

# createProjectColumnDialog.selectStartDueDate
source: Select a START and DUE DATE for your project.
de: Wählen Sie ein START- und FERTIGKEITSDATUM für Ihr Projekt.
es: Seleccione una FECHA DE INICIO y FECHA DE VENCIMIENTO para su proyecto.
fa: شروع و موعد مقرر را برای پروژه خود انتخاب کنید.
hu: Válasszon ki egy KEZDÉS ÉS HATÁRIDŐT a projekthez.

# createProjectColumnDialog.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو کنید
hu: Megszünteti

# createProjectColumnDialog.save
source: Save
de: Speichern
es: Guardar
fa: ذخیره
hu: Megment

# createProjectColumn.pleaseWaitWeCreateProjectFromColumn
source: Please wait we are creating a project from your column...
de: Bitte warten Sie, wir erstellen ein Projekt aus Ihrer Kolumne...
es: Espere, estamos creando un proyecto a partir de su columna ...
fa: لطفا صبر کنید ما در حال ایجاد یک پروژه از ستون خود را...
hu: Kérjük, várjon, projektet hozunk létre az Ön oszlopából...

# createProjectColumn.columnTypeChanged
source: Column type changed!
de: Spaltentyp geändert!
es: ¡El tipo de columna ha cambiado!
fa: نوع ستون تغییر کرد!
hu: Az oszlop típusa megváltozott!

# createProjectColumn.unableToChangeColumnType
source: Unable to change the column type at the moment, please try again!
de: Der Spaltentyp kann derzeit nicht geändert werden. Bitte versuchen Sie es erneut!
es: No se puede cambiar el tipo de columna en este momento. Vuelva a intentarlo.
fa: قادر به تغییر نوع ستون در حال حاضر، لطفا دوباره سعی کنید!
hu: Jelenleg nem lehet módosítani az oszlop típusát, próbálja újra!

# createProjectColumn.pleaseWaitWeSaveProjectDates
source: Please wait we are saving your project dates...
de: Bitte warten Sie, wir speichern Ihre Projektdaten...
es: Espere, estamos guardando las fechas de su proyecto ...
fa: لطفا صبر کنید ما در حال صرفه جویی در تاریخ پروژه خود را...
hu: Kérjük, várjon, a projekt dátumait mentjük...

# createProjectColumn.projectSaved
source: Project Saved!
de: Projekt gespeichert!
es: Proyecto guardado!
fa: پروژه ذخیره شده!
hu: Projekt mentve!

# createProjectColumn.unableToSAveProject
source: Unable to save the project at the moment, please try again!
de: Das Projekt kann momentan nicht gespeichert werden, bitte versuchen Sie es erneut!
es: No se puede guardar el proyecto en este momento. Vuelve a intentarlo.
fa: قادر به ذخیره پروژه در حال حاضر، لطفا دوباره سعی کنید!
hu: Jelenleg nem lehet menteni a projektet, próbálja újra!

# createProjectColumn.startDueDAtesMustBeSelected
source: Start and Due Dates must be selected!
de: Start- und Fälligkeitsdatum müssen ausgewählt werden!
es: ¡Deben seleccionarse las fechas de inicio y vencimiento!
fa: تاریخ شروع و موعد مقرر باید انتخاب شود!
hu: Ki kell választani a kezdési és a határidőt!

# groupDashboard.archive
source: Archive
de: Archiv
es: Archivar
fa: آرشیو
hu: Archívum

# groupDashboard.launchProject
source: Launch Project
de: Projekt starten
es: Arrancar Proyecto
fa: راه اندازی پروژه
hu: Indítsa el a Projektet

# groupDashboard.showCF
source: Show CF Data
de: CF-Daten anzeigen
es: Mostrar datos CF
fa: نمایش داده های CF
hu: CF adatok megjelenítése

# groupDashboard.tasksDone
source: Tasks
de: Aufgaben
es: Tareas
fa: وظایف
hu: Feladatok

# showCustomFieldsColumnDialog.cfToShow
source: Custom Fields To Show
de: Benutzerdefinierte Felder zum Anzeigen
es: Campos Personalizados a Mostrar
fa: زمینه های سفارشی برای نمایش
hu: Megjelenítendő egyéni mezők

# showCustomFieldsColumnDialog.cfToShowDescription
source: This will display statistics for selected Custom Fields in the header of the section.
de: Dadurch werden Statistiken für ausgewählte benutzerdefinierte Felder in der Kopfzeile des Abschnitts angezeigt.
es: Esto mostrará las estadísticas de los Campos Personalizados seleccionados en el encabezado de la sección.
fa: با این کار آمار برای زمینه های سفارشی انتخاب شده در هدر بخش نمایش داده می شود.
hu: Ez megjeleníti a kiválasztott egyéni mezők statisztikáit a szakasz fejlécében.

# showCustomFieldsColumnDialog.noCFInfo
source: You need to create Input type Custom Fields in order to display them in your section.
hu: Létre kell hoznia a beviteli típusú egyéni mezőket, hogy megjelenjenek a szakaszban.

# showCustomFieldsColumnDialog.close
source: Close
de: Schließen
es: Cerrar
fa: نزدیک
hu: Bezárás

# showCustomFieldsColumnDialog.pleaseWaitWeUpdateColumn
source: Please wait we are updating the column...
de: Bitte warten Sie, wir aktualisieren die Spalte...
es: Espere, estamos actualizando la columna...
fa: لطفا صبر کنید ما در حال به روز رسانی ستون...
hu: Kérjük, várjon, frissítjük az oszlopot...

# showCustomFieldsColumnDialog.columnpdated
source: Column updated!
de: Spalte aktualisiert!
es: ¡Columna actualizada!
fa: ستون به روز شده!
hu: Az oszlop frissítve!

# showCustomFieldsColumnDialog.unableToUpdateColumn
source: Unable to update the column at the moment, please try again!
de: Die Spalte kann derzeit nicht aktualisiert werden. Bitte versuchen Sie es erneut!
es: No se puede actualizar la columna en este momento. Vuelva a intentarlo.
fa: قادر به به روز رسانی ستون در حال حاضر، لطفا دوباره سعی کنید!
hu: Jelenleg nem lehet frissíteni az oszlopot, próbálkozzon újra!

# groupTasksListView.emptyBoard
source: This board is empty. Create a section to add tasks.
de: Diese Tafel ist leer. Erstellen Sie einen Bereich, um Aufgaben hinzuzufügen
es: Este tablero está vacío. Crea una sección para agregar tareas.
fa: اين تخته خاليه . ایجاد یک بخش برای اضافه کردن وظایف.
hu: Ez a tábla üres. Hozzon létre egy szakaszt feladatok hozzáadásához.

# taskTable.sectionWithSameNameAlreadyExists
source: Section with the same title already exist, please try with different name!
de: Abschnitt mit gleichem Titel existiert bereits, bitte versuchen Sie es mit einem anderen Namen!
es: Ya existe una sección con el mismo título, ¡intente con un nombre diferente!
fa: بخش با عنوان مشابه در حال حاضر وجود دارد ، لطفا سعی کنید با نام های مختلف!
hu: Már létezik azonos című szakasz, próbálkozzon másik névvel!

# taskTable.pleaseWaitWeCreateSection
source: Please wait we are creating a new section...
de: Bitte warten Sie, wir erstellen einen neuen Abschnitt...
es: Espere, estamos creando una nueva sección ...
fa: لطفا صبر کنید ما در حال ایجاد یک بخش جدید...
hu: Kérjük, várjon, új szakaszt hozunk létre...

# taskTable.newSectionCreated
source: New Section Created!
de: Neuer Abschnitt erstellt!
es: ¡Nueva sección creada!
fa: بخش جدید ایجاد شده!
hu: Új szakasz létrehozva!

# taskTable.unableToCreateSection
source: Unable to create the section at the moment, please try again!
de: Der Abschnitt kann derzeit nicht erstellt werden. Bitte versuchen Sie es erneut!
es: No se puede crear la sección en este momento. Vuelve a intentarlo.
fa: قادر به ایجاد بخش در حال حاضر، لطفا دوباره سعی کنید!
hu: Jelenleg nem lehet létrehozni a szakaszt, próbálkozzon újra!

# asksTableView.title
source: Title
de: Titel
es: Título
fa: Titel
hu: Cím

# asksTableView.tags
source: Tags
es: Etiquetas
fa: برچسب ها
hu: Címkék

# asksTableView.assignee
source: Assignee
de: Verantwortlich
es: Asignado
fa: وکیل
hu: Engedményes

# asksTableView.dueDate
source: Due Date
de: Fälligkeitsdatum
es: Fecha de vencimiento
fa: تاریخ تحویل
hu: Esedékesség

# asksTableView.view
source: View
de: Anzeigen
es: Ver
fa: نمایش
hu: Kilátás

# taskTable.sectionAlreadyExists
source: Section already exists!
de: Diese Sektion ist bereits vorhanden!
es: ¡La sección ya existe!
fa: Diese Sektion ist bereits vorhanden!
hu: A szakasz már létezik!

# newCRMCompanyDialog.nameTitle
source: Enter the Group Name
hu: Írja be a csoport nevét

# newCRMCompanyDialog.typeTitle
source: Select a template to create a new group
hu: Válasszon ki egy sablont új csoport létrehozásához

# newCRMCompanyDialog.typeDescription
source: You can choose from our custom built templates, or just go with the generic ones. <br>Don’t worry, you can change your mind later.
hu: Választhat egyedileg elkészített sablonjaink közül, vagy egyszerűen választhat az általános sablonok közül. <br>Ne aggódjon, később meggondolhatja magát.

# newCRMCompanyDialog.workGroup
source: Work GROUP
hu: Munkacsoport

# newCRMCompanyDialog.workGroupDescription
source: Default Work group with the main functionalities to get your team connected and aligned. This group is Private (visible only to invited members)
hu: Alapértelmezett munkacsoport a fő funkciókkal, hogy a csapat összekapcsolódjon és összehangolódjon. Ez a csoport privát (csak a meghívott tagok láthatják)

# newCRMCompanyDialog.agora
source: Agora
hu: Agóra

# newCRMCompanyDialog.agoraDescription
source: Public group, visible to anyone in the organization. They can click to JOIN, it does not require invitation.
hu: Nyilvános csoport, bárki láthatja a szervezetben. A CSATLAKOZÁSHOZ kattinthatnak, ehhez nincs szükség meghívásra.

# newCRMCompanyDialog.crmDescription
source: Work group focused on CRM activities. This is group is Private.
hu: A munkacsoport a CRM tevékenységekre összpontosított. Ez a csoport privát.

# newCRMCompanyDialog.resource
source: Resource Management
hu: Erőforrás menedzsment

# newCRMCompanyDialog.resourceDescription
source: Work group focused on Resource Management. This is group is Private.
hu: A munkacsoport az erőforrás-gazdálkodásra összpontosított. Ez a csoport privát.

# newCRMCompanyDialog.cancel
source: Cancel
hu: Megszünteti

# newCRMCompanyDialog.create
source: Create
hu: Teremt

# createGroupDialog.groupName
source: Group Name
hu: Csoport név

# createGroupDialog.pleaseWaitWeCreateGroup
source: Please wait, while we are creating the group for you...
hu: Kérjük, várjon, amíg létrehozzuk a csoportot Önnek...

# createGroupDialog.groupCreated
source: Group created!
hu: Csoport létrehozva!

# createGroupDialog.unexpectedErrorCreatingGroup
source: An unexpected error occurred while creating the group, please try again!
hu: Váratlan hiba történt a csoport létrehozásakor, próbálja újra!

# createGroup.new
source: New
de: Neu
es: Nuevo
fa: Neu
hu: Új

# createGroup.group
source: Group
de: Gruppe
es: Grupo
fa: Gruppe
hu: Csoport

# createGroup.agora
source: Agora
es: Ágora
hu: Agóra

# createGroup.tryToAddShortName
source: Try to add a short name
de: Einen Kurznamen hinzuzufügen
es: Intenta agregar un nombre corto
fa: سعی کنید یک نام کوتاه اضافه کنید
hu: Próbáljon meg rövid nevet adni

# createGroup.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو
hu: Megszünteti
