Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# crmCompanyImageDialog.unableToUpdateImage
source: Unable to update the company image!
hu: Nem sikerült frissíteni a cégképet!

# crmCompanyInformation.name
source: Name
hu: Név

# crmCompanyInformation.description
source: Description
hu: Leírás

# newCRMCompanyDialog.newContact
source: New Company
hu: Új Társaság

# newCRMCompanyDialog.contactInformation
source: Company Information
hu: céginformáció

# newCRMCompanyDialog.customFields
source: Custom Fields
hu: Egyéni mezők

# newCRMCompanyDialog.save
source: Save
hu: Megment

# newCRMCompanyDialog.areYouSure
source: Are you sure?
hu: biztos vagy ebben?

# newCRMCompanyDialog.loseData
source: By doing this, you will lose all the information added in the company!
hu: Ezzel a cégben hozzáadott összes információt elveszíti!

# crmContactCompanies.company
source: Company
hu: Vállalat

# crmContactCompanies.position
source: Position
hu: Pozíció

# crmContactCompanies.startDate
source: Start Date
hu: Kezdő dátum

# crmContactCompanies.endDate
source: End Date
hu: Befejezés dátuma

# newCRMContactDialog.clean
source: Clean
hu: Tiszta

# newCRMContactDialog.add
source: Add
hu: Hozzáadás

# newCRMContactDialog.name
source: Name
hu: Név

# newCRMContactDialog.position
source: Position
hu: Pozíció

# newCRMContactDialog.startDate
source: Start Date
hu: Kezdő dátum

# newCRMContactDialog.endDate
source: End Date
hu: Befejezés dátuma

# newCRMContactDialog.delete
source: Delete
hu: Töröl

# crmContactCompanies.mandatoryFields
source: The company, position and start date are mandatory fields
hu: A cég, a pozíció és a kezdési dátum kötelezően kitöltendő mezők

# crmContactCompanies.mandatoryFieldsTitle
source: Mandatory Fields
hu: Kötelező mezők

# crmContactCustomFields.cfSearchPlaceholder
source: Search
hu: Keresés

# crmContactInformation.name
source: Name
hu: Név

# crmContactInformation.description
source: Description
hu: Leírás

# crmContactInformation.job
source: Job
hu: Munka

# crmContactInformation.company
source: Company
hu: Vállalat

# crmContactInformation.position
source: Position
hu: Pozíció

# crmContactInformation.phones
source: Phones
hu: Telefonok

# crmContactInformation.emails
source: E-Mails
hu: E-mailek

# crmContactInformation.links
source: Links
hu: Linkek

# newCRMContactDialog.newContact
source: New Contact
hu: Új kapcsolat

# newCRMContactDialog.contactInformation
source: Contact Information
hu: Elérhetőség

# newCRMContactDialog.customFields
source: Custom Fields
hu: Egyéni mezők

# newCRMContactDialog.cancel
source: Cancel
hu: Megszünteti

# newCRMContactDialog.save
source: Save
hu: Megment

# newCRMContactDialog.areYouSure
source: Are you sure?
hu: biztos vagy ebben?

# newCRMContactDialog.loseData
source: By doing this, you will lose all the information added in the contact!
hu: Ezzel elveszíti a névjegyhez hozzáadott összes információt!

# crmProductCustomFields.cfSearchPlaceholder
source: Search
hu: Keresés

# newCRMProductDialog.newContact
source: New Product
hu: Új termék

# newCRMProductDialog.contactInformation
source: Product Information
hu: Termék információ

# newCRMProductDialog.cancel
source: Cancel
hu: Megszünteti

# newCRMProductDialog.save
source: Save
hu: Megment

# newCRMProductDialog.areYouSure
source: Are you sure?
hu: biztos vagy ebben?

# newCRMProductDialog.loseData
source: By doing this, you will lose all the information added in the product!
hu: Ezzel a termékhez hozzáadott összes információt elveszíti!

# dashboardPage.everythingHappening
source: Everything happening in your organization
de: Alles, was in Ihrer Organisation passiert
es: Todo lo que ocurre en su organización
fa: همه چیز در سازمان شما اتفاق می افتد
hu: Minden, ami a szervezetében történik

# dashboardPage.groups
source: Groups
de: Gruppen
es: Grupos
fa: گروه ها
hu: Csoportok

# dashboardPage.projects
source: Projects
de: Projekte
es: Proyectos
fa: پروژه ها
hu: Projektek

# workDahsboardPage.last7Days
source: Last 7 days
de: Letzte 7 Tage
es: Últimos 7 días
fa: 7 روز گذشته
hu: Az elmúlt 7 nap

# workDahsboardPage.lastMonth
source: Last month
de: Letzten Monat
es: Último mes
fa: ماه گذشته
hu: Múlt hónap

# workDahsboardPage.lastYear
source: Last year
de: Letztes Jahr
es: El año pasado
fa: سال گذشته
hu: Tavaly

# workDahsboardPage.unableToConnectToServer
source: Unable to connect to the server, please try again later!
de: Die Verbindung zum Server konnte nicht hergestellt werden, bitte versuchen Sie es später noch einmal!
es: No se puede conectar con el servidor, inténtelo de nuevo más tarde.
fa: اتصال به سرور ممکن نیست، لطفاً بعداً دوباره امتحان کنید!
hu: Nem lehet csatlakozni a szerverhez, próbálkozzon újra később!

# newNorthStarDialog.createNS
source: Create a new North Star
de: Erstelle einen neuen Polarstern
fa: ایجاد یک ستاره شمالی جدید
hu: Hozzon létre egy új Sarkcsillagot

# newNorthStarDialog.cancel
source: Cancel
de: Abbrechen
fa: لغو
hu: Megszünteti

# newNorthStarDialog.createNSButton
source: Create North Star
de: Nordstern erstellen
fa: ایجاد ستاره شمالی
hu: Hozzon létre North Star

# newNorthStarDialog.pleaseWaitCreatingPost
source: Please wait we are creating the task...
de: Bitte warten Sie, wir erstellen die Aufgabe...
fa: لطفا صبر کنید ما در حال ایجاد وظیفه...
hu: Kérjük, várjon, létrehozzuk a feladatot...

# newNorthStarDialog.taskCreated
source: Task Created!
de: Aufgabe erstellt!
fa: وظیفه ایجاد شده!
hu: Feladat létrehozva!

# newNorthStarDialog.connectionError
source: Sorry, we are having a hard time connecting to the server. You have a poor connection. The NS can't be created.
de: Es tut uns leid, wir haben Schwierigkeiten, eine Verbindung zum Server herzustellen. Sie haben eine schlechte Verbindung. Der NS kann nicht erstellt werden.
fa: با عرض پوزش، ما با داشتن یک زمان سخت اتصال به سرور. شما ارتباط ضعیفی دارید. NS نمی تواند ایجاد شود.
hu: Sajnáljuk, nehezen tudunk csatlakozni a szerverhez. Rossz a kapcsolatod. Az NS nem hozható létre.

# newNorthStarDialog.unableToCreatePost
source: Unable to create NS, please try again!
de: NS kann nicht erstellt werden, bitte versuchen Sie es erneut!
fa: قادر به ایجاد NS نیستید، لطفا دوباره امتحان کنید!
hu: Nem sikerült létrehozni az NS-t, próbálkozzon újra!

# northStarPage.newNS
source: New North Star
de: Neuer Nordstern
fa: ستاره شمالی جدید
hu: Új North Star

# northStarPage.noMission
source: There are no missions here... Let's create one.
de: Hier gibt es keine Missionen... Lass uns eine erstellen.
es: Aquí no hay misiones... Vamos a crear una.
fa: اينجا هيچ ماموريتي وجود نداره... بيا يکي درست کنيم .
hu: Itt nincsenek küldetések... Hozzunk létre egyet.

# northStarPage.whatIsNS
source: Set and achieve strategic goals.
de: Setzen und erreichen Sie strategische Ziele.
fa: تعیین و دستیابی به اهداف استراتژیک
hu: Tűzz ki és érj el stratégiai célokat.

# northStarPage.setAndAchieveStrategic
source: Align your organization. <br> Connect your company goals and the work to support them in one place. <br>You can see progress to keep teams on track. And teams can work wisely to get the right things done.
de: Richten Sie Ihre Organisation aus. <br> Verbinden Sie Ihre Unternehmensziele und die Arbeit, um sie zu unterstützen, an einem Ort. <br>Sie können den Fortschritt sehen, um Teams auf Kurs zu halten. Und Teams können klug arbeiten, um die richtigen Dinge zu erledigen.
fa: تعیین و رسیدن به اهداف استراتژیک. سازمان خود را همتراز کنید. <br> اهداف شرکت خود و کار برای حمایت از آنها را در یک مکان متصل کنید. <br>شما می توانید پیشرفت برای نگه داشتن تیم در مسیر را ببینید. و تیم ها می توانند عاقلانه کار کنند تا کارهای درست را انجام دهند.
hu: Állítsa össze szervezetét. <br> Kapcsolja össze vállalati céljait és az azokat támogató munkát egy helyen. <br>Láthatja a haladást a csapatok pályán tartásához. A csapatok pedig bölcsen dolgozhatnak, hogy a megfelelő dolgokat hajtsák végre.

# northStarPage.completed
source: Completed
de: Abgeschlossen
fa: تکمیل شده
hu: Befejezve

# northStarPage.goalsPending
source: Goals pending
de: Tore stehen noch aus
fa: اهداف در انتظار
hu: Gólok függőben

# northStarPage.onTrack
source: ON TRACK
de: AUF KURS
fa: در مسیر
hu: TERV SZERINT

# northStarPage.inDanger
source: IN DANGER
de: IN GEFAHR
fa: در خطر
hu: VESZÉLYBEN

# northStarPage.notStarted
source: NOT STARTED
de: NICHT GESTARTET
fa: شروع نشده
hu: NEM KEZDŐDÖTT

# northStarPage.achieved
source: ACHIEVED
de: ERZIELT
fa: بدست آمده
hu: ELÉRT

# newNorthStarDialog.addTask
source: Add Tasks to North Star
de: Hinzufügen von Aufgaben zu North Star
fa: اضافه کردن وظایف به ستاره شمالی
hu: Feladatok hozzáadása a North Starhoz

# newNorthStarDialog.title
source: Title
de: Titel
fa: عنوان
hu: Cím

# newNorthStarDialog.group
source: Group
de: Gruppe
fa: گروه
hu: Csoport

# pulse.whatIsPulse
source: What is a pulse?
de: Was ist ein Puls?
es: ¿Qué es el pulso?
fa: نبض چيه؟
hu: Mi az a pulzus?

# pulse.pulseIsMicroAnnouncement
source: A pulse is a micro announcement from a Group. It’s like twitter for Enterprise. <br>Even if you don’t have access to a group, you can still see what’s happening there. <br>Pulses create transparency and a sense of mission for your organization.
de: Ein Pulse ist eine Mikro-Mitteilung einer Gruppe. Es ist wie Twitter für Unternehmen. <br>Auch wenn Sie keinen Zugang zu einer Gruppe haben, können Sie sehen, was dort passiert. <br>Pulse schaffen Transparenz und ein Gefühl der Mission für Ihre Organisation
es: Un pulso es un microanuncio de un grupo. Es como Twitter para Enterprise.<br> Incluso si no tiene acceso a un grupo, aún puede ver lo que está sucediendo allí.<br> Las legumbres crean transparencia y un sentido de misión para su organización.
fa: یک پالس یک اطلاعیه میکرو از یک گروه است. مثل توییتر برای انترپرایز است. <br>حتی اگر به گروهی دسترسی نکنید، باز هم می توانید ببینید که در آنجا چه اتفاقی می افتد. <br>پالس ها شفافیت و احساس ماموریت را برای سازمان شما ایجاد می کنند.
hu: Az impulzus egy csoport mikrobejelentése. Ez olyan, mint a Twitter az Enterprise számára. <br>Még ha nem is fér hozzá egy csoporthoz, akkor is láthatja, hogy mi történik ott. <br>Az impulzusok átláthatóságot és küldetéstudatot teremtenek szervezete számára.

# pulse.currentWork
source: Current work:
de: Aktuelle Arbeit:
es: Trabajo actual:
fa: کار فعلی:
hu: Aktuális munka:

# workPulse.unableToConnectToServer
source: Unable to connect to the server, please try again later!
de: Die Verbindung zum Server konnte nicht hergestellt werden, bitte versuchen Sie es später noch einmal!
es: No se puede conectar con el servidor, inténtelo de nuevo más tarde.
fa: اتصال به سرور ممکن نیست، لطفاً بعداً دوباره امتحان کنید!
hu: Nem lehet csatlakozni a szerverhez, próbálkozzon újra később!

# app.oopsSeemsYouLostInternetConnection
source: Oops, seems like you lost your internet connection
de: Ups, anscheinend hast du deine Internetverbindung verloren
es: Vaya, parece que perdiste tu conexión a Internet
fa: اوپس، به نظر مياد اتصال اينترنتت رو از دست دادي
hu: Hoppá, úgy tűnik, megszakadt az internetkapcsolat

# app.roleUpdated
source: Your role has been updated to currentUser.role!
de: Ihre Rolle wurde auf currentUser.role aktualisiert!
es: Su rol se ha actualizado a currentUser.role.
fa: نقش شما به روز شده است به currentUser.role!
hu: A szerepkör frissítve a következőre:currentUser.role !

# commonNavbar.general
source: General
de: Allgemein
fa: عمومی
hu: Tábornok

# commonNavbar.members
source: Members
de: Mitglieder
es: Miembros
fa: اعضا
hu: tagok

# commonNavbar.groups
source: Groups
de: Gruppen
es: Grupos
fa: گروه ها
hu: Csoportok

# commonNavbar.billing
source: Billing
de: Rechnung
es: Facturación
fa: صورتحساب
hu: Számlázás

# userImageDetails.updateYourProfile
source: Update your profile Image
de: Aktualisieren Sie Ihr Profilbild
es: Actualizar la imagen de perfil
fa: تصویر نمایه خود را به روز کنید
hu: Frissítse profilképét

# userImageDetails.updateYourImage
source: Update your Image
de: Aktualisieren Sie Ihr Bild
es: Actualiza tu imagen
fa: تصویر خود را به روز کنید
hu: Frissítse képét

# userImageDetails.pleaseWait
source: Please wait while we are updating your avatar ...
de: Bitte warten Sie, während wir Ihren Avatar aktualisieren ...
es: Espere mientras actualizamos su avatar ...
fa: لطفا صبر کنید در حالی که ما در حال به روز رسانی آواتار خود را ...
hu: Kérjük, várjon, amíg frissítjük az avatarod...

# userImageDetails.avatarUpdated
source: Avatar updated!
de: Avatar aktualisiert!
es: ¡Avatar actualizado!
fa: آواتار به روز شده!
hu: Az Avatar frissítve!

# userImageDetails.oopsAnErrorOccured
source: Oops, an error occurred while updating the avatar, please try again!
de: Hoppla, beim Aktualisieren des Avatars ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: ¡Vaya! Se produjo un error al actualizar el avatar. Vuelve a intentarlo.
fa: Oops ، خطا رخ داده است در حالی که به روز رسانی آواتار ، لطفا دوباره سعی کنید!
hu: Hoppá, hiba történt az avatar frissítése közben. Kérjük, próbálja újra!

# userImageDetails.unexpectedError
source: 'There's some unexpected error occurred, please try again!
de: Es ist ein unerwarteter Fehler aufgetreten, bitte versuchen Sie es erneut!
es: 'Se ha producido un error inesperado, ¡inténtelo de nuevo!
fa: یک خطای غیرمنتظره رخ داده است، لطفاً دوباره امتحان کنید!
hu: 'Váratlan hiba történt, kérjük, próbálja újra!

# workspaceDetails.workspaceUpdate
source: Workspace Update
es: Actualización del Workplace
fa: به روز رسانی فضای کاری
hu: Munkaterület frissítése

# workspaceDetails.save
source: Save
de: Speichern
es: Guardar
fa: ذخیره
hu: Megment

# workspaceDetails.pleaseWaitWhileWeUpdate
source: Please wait while we are updating the workspace avatar for you ...
de: Bitte warten Sie, während wir den Arbeitsbereichs-Avatar für Sie aktualisieren ...
es: Espere mientras actualizamos el avatar del espacio de trabajo por usted. ...
fa: لطفاً صبر کنید تا زمانی که ما در حال به روز رسانی آواتار فضای کاری برای شما هستیم...
hu: Kérjük, várjon, amíg frissítjük a munkaterület avatarját...

# workspaceDetails.workspaceAvatarUpdated
source: Workspace avatar updated!
de: Arbeitsbereich-Avatar aktualisiert!
es: ¡Avatar del Workplace guardado!
fa: نماد فضای کاری به روز شد!
hu: Munkaterület avatar frissítve!

# workspaceDetails.oopsAnErrorOccured
source: Oops, an error occurred while updating the workspace avatar, please try again!
de: Hoppla! Beim Aktualisieren des Workspace-Avatars ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: ¡Vaya! Se produjo un error al actualizar el avatar del espacio de trabajo. Vuelve a intentarlo.
fa: اوه، هنگام به‌روزرسانی آواتار فضای کاری خطایی روی داد، لطفاً دوباره امتحان کنید!
hu: Hoppá, hiba történt a munkaterület-avatar frissítése közben. Kérjük, próbálja újra!

# workspaceDetails.unexpectedError
source: There's some unexpected error occurred, please try again!
de: Es ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Ocurrió un error inesperado, ¡inténtelo de nuevo!
fa: یک خطای غیرمنتظره رخ داده است، لطفاً دوباره امتحان کنید!
hu: Váratlan hiba történt, próbáld újra!

# groupImageDetails.updateYourGroupAvatar
source: Update your group avatar
de: Aktualisieren Sie Ihren Gruppenavatar
es: Actualiza el avatar de tu grupo
fa: برخی از خطای غیر منتظره رخ داده است وجود دارد، لطفا دوباره سعی کنید!
hu: Frissítsd a csoport avatarod

# groupImageDetails.updateYourImage
source: Update your Image!
de: Aktualisieren Sie Ihr Image!
es: ¡Actualice su imagen!
fa: تصویر خود را به روز کنید
hu: Frissítse képét!

# groupImageDetails.pleaseWaitWhileWeUpdate
source: Please wait while we are updating the group avatar...
de: Bitte warten Sie, während wir den Gruppenavatar aktualisieren...
es: Espere mientras actualizamos el avatar del grupo ...
fa: لطفا صبر کنید در حالی که ما در حال به روز رسانی آواتار گروه...
hu: Kérjük, várjon, amíg frissítjük a csoport avatarját...

# groupImageDetails.groupAvatarUpdated
source: Group Avatar Updated!
de: Gruppen-Avatar aktualisiert!
es: Avatar de grupo actualizado!
fa: گروه آواتار به روز شده!
hu: Csoport Avatar frissítve!

# groupImageDetails.unableToUpdateAvatar
source: Unable to update the group avatar!
de: Der Gruppenavatar kann nicht aktualisiert werden!
es: ¡No se puede actualizar el avatar del grupo!
fa: قادر به بروز رسانی آواتار گروه نیست!
hu: Nem sikerült frissíteni a csoport avatarját!

# groupNavbar.inbox
source: Inbox
es: Bandeja de entrada
fa: صندوق پستی
hu: Beérkezett üzenetek

# groupNavbar.tasks
source: Tasks
de: Aufgaben
es: Tareas
fa: وظایف
hu: Feladatok

# groupNavbar.notes
source: Notes
de: Notizen
es: Notas
fa: یادداشت
hu: Megjegyzések

# groupNavbar.personalTasks
source: Personal Tasks
de: Meine Aufgaben
es: Tareas personales
fa: وظایف شخصی
hu: Személyes feladatok

# groupNavbar.personalFiles
source: Personal Files
de: Persönliche Dateien
es: Archivos personales
fa: فایل های شخصی
hu: Személyes fájlok

# groupNavbar.activity
source: Activity
de: Aktivität
es: Actividad
fa: فعالیت
hu: Tevékenység

# groupNavbar.resourceManagement
source: Resource Management
hu: Erőforrás menedzsment

# groupNavbar.files
source: Files
de: Dateien
es: Archivos
fa: فایل
hu: Fájlok

# groupNavbar.library
source: Library
de: Bibliothek
fa: کتابخانه
hu: Könyvtár

# groupNavbar.members
source: Members
de: Mitglieder
es: Miembros
fa: اعضای
hu: tagok

# groupNavbar.dashboard
source: Dashboard
es: Panel de Control
fa: داشبورد
hu: Irányítópult

# groupNavbar.reports
source: Reports
de: Berichte
es: Reportes
fa: گزارش ها
hu: Jelentések

# groupNavbar.pleaseWaitWeAreSaving
source: Please wait we are saving the information...
de: Bitte warten Sie, wir speichern die Informationen...
es: Espere, estamos guardando la información...
fa: لطفا صبر کنید ما در حال صرفه جویی در اطلاعات...
hu: Kérem, várjon, az információkat mentjük...

# groupNavbar.groupSavedFavorite
source: Group saved as favorite!
de: Gruppe als Favorit gespeichert!
es: ¡Grupo guardado como favorito!
fa: گروه ذخیره شده به عنوان مورد علاقه!
hu: A csoport kedvencként mentve!

# groupNavbar.unableToSaveAsFavorite
source: Unable to save the group as favorite, please try again!
de: Die Gruppe kann nicht als Favorit gespeichert werden. Bitte versuchen Sie es erneut!
es: No se puede guardar el grupo como favorito, ¡inténtalo de nuevo!
fa: قادر به ذخیره گروه به عنوان مورد علاقه، لطفا دوباره سعی کنید!
hu: Nem sikerült elmenteni a csoportot kedvencként, próbáld újra!

# iconsSidebar.pleaseWaitWhileWeLogYouOut
source: Please wait, while we log you out securely...
de: Bitte warten Sie, während wir Sie sicher abmelden...
es: Espere mientras lo desconectamos de forma segura...
fa: لطفا صبر کنید، در حالی که ما شما را به طور امن خارج...
hu: Kérjük, várjon, amíg biztonságosan kijelentkeztetjük...

# iconsSidebar.successfullyLoggedOut
source: Successfully Logged out!
de: Erfolgreich abgemeldet!
es: ¡Desconectado exitosamente!
fa: با موفقیت وارد سیستم شوید!
hu: Sikeresen kijelentkezett!

# iconsSidebar.errorLoggingOut
source: Error occurred while logging you out, please try again!
de: Beim Abmelden ist ein Fehler aufgetreten, bitte versuchen Sie es erneut!
es: Se produjo un error al cerrar la sesión, ¡inténtelo de nuevo!
fa: خطا رخ داده است در حالی که ورود به سیستم شما!, لطفا دوباره سعی کنید!
hu: Hiba történt a kijelentkezés során, próbáld újra!

# iconsSidebar.pleaseWaitSignYouIn
source: Please wait while we sign you in...
de: Bitte warten Sie, während wir Sie anmelden...
fa: لطفا صبر کنید تا ما وارد سیستم شما شویم...
hu: Kérjük, várjon, amíg bejelentkezünk...

# iconsSidebar.unexpectedError
source: There's some unexpected error occurred, please try again later!
de: Es ist ein unerwarteter Fehler aufgetreten, bitte versuchen Sie es später erneut!
fa: یک خطای غیرمنتظره رخ داده است، لطفاً بعداً دوباره امتحان کنید!
hu: Váratlan hiba történt, kérjük, próbálja újra később!

# iconsSidebar.workspaceIsNotAvailable
source: Your workspace is not available, please contact your administrator!
de: Ihr Arbeitsbereich ist nicht verfügbar, bitte wenden Sie sich an Ihren Administrator!
fa: فضای کاری شما در دسترس نیست، لطفا با سرپرست خود تماس بگیرید!
hu: Munkaterülete nem érhető el, kérjük, forduljon a rendszergazdához!

# iconsSidebar.hi
source: Hi res['user']['first_name'], welcome back to your workplace!
de: Hallo res['user']['first_name'], willkommen zurück an Ihrem Arbeitsplatz!
fa: سلام res['user']['first_name']، به محل کار خود خوش آمدید!
hu: Sziares['user']['first_name'] , üdvözöljük újra a munkahelyén!

# iconsSidebar.oopsErrorSigningIn
source: Oops some error occurred while signing you in, please try again!
de: Bei der Anmeldung ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut!
fa: اوه هنگام ورود به سیستم شما خطایی رخ داد، لطفاً دوباره امتحان کنید!
hu: Hoppá, hiba történt a bejelentkezéskor. Kérjük, próbálja újra!

# mobileNavbar.errorFetchingProfile
source: Error occurred while fetching your profile details
de: Beim Abrufen Ihrer Profildetails ist ein Fehler aufgetreten
es: Se produjo un error al obtener los detalles de su perfil
fa: خطا در حین واکشی جزئیات پروفایل شما رخ داده است
hu: Hiba történt a profiladatok lekérése során

# navbar.errorWhileFetchingProfile
source: Error occurred while fetching your profile details
de: Beim Abrufen Ihrer Profildetails ist ein Fehler aufgetreten
es: Se produjo un error al obtener los detalles de su perfil
fa: خطا در حین واکشی جزئیات پروفایل شما رخ داده است
hu: Hiba történt a profiladatok lekérése során

# portfolioImageDetails.updateYourGroupAvatar
source: Update your portfolio avatar
de: Aktualisiere deinen Portfolio-Avatar
fa: اواتار نمونه کارها خود را به روز کنید
hu: Frissítse portfólió avatarját

# portfolioImageDetails.updateYourImage
source: Update your Image!
de: Aktualisieren Sie Ihr Bild!
fa: تصویر خود را به روز کنید!
hu: Frissítse képét!

# portfolioImageDetails.pleaseWaitWhileWeUpdate
source: Please wait while we are updating the portfolio avatar...
de: Bitte warten Sie, während wir den Portfolio-Avatar aktualisieren...
fa: لطفا صبر کنید در حالی که ما در حال به روز رسانی اواتار نمونه کارها ...
hu: Kérjük, várjon, amíg frissítjük a portfólió avatarját...

# portfolioImageDetails.portfolioAvatarUpdated
source: Portfolio Avatar Updated!
de: Portfolio-Avatar aktualisiert!
fa: نمونه کارها اواتار به روز شده!
hu: A portfólió avatar frissítve!

# portfolioImageDetails.unableToUpdateAvatar
source: Unable to update the portfolio avatar!
de: Der Portfolio-Avatar kann nicht aktualisiert werden!
fa: قادر به به روز رسانی اواتار نمونه کارها نیست!
hu: Nem sikerült frissíteni a portfólió avatárját!

# portfolioNavbar.pleaseWaitWeAreSaving
source: Please wait we are saving the information...
de: Bitte warten Sie, wir speichern die Informationen...
fa: لطفا صبر کنید ما در حال ذخیره اطلاعات...
hu: Kérem, várjon, az információkat mentjük...

# portfolioNavbar.groupSavedFavorite
source: Portfolio saved as favorite!
de: Portfolio als Favorit gespeichert!
fa: نمونه کارها به عنوان مورد علاقه ذخیره شده است!
hu: A portfólió kedvencként mentve!

# portfolioNavbar.unableToSaveAsFavorite
source: Unable to save the portfolio as favorite, please try again!
de: Das Portfolio kann nicht als Favorit gespeichert werden, bitte versuchen Sie es erneut!
fa: قادر به ذخیره نمونه کارها به عنوان مورد علاقه، لطفا دوباره سعی کنید!
hu: A portfóliót nem sikerült kedvencként menteni, próbálja újra!

# pushNotifications.recentNotifications
source: Recent Notifications
de: Aktuelle Benachrichtigungen
es: Notificaciones recientes
fa: اعلان های اخیر
hu: Legutóbbi értesítések

# pushNotifications.allUpToDate
source: All up to date
de: Alles aktuell
es: Todo al día
fa: همه به روز
hu: Minden naprakész

# pushNotifications.olderNotifications
source: Older Notifications
de: Ältere Benachrichtigungen
es: Notificaciones antiguas
fa: اعلان های قدیمی تر
hu: Régebbi értesítések

# sidebar.mySpace
source: My Space
es: Mi espacio
fa: فضای من
hu: Az én helyem

# sidebar.groups
source: Groups
hu: Csoportok
