Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# collectionHeader.unableToConnectToServer
source: Unable to connect to the server, please try again later!
hu: Nem lehet csatlakozni a szerverhez, próbálkozzon újra később!

# collectionHeader.plesaeWaitWeAreUpdaing
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب...
hu: Kérjük, várjon, frissítjük a tartalmat...

# collectionHeader.detailsUpdated
source: Details updated!
de: Details aktualisiert!
fa: جزئیات به روز شده!
hu: Részletek frissítve!

# collectionHeader.unableToUpdateDetails
source: Unable to update the details, please try again!
de: Die Details können nicht aktualisiert werden, bitte versuchen Sie es erneut!
fa: قادر به به روز رسانی جزئیات نیست، لطفا دوباره امتحان کنید!
hu: Nem sikerült frissíteni a részleteket, próbáld újra!

# collectionHeader.pleaseWaitDeleting
source: Please wait we are deleting the collection...
de: Bitte warten Sie, wir löschen die Sammlung...
fa: لطفا صبر کنید ما در حال حذف مجموعه...
hu: Kérjük, várjon, a gyűjtemény törlése folyamatban van...

# collectionHeader.deleted
source: Collection deleted!
de: Sammlung gelöscht!
fa: مجموعه حذف شد!
hu: Gyűjtemény törölve!

# collectionHeader.unableDelete
source: Unable to delete the collection, please try again!
de: Die Sammlung kann nicht gelöscht werden, bitte versuchen Sie es erneut!
fa: قادر به حذف مجموعه نیستید، لطفا دوباره تلاش کنید!
hu: A gyűjtemény nem törölhető, próbálkozzon újra!

# collectionHeader.areYouSure
source: Are you sure?
hu: biztos vagy ebben?

# collectionHeader.doingThisItemWillBeMoved
source: By doing this the item will be moved to the selected group!
hu: Ezzel a tétel a kiválasztott csoportba kerül!

# collectionHeader.pleaseWaitMoving
source: Please wait we are moving the item...
hu: Kérjük, várjon, áthelyezzük a terméket...

# collectionHeader.collectionMoved
source: 👍 Collection Moved!
hu: 👍 A kollekció elköltözött!

# collectionHeader.errorMoving
source: Error while moving the collection!
hu: Hiba történt a gyűjtemény áthelyezése közben!

# pageRow.createdBy
source: Created by
de: Erstellt von
fa: ایجاد شده توسط
hu: Készítette

# pageRow.updated
source: Updated
de: Aktualisiert
fa: بروز شده
hu: Frissítve

# pageRow.newChildPage
source: New Child Page
hu: Új gyermekoldal

# pageRow.delete
source: Delete
de: Löschen
fa: حذف
hu: Töröl

# pageRow.newPage
source: New Page
de: Neue Seite
fa: برگه جدید
hu: Új oldal

# pageRow.plesaeWaitWeAreUpdaing
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب...
hu: Kérjük, várjon, frissítjük a tartalmat...

# pageRow.pageCreated
source: Page created!
de: Seite erstellt!
fa: صفحه ایجاد شد!
hu: Az oldal létrehozva!

# pageRow.unableToCreatePage
source: Unable to create the page, please try again!
de: Die Seite kann nicht erstellt werden, bitte versuchen Sie es erneut!
fa: قادر به ایجاد صفحه نیستید، لطفا دوباره امتحان کنید!
hu: Nem sikerült létrehozni az oldalt, próbáld újra!

# pageRow.pleaseWaitDeleting
source: Please wait, we are deleting...
de: Bitte warten, wir löschen...
fa: لطفا صبر کنید، ما حذف می کنیم ...
hu: Kérjük, várjon, törljük...

# pageRow.pageDeleted
source: Page deleted!
de: Seite gelöscht!
fa: صفحه حذف شد!
hu: Az oldal törölve!

# pageRow.unableToDelete
source: Unable to delete the page, please try again!
de: Die Seite kann nicht gelöscht werden, bitte versuchen Sie es erneut!
fa: قادر به حذف صفحه نیستید، لطفا دوباره تلاش کنید!
hu: Nem sikerült törölni az oldalt, próbáld újra!

# collectionImageDetails.updateYourCollectionAvatar
source: Update your collection avatar
de: Aktualisiere deinen Sammlungs-Avatar
fa: اواتار مجموعه خود را به روزرسانی کنید
hu: Frissítse a gyűjtemény avatarját

# collectionImageDetails.updateYourImage
source: Update your Image!
de: Aktualisieren Sie Ihr Bild!
fa: تصویر خود را به روز کنید!
hu: Frissítse képét!

# collectionImageDetails.pleaseWaitWhileWeUpdate
source: Please wait while we are updating the collection avatar...
de: Bitte warten Sie, während wir den Avatar der Sammlung aktualisieren...
fa: لطفا منتظر بمانید تا اواتار مجموعه را بهروزرسانی کنیم...
hu: Kérjük, várjon, amíg frissítjük a gyűjtemény avatarját...

# collectionImageDetails.collectionAvatarUpdated
source: Collection Avatar Updated!
de: Sammlungs-Avatar aktualisiert!
fa: مجموعه اواتار به روز شده!
hu: Gyűjtemény Avatar frissítve!

# collectionImageDetails.unableToUpdateAvatar
source: Unable to update the collection avatar!
de: Der Avatar der Sammlung kann nicht aktualisiert werden!
fa: بههنگامسازی اواتار مجموعه ممکن نیست!
hu: Nem sikerült frissíteni a gyűjtemény avatarját!

# collectionImageDetails.noImageToUpload
source: Please, provide an image to upload!
de: Bitte stellen Sie ein Bild zum Hochladen zur Verfügung!
fa: لطفا، ارائه یک تصویر برای اپلود!
hu: Kérjük, adjon meg egy képet a feltöltéshez!

# collectionNavbar.pleaseWaitWeAreSaving
source: Please wait we are saving the information...
de: Bitte warten Sie, wir speichern die Informationen...
fa: لطفا صبر کنید ما در حال ذخیره اطلاعات...
hu: Kérjük, várjon, az információkat mentjük...

# collectionNavbar.collectionSavedFavorite
source: Collection saved as favorite!
de: Sammlung als Favorit gespeichert!
fa: مجموعه ذخیره شده به عنوان مورد علاقه!
hu: A gyűjtemény kedvencként mentve!

# collectionNavbar.unableToSaveAsFavorite
source: Unable to save the collection as favorite, please try again!
de: Die Sammlung kann nicht als Favorit gespeichert werden, bitte versuchen Sie es erneut!
fa: قادر به ذخیره مجموعه به عنوان مورد علاقه، لطفا دوباره سعی کنید!
hu: Nem sikerült elmenteni a gyűjteményt kedvencként, próbáld újra!

# collectionNavbar.plesaeWaitWeAreUpdaing
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب...
hu: Kérjük, várjon, frissítjük a tartalmat...

# collectionNavbar.detailsUpdated
source: Details updated!
de: Details aktualisiert!
fa: جزئیات به روز شده!
hu: Részletek frissítve!

# collectionNavbar.unableToUpdateDetails
source: Unable to update the details, please try again!
de: Die Details können nicht aktualisiert werden, bitte versuchen Sie es erneut!
fa: قادر به به روز رسانی جزئیات نیست، لطفا دوباره امتحان کنید!
hu: Nem sikerült frissíteni a részleteket, próbáld újra!

# collectionNewElement.new
source: New
de: Neu
fa: جدید
hu: Új

# collectionNewElement.add
source: Add
de: Hinzufügen
fa: افزودن
hu: Hozzáadás

# collectionNewElement.newCollection
source: New Collection
de: Neue Sammlung
fa: مجموعه جدید
hu: Új kollekció

# collectionNewElement.importConfluence
source: Import From Confluence
de: Import aus Confluence
fa: واردات از تلاقی
hu: Importálás a Confluence-ból

# collectionNewElement.plesaeWaitWeAreUpdaing
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب...
hu: Kérjük, várjon, frissítjük a tartalmat...

# collectionNewElement.detailsUpdated
source: Details updated!
de: Details aktualisiert!
fa: جزئیات به روز شده!
hu: Részletek frissítve!

# collectionNewElement.unableToUpdateDetails
source: Unable to update the details, please try again!
de: Die Details können nicht aktualisiert werden, bitte versuchen Sie es erneut!
fa: قادر به به روز رسانی جزئیات نیست، لطفا دوباره امتحان کنید!
hu: Nem sikerült frissíteni a részleteket, próbáld újra!

# confluenceImportDialog.confluenceSpaces
source: Confluence Spaces
de: Confluence-Räume
fa: فضاهای تلاقی
hu: Összefolyási terek

# confluenceImportDialog.provideDomainToken
source: Please provide a Domain and a Token!
de: Bitte geben Sie eine Domain und ein Token an!
fa: لطفا یک دامنه و یک توکن ارائه دهید!
hu: Kérjük, adjon meg egy domaint és egy tokent!

# confluenceImportDialog.provideDomainTokenKeys
source: Please provide a Domain, a Token, and Spaces Keys to export!
de: Bitte geben Sie eine Domain, ein Token und Spaces-Schlüssel für den Export an!
fa: لطفا یک دامنه، یک توکن و کلید فضا برای صادرات ارائه دهید!
hu: Adjon meg egy domaint, egy tokent és egy szóközkulcsot az exportáláshoz!

# colections.collections
source: Collections
de: Sammlungen
fa: مجموعه ها
hu: Gyűjtemények

# collectionPages.newChild
source: New child page
de: Neue untergeordnete Seite
fa: صفحه کودک جدید
hu: Új gyermekoldal

# collectionPages.deletePage
source: Delete Page
hu: Oldal törlése

# collectionPages.reachedMaxNestedPage
source: Reached max nested page
hu: Elérte a maximális beágyazott oldalt

# collectionPages.newPage
source: New Page
hu: Új oldal

# collectionPages.plesaeWaitWeAreUpdaing
source: Please wait we are updating the contents...
hu: Kérjük, várjon, frissítjük a tartalmat...

# collectionPages.pageCreated
source: Page created!
hu: Az oldal létrehozva!

# collectionPages.unableToCreatePage
source: Unable to create the page, please try again!
hu: Nem sikerült létrehozni az oldalt, próbáld újra!

# collectionPages.pleaseWaitDeleting
source: Please wait, we are deleting...
hu: Kérjük, várjon, törljük...

# collectionPages.pageDeleted
source: Page deleted!
hu: Az oldal törölve!

# collectionPages.unableToDelete
source: Unable to delete the page, please try again!
hu: Nem sikerült törölni az oldalt, próbáld újra!

# storyActionsBar.on
source: on
de: an
es: en
fa: فعال
hu: tovább

# pageDetails.areYouSure
source: Are you sure?
de: Sind Sie sicher?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# pageDetails.byDoingThisPageWillBeDeleted
source: By doing this the page will be deleted!
de: Dadurch wird die Seite gelöscht!
fa: با انجام این کار صفحه حذف خواهد شد!
hu: Ezzel az oldal törlődik!

# pageDetails.pleaseWaitWeRemovingPage
source: Please wait we are removing your page...
de: Bitte warten Sie, wir entfernen Ihre Seite...
fa: لطفا صبر کنید ما در حال حذف صفحه خود را...
hu: Kérjük, várjon, oldalát eltávolítjuk...

# pageDetails.pageRemoved
source: Page Removed!
de: Seite entfernt!
fa: صفحه حذف شد!
hu: Az oldal eltávolítva!

# pageDetails.unableToRemovePage
source: Unable to remove the page at the moment, please try again!
de: Die Seite kann im Moment nicht entfernt werden, bitte versuchen Sie es erneut!
fa: در حال حاضر قادر به حذف صفحه نیستید، لطفا دوباره تلاش کنید!
hu: Jelenleg nem lehet eltávolítani az oldalt, próbáld újra!

# pageDetails.collectionPages
source: Pages
de: Sammlung Seiten
fa: صفحات دوره ها
hu: Oldalak

# pageDetails.pageInformation
source: Page Information
de: Seiteninformationen
fa: اطلاعات صفحه
hu: Oldal információi

# pageDetails.attachments
source: Attachments
de: Anhänge
fa: پیوست ها
hu: Mellékletek

# groupNewFile.uloadFile
source: Upload file
de: Datei hochladen
fa: آپلود فایل
hu: Fájl feltöltés

# pageDetails.delete
source: Delete
de: Löschen
fa: حذف
hu: Töröl

# pageDetails.authors
source: Authors
de: Autoren
fa: نویسنده
hu: Szerzői

# pageDetails.edit
source: Cancel
de: Abbrechen
fa: لغو
hu: Megszünteti

# pageDetails.save
source: Save
de: Speichern
fa: ذخیره
hu: Megment

# pageDetails.newPage
source: New Page
de: Neue Seite
fa: برگه جدید
hu: Új oldal

# pageDetails.plesaeWaitWeAreUpdaing
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب...
hu: Kérjük, várjon, frissítjük a tartalmat...

# pageDetails.pageCreated
source: Page created!
de: Seite erstellt!
fa: صفحه ایجاد شد!
hu: Az oldal létrehozva!

# pageDetails.unableToCreate
source: Unable to create the page, please try again!
de: Die Seite kann nicht erstellt werden, bitte versuchen Sie es erneut!
fa: قادر به ایجاد صفحه نیستید، لطفا دوباره امتحان کنید!
hu: Nem sikerült létrehozni az oldalt, próbáld újra!

# pageDetails.pleaseWaitWeUpdatePage
source: Please wait we are updating the page...
de: Bitte warten Sie, wir aktualisieren die Seite...
fa: لطفا صبر کنید ما در حال به روز رسانی صفحه...
hu: Kérjük, várjon, frissítjük az oldalt...

# pageDetails.pageUpdated
source: Page updated
de: Seite aktualisiert
fa: صفحه به روز شد
hu: Az oldal frissítve

# pageDetails.unableToUpdate
source: Unable to update the page, please try again!
de: Die Seite kann nicht aktualisiert werden, bitte versuchen Sie es erneut!
fa: قادر به به روز رسانی صفحه نیستید، لطفا دوباره تلاش کنید!
hu: Nem sikerült frissíteni az oldalt, próbáld újra!

# storyDetails.byDoingThisFileWillBeDeleted
source: By doing this the file will be removed!
de: Dadurch wird die Datei entfernt!
fa: با انجام این کار فایل حذف خواهد شد!
hu: Ezzel a fájl törlődik!

# pageDetails.pleaseWaitWeRemovingFile
source: Please wait we are removing your file...
de: Bitte warten Sie, wir entfernen Ihre Datei...
fa: لطفا صبر کنید ما در حال حذف فایل های خود را...
hu: Kérjük, várjon, eltávolítjuk a fájlt...

# pageDetails.fileRemoved
source: File Removed!
de: Datei entfernt!
fa: پرونده حذف شد!
hu: Fájl eltávolítva!

# pageDetails.unableToRemoveFile
source: Unable to remove the file at the moment, please try again!
de: Die Datei kann im Moment nicht entfernt werden, bitte versuchen Sie es erneut!
fa: در حال حاضر قادر به حذف فایل نیستید، لطفا دوباره تلاش کنید!
hu: Jelenleg nem lehet eltávolítani a fájlt, próbálkozzon újra!

# pageNavbar.plesaeWaitWeAreUpdaing
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب...
hu: Kérjük, várjon, frissítjük a tartalmat...

# pageNavbar.detailsUpdated
source: Details updated!
de: Details aktualisiert!
fa: جزئیات به روز شده!
hu: Részletek frissítve!

# pageNavbar.unableToUpdateDetails
source: Unable to update the details, please try again!
de: Die Details können nicht aktualisiert werden, bitte versuchen Sie es erneut!
fa: قادر به به روز رسانی جزئیات نیست، لطفا دوباره امتحان کنید!
hu: Nem sikerült frissíteni a részleteket, próbáld újra!

# loungeDetails.edit
source: Edit
de: Bearbeiten
es: Editar
fa: ویرایش
hu: Szerkesztés

# loungeDetails.editHeaderImage
source: Edit Header Image
de: Header-Bild bearbeiten
es: Editar Imagen de Cabecera
fa: ویرایش تصویر هدر
hu: Fejléckép szerkesztése

# loungeDetails.editIconImage
source: Edit Icon Image
de: Symbolbild bearbeiten
es: Editar Imagen para Icono
fa: ویرایش تصویر آیکون
hu: Ikonkép szerkesztése

# loungeDetails.stories
source: stories
de: Erfolgsgeschichten
es: historias
fa: داستان ها
hu: történetek

# loungeDetails.areYouSure
source: Are you sure?
de: Sind Sie sicher?
es: ¿Esta seguro?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# loungeDetails.byDoingThisTasksWillBeDeleted
source: By doing this all the stories and lounges from this lounge will be deleted!
de: Auf diese Weise werden alle Geschichten und Lounges aus dieser Lounge gelöscht!
es: ¡Al hacer esto, se eliminarán todas las historias y lounges de este lounge!
fa: با این کار تمام داستان ها و سالن های این سالن حذف می شوند!
hu: Ezzel a társalgó összes története és társalgója törlődik!

# loungeDetails.pleaseWaitWeRemovingLounge
source: Please wait we are removing your lounge...
de: Bitte warten Sie, wir entfernen Ihre Lounge...
es: Espere, estamos eliminando el lounge...
fa: لطفا صبر کنید ما در حال حذف سالن شما هستیم...
hu: Kérjük, várjon, eltávolítjuk a társalgót...

# loungeDetails.loungeRemoved
source: Lounge Removed!
de: Lounge entfernt!
es: ¡Lounge Eliminado!
fa: سالن حذف شد!
hu: Társalgó eltávolítva!

# loungeDetails.unableToRemoveLounge
source: Unable to remove the lounge at the moment, please try again!
de: Da die Lounge im Moment nicht entfernt werden kann, versuchen Sie es bitte erneut!
es: No se puede eliminar el lounge en este momento, inténtelo de nuevo.
fa: در حال حاضر امکان حذف سالن وجود ندارد، لطفاً دوباره امتحان کنید!
hu: Jelenleg nem lehet eltávolítani a társalgót, próbálja újra!

# loungeImageUpdate.updateImage
source: Update Image
de: Bild aktualisieren
es: Subir Imagen
fa: به روز رسانی تصویر
hu: Kép frissítése

# loungeImageUpdate.chooseFile
source: Choose file
de: Datei auswählen
es: Escoger fichero
fa: انتخاب فایل
hu: Válassz fájlt

# loungeImageUpdate.pleaseWaitWhileWeUpdate
source: Please wait while we are updating the image for you...
de: Bitte warten Sie, während wir das Bild für Sie aktualisieren...
es: Espere mientras actualizamos la imagen...
fa: لطفا صبر کنید تا تصویر را برای شما به روز کنیم...
hu: Kérjük, várjon, amíg frissítjük a képet...

# loungeImageUpdate.imageUpdated
source: Image updated!
de: Bild aktualisiert!
es: ¡Imagen subida!
fa: تصویر به روز شد!
hu: Kép frissítve!

# loungeImageUpdate.oopsAnErrorOccured
source: Oops, an error occurred while updating the image, please try again!
de: Hoppla, beim Aktualisieren des Bildes ist ein Fehler aufgetreten, bitte versuchen Sie es erneut!
es: ¡Vaya! Se produjo un error al actualizar la imagen. Vuelve a intentarlo.
fa: اوه، هنگام به‌روزرسانی تصویر خطایی روی داد، لطفاً دوباره امتحان کنید!
hu: Hoppá, hiba történt a kép frissítése közben. Kérjük, próbálja újra!

# loungeImageUpdate.unexpectedError
source: There's some unexpected error occurred, please try again!
de: Es ist ein unerwarteter Fehler aufgetreten, bitte versuchen Sie es erneut!
es: Ocurrió un error inesperado. Vuelva a intentarlo.
fa: یک خطای غیرمنتظره رخ داده است، لطفاً دوباره امتحان کنید!
hu: Váratlan hiba történt, próbáld újra!

# editLounge.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو
hu: Megszünteti

# editLounge.save
source: Save
de: Sichern
es: Guardar
fa: ذخیره
hu: Megment

# editLounge.renameTheLounge
source: Rename the lounge
de: Benennen Sie die Lounge um
es: Renombrar el lounge
fa: نام سالن را تغییر دهید
hu: Nevezze át a társalgót

# editLounge.renameTheCategory
source: Rename the category
de: Umbenennen der Kategorie
es: Renombrar la categoría
fa: نام دسته را تغییر دهید
hu: Nevezze át a kategóriát

# editLounge.pleaseWaitWeUpdateLounge
source: Please wait we are updating the lounge...
de: Bitte warten Sie, wir aktualisieren die Lounge...
es: Espere, estamos actualizando el lounge...
fa: لطفا صبر کنید ما در حال به روز رسانی سالن هستیم...
hu: Kérjük, várjon, frissítjük a társalgót...

# editLounge.loungeUpdated
source: Lounge updated
de: Lounge aktualisiert
es: Lounge actualizado
fa: سالن به روز شد
hu: A társalgó frissítve

# editLounge.unableToUpdate
source: Unable to update the lounge, please try again!
de: Die Lounge kann nicht aktualisiert werden, bitte versuchen Sie es erneut!
es: No se puede actualizar el lounge, ¡inténtelo de nuevo!
fa: سالن به‌روزرسانی نشد، لطفاً دوباره امتحان کنید!
hu: Nem sikerült frissíteni a társalgót, próbálkozzon újra!

# editLounge.missingProperties
source: The element you are trying to create is missing some properties.
de: Dem Element, das Sie erstellen möchten, fehlen einige Eigenschaften.
es: Al elemento que está intentando crear le faltan algunas propiedades.
fa: عنصری که می‌خواهید ایجاد کنید برخی از ویژگی‌ها را ندارد.
hu: A létrehozni kívánt elemből hiányzik néhány tulajdonság.

# editLounge.pleaseWaitWeAddLounge
source: Please wait we are adding the lounge...
de: Bitte warten Sie, wir fügen die Lounge hinzu ...
es: Espere, estamos añadiendo el lounge...
fa: لطفا صبر کنید ما در حال اضافه کردن سالن هستیم...
hu: Kérjük, várjon, bővítjük a társalgót...

# editLounge.loungeAdded
source: Lounge Added
de: Lounge hinzugefügt
es: Lounge añadido
fa: سالن اضافه شد
hu: Társalgó hozzáadva

# editLounge.unableToAdd
source: Unable to add the lounge, please try again!
de: Die Lounge kann nicht hinzugefügt werden, bitte versuchen Sie es erneut!
es: No se puede agregar el lounge, ¡inténtelo de nuevo!
fa: امکان افزودن سالن وجود ندارد، لطفاً دوباره امتحان کنید!
hu: Nem sikerült hozzáadni a társalgót, próbálkozzon újra!

# loungeNewElement.new
source: New
de: Neu
es: Nuevo
fa: Neu
hu: Új

# loungeNewElement.story
source: history_edu </span> Story</span> history_edu </span> Story
hu: <span class="material-icons-outlined"> történelem_edu</span> Sztori

# loungeNewElement.event
source: local_activity </span> Event</span local_activity </span> Event
hu: <span class="material-icons-outlined"> helyi_tevékenység</span> Esemény

# loungeNewElement.lounge
source: weekend </span> Lounge</span> </ weekend </span> Lounge
hu: <span class="material-icons-outlined"> hétvége</span> Társalgó

# loungeNewElement.category
source: sell </span> Category</span> </li> sell </span> Category
hu: <span class="material-icons-outlined"> elad</span> Kategória

# loungeNewElement.newStory
source: New Story
de: Neuer Story
es: Nuevo Story
fa: استوری جدید
hu: Új sztori

# loungeNewElement.newEvent
source: New Event
de: Neues Event
es: Nuevo Evento
fa: رویداد جدید
hu: Új esemény

# loungeNewElement.newLounge
source: New Lounge
de: Neue Lounge
es: Nuevo Lounge
fa: سالن جدید
hu: Új társalgó

# loungeNewElement.newCategory
source: New Category
de: Neue Kategorie
es: Nueva Categoría
fa: دسته بندی جدید
hu: Új kategória

# lounge.stories
source: stories
de: Erfolgsgeschichten
es: historias
fa: داستان ها
hu: történetek

# storyActionsBar.going
source: GOING
de: FUNKTIONIEREND
es: ASISTIRÉ
fa: رفتن
hu: HALADÓ

# storyActionsBar.maybe
source: MAYBE
de: VIELLEICHT
es: QUIZÁS
fa: شاید
hu: TALÁN

# storyActionsBar.notGoing
source: NOT GOING
de: GEHT NICHT
es: NO IRÉ
fa: نمی رود
hu: NEM MEGY

# storyActionsBar.edit
source: Edit
de: Bearbeiten
es: Editar
fa: ویرایش
hu: Szerkesztés

# storyActionsBar.cancelEdit
source: Cancel Edit
de: Bearbeiten abbrechen
fa: لغو ویرایش
hu: Mégse Szerkesztés

# storyActionsBar.editIconImage
source: Edit Icon Image
de: Symbolbild bearbeiten
es: Editar Imagen para Icono
fa: ویرایش تصویر آیکون
hu: Ikonkép szerkesztése

# storyActionsBar.delete
source: Delete
de: Löschen
es: Eliminar
fa: حذف
hu: Töröl

# storyDetails.pleaseWaitWeSend
source: Please wait we are sending your assistance response...
de: Bitte warten Sie, bis wir Ihre Hilfeantwort senden...
es: Espere, le enviamos su asistencia...
fa: لطفا صبر کنید ما در حال ارسال پاسخ کمک شما هستیم...
hu: Kérem, várjon, küldjük segítségnyújtási válaszát...

# storyDetails.going
source: You have confirmed you are going to the event!
de: Sie haben bestätigt, dass Sie zur Veranstaltung gehen!
es: ¡Has confirmado que vas al evento!
fa: شما تایید کرده اید که به این رویداد می روید!
hu: Megerősítetted, hogy részt veszel az eseményen!

# storyDetails.unableToSend
source: Unable to send your assistance response, please try again!
de: Wenn Sie Ihre Hilfeantwort nicht senden können, versuchen Sie es bitte erneut!
es: No se pudo enviar su respuesta de asistencia, ¡inténtelo de nuevo!
fa: پاسخ کمک شما ارسال نشد، لطفاً دوباره امتحان کنید!
hu: Nem sikerült elküldeni a segítségnyújtási választ, próbálja újra!

# storyDetails.notGoing
source: You declined the invitation!
de: Sie haben die Einladung abgelehnt!
es: ¡Ha declinado la invitación!
fa: شما دعوت را رد کردید!
hu: Elutasítottad a meghívást!

# storyDetails.mayGo
source: You may go to the event!
de: Sie können zur Veranstaltung gehen!
es: ¡Quizás vayas al evento!
fa: ممکن است به این رویداد بروید!
hu: Mehetsz a rendezvényre!

# storyDetails.areYouSure
source: Are you sure?
de: Sind Sie sicher?
es: ¿Está seguro?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# storyDetails.byDoingThisTasksWillBeDeleted
source: By doing this the story will be deleted!
de: Auf diese Weise wird die Geschichte gelöscht!
es: ¡Al hacer esto, la historia se eliminará!
fa: با این کار استوری پاک میشه!
hu: Ezzel a sztori törlődik!

# storyDetails.pleaseWaitWeRemovingStory
source: Please wait we are removing your story...
de: Bitte warten Sie, wir entfernen Ihre Geschichte...
es: Espere, estamos eliminando la historia...
fa: لطفا صبر کنید ما در حال حذف داستان شما هستیم...
hu: Kérjük, várjon, eltávolítjuk történetét...

# storyDetails.storyRemoved
source: Story Removed!
de: Story entfernt!
es: ¡Story Eliminado!
fa: داستان حذف شد!
hu: Történet eltávolítva!
