Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# countrycurrencyservice.egp
source: Egypt Pounds - EGP
de: Ägyptische Pfund - EGP
fa: مصر پوند - EGP
hu: Egyiptomi font - EGP

# countrycurrencyservice.eek
source: Estonia Krooni - EEK
de: Estland Krone - EEK
fa: استونی کرونی-EEK
hu: Észtország Krooni - EEK

# countrycurrencyservice.fjd
source: Fiji Dollars - FJD
de: Fidschi-Dollar - FJD
fa: دلار فیجی - FJD
hu: Fidzsi dollár – FJD

# countrycurrencyservice.fim
source: Finland Markkaa - FIM
de: Finnland Markkaa - FIM
fa: فنلاند Markkaa - FIM
hu: Finnország Markkaa - FIM

# countrycurrencyservice.xau
source: Gold Ounces - XAU
de: Unzen Gold - XAU
fa: اونس طلا - XAU
hu: Arany uncia – XAU

# countrycurrencyservice.gtq
source: Guatemalan Quetzal - GTQ
de: Guatemaltekischer Quetzal - GTQ
fa: گواتمالا Quetzal- GTQ
hu: Guatemalai Quetzal – GTQ

# countrycurrencyservice.hkd
source: Hong Kong Dollars - HKD
de: Hongkong-Dollar - HKD
fa: دلار هنگ کنگ - HKD
hu: Hongkongi dollár – HKD

# countrycurrencyservice.huf
source: Hungary Forint - HUF
de: Ungarn Forint - HUF
fa: مجارستان فورینت-HUF
hu: Magyarország Forint - Ft

# countrycurrencyservice.isk
source: Iceland Kronur - ISK
de: Island Kronur - ISK
fa: ایسلند کرونور - ISK
hu: Izlandi Kronur – ISK

# countrycurrencyservice.xdr
source: IMF Special Drawing Right - XDR
de: IWF Sonderziehung Recht - XDR
fa: صندوق بین المللی پول ویژه ترسیم راست - XDR
hu: IMF speciális lehívási jog – XDR

# countrycurrencyservice.inr
source: India Rupees - INR
de: Indische Rupien - INR
fa: روپیه هند - INR
hu: Indiai rúpia – INR

# countrycurrencyservice.idr
source: Indonesia Rupiahs - IDR
de: Indonesien Rupiah - IDR
fa: اندونزی روپیه - IDR
hu: Indonéz rúpia – IDR

# countrycurrencyservice.irr
source: Iran Rials - IRR
de: Iranische Rials - IRR
fa: ریال ایران - IRR
hu: Iráni riál – IRR

# countrycurrencyservice.iqd
source: Iraq Dinars - IQD
de: Irakische Dinare - IQD
fa: عراق دینار - IQD
hu: Iraki dinár – IQD

# countrycurrencyservice.iep
source: Ireland Pounds - IEP
de: Irland Pfund - IEP
fa: ایرلند پوند - IEP
hu: Írország font – IEP

# countrycurrencyservice.ils
source: Israel New Shekels - ILS
de: Israel Neue Schekel - ILS
fa: اسرائیل جدید Shekels - ILS
hu: Izraeli új sékel – ILS

# countrycurrencyservice.jmd
source: Jamaica Dollars - JMD
de: Jamaika-Dollar - JMD
fa: دلار جامائیکا - JMD
hu: Jamaicai dollár - JMD

# countrycurrencyservice.jyp
source: Japan Yen - JPY
de: Japanischer Yen - JPY
fa: ین ژاپن - JPY
hu: Japán jen – JPY

# countrycurrencyservice.jod
source: Jordan Dinars - JOD
fa: اردن دینار - JOD
hu: Jordán dinár – JOD

# countrycurrencyservice.kes
source: Kenya Shillings - KES
de: Kenia-Schilling - KES
fa: کنیا شیلینگز - KES
hu: Kenyai shilling – KES

# countrycurrencyservice.kwd
source: Kuwait Dinars - KWD
de: Kuwait Dinare - KWD
fa: کویت دینار - KWD
hu: Kuvaiti dinár – KWD

# countrycurrencyservice.lbp
source: Lebanon Pounds - LBP
de: Libanon Pfund - LBP
fa: لبنان پوند - LBP
hu: Libanoni font – LBP

# countrycurrencyservice.luf
source: Luxembourg Francs - LUF
de: Luxemburger Franken - LUF
fa: لوکزامبورگ فرانک - LUF
hu: Luxemburgi frank – LUF

# countrycurrencyservice.myr
source: Malaysia Ringgits - MYR
fa: مالزی Ringgits - MYR
hu: Malajzia ringgit – MYR

# countrycurrencyservice.mur
source: Mauritius Rupees - MUR
de: Mauritius Rupien - MUR
fa: روپیه موریس - MUR
hu: mauritiusi rúpia – MUR

# countrycurrencyservice.mxn
source: Mexico Pesos - MXN
de: Mexiko Pesos - MXN
fa: مکزیک Pesos-MXN
hu: mexikói peso – MXN

# countrycurrencyservice.mad
source: Morocco Dirhams - MAD
de: Marokkanische Dirhams - MAD
fa: مراکش درهم - MAD
hu: Marokkói dirhamok – MAD

# countrycurrencyservice.nzd
source: New Zealand Dollars - NZD
de: Neuseeland-Dollar - NZD
fa: دلار نیوزیلند - NZD
hu: Új-zélandi dollár - NZD

# countrycurrencyservice.nok
source: Norway Kroner - NOK
de: Norwegische Kronen - NOK
fa: نروژ کرونر -NOK
hu: norvég korona – NOK

# countrycurrencyservice.pkr
source: Pakistan Rupees - PKR
de: Pakistanische Rupien - PKR
fa: روپیه پاکستان - PKR
hu: pakisztáni rúpia – PKR

# countrycurrencyservice.xpd
source: Palladium Ounces - XPD
de: Palladium-Unzen - XPD
fa: پالادیوم اونس - XPD
hu: Palládium uncia - XPD

# countrycurrencyservice.pen
source: Peru Nuevos Soles - PEN
de: Peru Nuevos Sohlen - PEN
fa: پرو Nuevos Soles - PEN
hu: Peru Nuevos talpak - PEN

# countrycurrencyservice.php
source: Philippines Pesos - PHP
de: Philippinen-Pesos - PHP
fa: فیلیپین Pesos - پی اچ پی
hu: Fülöp-szigeteki peso - PHP

# countrycurrencyservice.xpt
source: Platinum Ounces - XPT
de: Platin-Unzen - XPT
fa: پلاتین اونس - XPT
hu: Platina uncia – XPT

# countrycurrencyservice.pln
source: Poland Zlotych - PLN
de: Polen Zlotych - PLN
fa: لهستان Zlotych- PLN
hu: Lengyelország Zlotych - PLN

# countrycurrencyservice.qar
source: Qatar Riyals - QAR
de: Katar-Riyal - QAR
fa: ریال قطر - QAR
hu: Katari riál – QAR

# countrycurrencyservice.ron
source: Romania New Lei - RON
de: Rumänien Neue Lei - RON
fa: رومانی جدید Lei-RON
hu: Románia Új Lei - RON

# countrycurrencyservice.rol
source: Romania Lei - ROL
de: Rumänien Lei - ROL
fa: رومانی Lei-ROL
hu: Románia Lei - ROL

# countrycurrencyservice.rub
source: Russia Rubles - RUB
de: Russische Rubel - RUB
fa: روسیه روبل - RUB
hu: Oroszország rubel - RUB

# countrycurrencyservice.sar
source: Saudi Arabia Riyals - SAR
de: Saudi-Arabien-Riyal - Sonderverwaltungszone
fa: عربستان سعودی ریال SAR
hu: Szaúd-Arábia riál – SAR

# countrycurrencyservice.xag
source: Silver Ounces - XAG
de: Silberunzen - XAG
fa: اونس نقره - XAG
hu: Ezüst uncia – XAG

# countrycurrencyservice.sgd
source: Singapore Dollars - SGD
de: Singapur-Dollar - SGD
fa: دلار سنگاپور - SGD
hu: Szingapúri dollár - SGD

# countrycurrencyservice.skk
source: Slovakia Koruny - SKK
de: Slowakische Krone - SKK
fa: اسلواکی Koruny- SKK
hu: Szlovákia Koruny - SKK

# countrycurrencyservice.sit
source: Slovenia Tolars - SIT
de: Slowenien Tolars - SIT
fa: اسلوونی Tolars - SIT
hu: Szlovénia Tolár - SIT

# countrycurrencyservice.zar
source: South Africa Rand - ZAR
de: Südafrikanischer Rand - ZAR
fa: افریقای جنوبی Rand-ZAR
hu: Dél-afrikai rand – ZAR

# countrycurrencyservice.krw
source: South Korea Won - KRW
de: Südkoreanischer Won - KRW
fa: کره جنوبی برنده - KRW
hu: Dél-Korea Won – KRW

# countrycurrencyservice.lkr
source: Sri Lanka Rupees - LKR
de: Sri-Lanka-Rupien - LKR
fa: روپیه سریلانکا - LKR
hu: Srí Lanka-i rúpia – LKR

# countrycurrencyservice.sdd
source: Sudan Dinars - SDD
de: Sudan Dinar - SDD
fa: سودان دینار - SDD
hu: Szudáni dinár – SDD

# countrycurrencyservice.sek
source: Sweden Kronor - SEK
de: Schwedische Krone - SEK
fa: کرون سوئد - SEK
hu: Svéd korona - SEK

# countrycurrencyservice.chf
source: Switzerland Francs - CHF
de: Schweizer Franken - CHF
fa: سوئیس فرانک - CHF
hu: Svájc frank - CHF

# countrycurrencyservice.twd
source: Taiwan New Dollars - TWD
de: Taiwan Neue Dollar - TWD
fa: تایوان دلار جدید - TWD
hu: Tajvani új dollár - TWD

# countrycurrencyservice.thb
source: Thailand Baht - THB
fa: تایلند بات- THB
hu: Thaiföld baht - THB

# countrycurrencyservice.ttd
source: Trinidad and Tobago Dollars - TTD
de: Trinidad und Tobago Dollar - TTD
fa: ترینیداد و توباگو دلار - TTD
hu: Trinidad és Tobago dollár – TTD

# countrycurrencyservice.tnd
source: Tunisia Dinars - TND
de: Tunesien Dinar - TND
fa: تونس دینار - TND
hu: Tunéziai dinár – TND

# countrycurrencyservice.try
source: Turkey New Lira - TRY
de: Türkei Neue Lira - TRY
fa: لیره جدید ترکیه - TRY
hu: Törökország új líra – Próbálja ki

# countrycurrencyservice.aed
source: United Arab Emirates Dirhams - AED
de: Vereinigte Arabische Emirate Dirham - AED
fa: درهم امارات متحده عربی - AED
hu: Egyesült Arab Emírségek dirhamok – AED

# countrycurrencyservice.gbp
source: United Kingdom Pounds - GBP
de: Vereinigtes Königreich Pfund - GBP
fa: پوند انگلستان - GBP
hu: Egyesült Királyság font - GBP

# countryCurrencyService.usd
source: United States Dollars - USD
de: US-Dollar - USD
fa: دلار امریکا - USD
hu: Egyesült Államok dollár - USD

# countrycurrencyservice.AF
source: Afghanistan
fa: افغانستان
hu: Afganisztán

# countrycurrencyservice.AX
source: Aland Islands
de: Ålandinseln
fa: جزایر الند
hu: Aland-szigetek

# countrycurrencyservice.al
source: Albania
de: Albanien
fa: آلبانی
hu: Albánia

# countrycurrencyservice.dz
source: Algeria
de: Algerien
fa: الجزایر
hu: Algéria

# countrycurrencyservice.as
source: American Samoa
de: Amerikanisch-Samoa
fa: ساموای آمریکایی
hu: Amerikai Szamoa

# countrycurrencyservice.aq
source: Antarctica
de: Antarktis
fa: قطب جنوب
hu: Antarktisz

# countrycurrencyservice.ag
source: Antigua and Barbuda
de: Antigua und Barbuda
fa: آنتیگوا و باربودا
hu: Antigua és Barbuda

# countrycurrencyservice.ar
source: Argentina
de: Argentinien
fa: آرژانتین
hu: Argentína

# countrycurrencyservice.am
source: Armenia
de: Armenien
fa: ارمنستان
hu: Örményország

# countrycurrencyservice.au
source: Australia
de: Australien
fa: استرالیا
hu: Ausztrália

# countrycurrencyservice.at
source: Austria
de: Österreich
fa: اتریش
hu: Ausztria

# countrycurrencyservice.az
source: Azerbaijan
de: Aserbaidschan
fa: آذربایجان
hu: Azerbajdzsán

# countrycurrencyservice.bs
source: Bahamas
fa: باهاما
hu: Bahamák

# countrycurrencyservice.bh
source: Bahrain
fa: بحرین
hu: Bahrein

# countrycurrencyservice.bd
source: Bangladesh
de: Bangladesch
fa: بنگلادش
hu: Banglades

# countrycurrencyservice.by
source: Belarus
de: Weißrussland
fa: بلاروس
hu: Fehéroroszország

# countrycurrencyservice.bt
source: Bhutan
fa: بوتان
hu: Bhután

# countrycurrencyservice.bo
source: Bolivia, Plurinational State of
de: Bolivien
fa: بولیوی، کشور پلوری
hu: Bolívia, többnemzetiségű állam

# countrycurrencyservice.ba
source: Bosnia and Herzegovina
de: Bosnien und Herzegowina
fa: بوسنی و هرزگوین
hu: Bosznia és Hercegovina

# countrycurrencyservice.br
source: Brazil
de: Brasilien
fa: برزیل
hu: Brazília

# countrycurrencyservice.io
source: British Indian Ocean Territory
de: Britisches Territorium im Indischen Ozean
fa: قلمرو بریتانیا در اقیانوس هند
hu: Brit Indiai-óceáni Terület

# countrycurrencyservice.bg
source: Bulgaria
de: Bulgarien
fa: بلغارستان
hu: Bulgária

# countrycurrencyservice.kh
source: Cambodia
de: Kambodscha
fa: کامبوج
hu: Kambodzsa

# countrycurrencyservice.cm
source: Cameroon
de: Kamerun
fa: کامرون
hu: Kamerun

# countrycurrencyservice.ca
source: Canada
de: Kanada
fa: کانادا
hu: Kanada

# countrycurrencyservice.cv
source: Cape Verde
de: Kap Verde
fa: کیپ ورد
hu: zöld-fok

# countrycurrencyservice.ky
source: Cayman Islands
de: Kaimaninseln
fa: جزایر کیمن
hu: Kajmán-szigetek

# countrycurrencyservice.cf
source: Central African Republic
de: Zentralafrikanische Republik
fa: جمهوری آفریقای مرکزی
hu: Közép-Afrikai Köztársaság

# countrycurrencyservice.td
source: Chad
de: Tschad
fa: چاد
hu: Csád

# countrycurrencyservice.cn
source: China
fa: چین
hu: Kína

# countrycurrencyservice.cx
source: Christmas Island
de: Weihnachtsinsel
fa: جزیره کریسمس
hu: Karácsony-sziget

# countrycurrencyservice.cc
source: Cocos (Keeling) Islands
de: Kokosinseln
fa: جزایر کوکوس
hu: Kókusz (Keeling)-szigetek

# countrycurrencyservice.km
source: Comoros
de: Komoren
fa: کومور
hu: Comore-szigetek

# countrycurrencyservice.cg
source: Congo
de: Kongo
fa: کنگو
hu: Kongó

# countrycurrencyservice.cd
source: Congo, The Democratic Republic of the Congo
de: Kongo, Demokratische Republik Kongo
fa: کنگو، جمهوری دموکراتیک کنگو
hu: Kongó, a Kongói Demokratikus Köztársaság

# countrycurrencyservice.ck
source: Cook Islands
de: Cookinseln
fa: جزایر کوک
hu: Cook-szigetek

# countrycurrencyservice.ci
source: Cote d'Ivoire
de: Elfenbeinküste
fa: ساحل عاج
hu: Elefántcsontpart

# countrycurrencyservice.hr
source: Croatia
de: Kroatien
fa: کرواسی
hu: Horvátország

# countrycurrencyservice.cu
source: Cuba
fa: کوبا
hu: Kuba

# countrycurrencyservice.cy
source: Cyprus
de: Zypern
fa: قبرس
hu: Ciprus

# countrycurrencyservice.cz
source: Czech Republic
de: Tschechien
fa: جمهوری چک
hu: Cseh Köztársaság

# countrycurrencyservice.dk
source: Denmark
de: Dänemark
fa: دانمارک
hu: Dánia

# countrycurrencyservice.dj
source: Djibouti
de: Dschibuti
fa: جیبوتی
hu: Dzsibuti

# countrycurrencyservice.dm
source: Dominica
fa: دومینیکا
hu: Dominika

# countrycurrencyservice.do
source: Dominican Republic
de: Dominikanische Republik
fa: جمهوری دومینیکن
hu: Dominikai Köztársaság

# countrycurrencyservice.eg
source: Egypt
de: Ägypten
fa: مصر
hu: Egyiptom

# countrycurrencyservice.gq
source: Equatorial Guinea
de: Äquatorialguinea
fa: گینه استوایی
hu: Egyenlítői-Guinea

# countrycurrencyservice.ee
source: Estonia
de: Estland
fa: استونی
hu: Észtország

# countrycurrencyservice.et
source: Ethiopia
de: Äthiopien
fa: اتیوپی
hu: Etiópia

# countrycurrencyservice.fk
source: Falkland Islands (Malvinas)
de: Falklandinseln (Malvinas)
fa: جزایر فالکلند (مالویناس)
hu: Falkland-szigetek (Malvinas)

# countrycurrencyservice.fo
source: Faroe Islands
de: Färöer Inseln
fa: جزایر فارو
hu: Faroe Szigetek

# countrycurrencyservice.fj
source: Fiji
de: Fidschi
fa: فیجی
hu: Fidzsi-szigetek

# countrycurrencyservice.fi
source: Finland
de: Finnland
fa: فنلاند
hu: Finnország

# countrycurrencyservice.fr
source: France
de: Frankreich
fa: فرانسه
hu: Franciaország

# countrycurrencyservice.gf
source: French Guiana
de: Französisch-Guayana
fa: گویان فرانسه
hu: Francia Guyana

# countrycurrencyservice.pf
source: French Polynesia
de: Französisch-Polynesien
fa: پلینزی فرانسه
hu: Francia Polinézia

# countrycurrencyservice.ge
source: Georgia
de: Georgien
fa: جورجیا
hu: Grúzia

# countrycurrencyservice.de
source: Germany
de: Deutschland
fa: آلمان
hu: Németország

# countrycurrencyservice.gh
source: Ghana
fa: غنا
hu: Ghána

# countrycurrencyservice.gi
source: Gibraltar
fa: جبل الطارق
hu: Gibraltár

# countrycurrencyservice.gr
source: Greece
de: Griechenland
fa: یونان
hu: Görögország

# countrycurrencyservice.gl
source: Greenland
de: Grönland
fa: گرینلند
hu: Grönland

# countrycurrencyservice.gw
source: Guinea-Bissau
fa: گینه بیسائو
hu: Bissau-Guinea

# countrycurrencyservice.va
source: Holy See (Vatican City State)
de: Vatikanstadt
fa: مقدس (ایالت واتیکان)
hu: Szentszék (Vatikánvárosi Állam)

# countrycurrencyservice.hu
source: Hungary
de: Ungarn
fa: مجارستان
hu: Magyarország

# countrycurrencyservice.is
source: Iceland
de: Island
fa: ایسلند
hu: Izland

# countrycurrencyservice.id
source: Indonesia
de: Indonesien
fa: اندونزی
hu: Indonézia

# countrycurrencyservice.ir
source: Iran, Islamic Republic of Persian Gulf
de: Iran, Islamische Republik Persischer Golf
fa: ایران، جمهوری اسلامی خلیج فارس
hu: Irán, Perzsa-öböl Iszlám Köztársaság

# countrycurrencyservice.iq
source: Iraq
de: Irak
fa: عراق
hu: Irak

# countrycurrencyservice.ie
source: Ireland
de: Irland
fa: ایرلند
hu: Írország

# countrycurrencyservice.im
source: Isle of Man
fa: جزیره من
hu: Man-sziget

# countrycurrencyservice.il
source: Israel
fa: اسرائیل
hu: Izrael

# countrycurrencyservice.it
source: Italy
de: Italien
fa: ایتالیا
hu: Olaszország

# countrycurrencyservice.jp
source: Japan
fa: ژاپن
hu: Japán

# countrycurrencyservice.jo
source: Jordan
de: Jordanien
fa: اردن
hu: Jordánia

# countrycurrencyservice.kz
source: Kazakhstan
de: Kasachstan
fa: قزاقستان
hu: Kazahsztán

# countrycurrencyservice.kp
source: Korea, Democratic People's Republic of Korea
de: Korea, Demokratische Volksrepublik Korea
fa: کره، جمهوری دموکراتیک خلق کره
hu: Korea, Koreai Népi Demokratikus Köztársaság

# countrycurrencyservice.kr
source: Korea, Republic of South Korea
de: Korea, Republik Südkorea
fa: کره، جمهوری کره جنوبی
hu: Korea, Dél-Koreai Köztársaság

# countrycurrencyservice.kw
source: Kuwait
fa: کویت
hu: Kuvait

# countrycurrencyservice.kg
source: Kyrgyzstan
de: Kirgisistan
fa: قرقیزستان
hu: Kirgizisztán

# countrycurrencyservice.la
source: Laos
fa: لائوس
hu: Laosz

# countrycurrencyservice.lv
source: Latvia
de: Lettland
fa: لتونی
hu: Lettország

# countrycurrencyservice.lb
source: Lebanon
de: Libanon
fa: لبنان
hu: Libanon

# countrycurrencyservice.lr
source: Liberia
fa: لیبریا
hu: Libéria

# countrycurrencyservice.ly
source: Libyan Arab Jamahiriya
de: Libyen
fa: جماهیرا عرب لیبی
hu: Líbiai Arab Dzsamahiriya

# countrycurrencyservice.lt
source: Lithuania
de: Litauen
fa: لیتوانی
hu: Litvánia

# countrycurrencyservice.lu
source: Luxembourg
de: Luxemburg
fa: لوکزامبورگ
hu: Luxemburg

# countrycurrencyservice.mo
source: Macao
de: Macau
fa: ماکائو
hu: Makaó

# countrycurrencyservice.mk
source: Macedonia
de: Mazedonien
fa: مقدونیه
hu: Macedónia

# countrycurrencyservice.mg
source: Madagascar
de: Madagaskar
fa: ماداگاسکار
hu: Madagaszkár

# countrycurrencyservice.mv
source: Maldives
de: Malediven
hu: Maldív-szigetek

# countrycurrencyservice.mt
source: Malta
fa: مالت
hu: Málta

# countrycurrencyservice.mh
source: Marshall Islands
de: Marshallinseln
fa: جزایر مارشال
hu: Marshall-szigetek

# countrycurrencyservice.mr
source: Mauritania
de: Mauretanien
fa: موریتانی
hu: Mauritánia

# countrycurrencyservice.mx
source: Mexico
de: Mexiko
fa: مکزیک
hu: Mexikó

# countrycurrencyservice.fm
source: Micronesia, Federated States of Micronesia
de: Mikronesien, Föderierte Staaten von Mikronesien
fa: میکرونزی، ایالات فدرال میکرونزی
hu: Mikronézia, Mikronéziai Szövetségi Államok

# countrycurrencyservice.mn
source: Mongolia
de: Mongolei
fa: مغولستان
hu: Mongólia

# countrycurrencyservice.me
source: Montenegro
fa: مونته نگرو
hu: Montenegró

# countrycurrencyservice.ma
source: Morocco
de: Marokko
fa: مراکش
hu: Marokkó

# countrycurrencyservice.mz
source: Mozambique
de: Mosambik
fa: موزامبیک
hu: Mozambik

# countrycurrencyservice.mm
source: Myanmar
fa: میانمار
hu: Mianmar

# countrycurrencyservice.na
source: Namibia
fa: نامیبیا
hu: Namíbia

# countrycurrencyservice.np
source: Nepal
fa: نپال
hu: Nepál

# countrycurrencyservice.nl
source: Netherlands
de: Niederlande
fa: هلند
hu: Hollandia

# countrycurrencyservice.an
source: Netherlands Antilles
de: Niederländische Antillen
fa: آنتیل هلند
hu: Holland Antillák

# countrycurrencyservice.nc
source: New Caledonia
de: Neukaledonien
fa: کالدونیای جدید
hu: Új-Kaledónia

# countrycurrencyservice.nz
source: New Zealand
de: Neuseeland
fa: نیوزلند
hu: Új Zéland

# countrycurrencyservice.ng
source: Nigeria
fa: نیجریه
hu: Nigéria

# countrycurrencyservice.nf
source: Norfolk Island
de: Norfolkinsel
fa: جزیره نورفولک
hu: Norfolk-sziget

# countrycurrencyservice.mp
source: Northern Mariana Islands
de: Nördliche Marianen
fa: جزایر ماریانای شمالی
hu: Észak Mariana szigetek

# countrycurrencyservice.no
source: Norway
de: Norwegen
fa: نروژ
hu: Norvégia

# countrycurrencyservice.om
source: Oman
fa: عمان
hu: Omán

# countrycurrencyservice.pk
source: Pakistan
fa: پاکستان
hu: Pakisztán

# countrycurrencyservice.ps
source: Palestinian Territory, Occupied
de: Palästinensische Autonomiegebiete
fa: سرزمین فلسطین ، اشغالی
hu: Palesztin Terület, megszállt

# countrycurrencyservice.pg
source: Papua New Guinea
de: Papua-Neuguinea
fa: پاپوآ گینه نو
hu: Pápua Új-Guinea

# countrycurrencyservice.ph
source: Philippines
de: Philippinen
fa: فیلیپین
hu: Fülöp-szigetek

# countrycurrencyservice.pl
source: Poland
de: Polen
fa: لهستان
hu: Lengyelország

# countrycurrencyservice.pt
source: Portugal
fa: پرتغال
hu: Portugália

# countrycurrencyservice.qa
source: Qatar
de: Katar
fa: قطر
hu: Katar

# countrycurrencyservice.ro
source: Romania
de: Rumänien
fa: رومانی
hu: Románia

# countrycurrencyservice.ru
source: Russia
de: Russland
fa: روسیه
hu: Oroszország

# countrycurrencyservice.rw
source: Rwanda
de: Ruanda
fa: رواندا
hu: Ruanda

# countrycurrencyservice.sh
source: Saint Helena, Ascension and Tristan Da Cunha
de: St. Helena, Himmelfahrt und Tristan da Cunha
fa: سنت هلن، اسنسیون و تریستان دا کونا
hu: Szent Ilona, Mennybemenetele és Tristan Da Cunha

# countrycurrencyservice.kn
source: Saint Kitts and Nevis
de: St. Kitts und Nevis
fa: سنت کیتس و نویس
hu: Saint Kitts és Nevis

# countrycurrencyservice.lc
source: Saint Lucia
de: St. Lucia
fa: سنت لوسیا
hu: Szent Lucia

# countrycurrencyservice.mf
source: Saint Martin
de: St. Martin
fa: سنت مارتین
hu: Szent Márton

# countrycurrencyservice.pm
source: Saint Pierre and Miquelon
de: Saint-Pierre und Miquelon
fa: سنت پیر و میکلون
hu: Saint Pierre és Miquelon

# countrycurrencyservice.vc
source: Saint Vincent and the Grenadines
de: St. Vincent und die Grenadinen
fa: سنت وینسنت و گرنادین
hu: Saint Vincent és a Grenadine-szigetek

# countrycurrencyservice.ws
source: Samoa
fa: ساموآ
hu: Szamoa

# countrycurrencyservice.st
source: Sao Tome and Principe
de: Sao Tome und Principe
fa: سائوتومه و پرنسیپه
hu: São Tomé és Príncipe

# countrycurrencyservice.sa
source: Saudi Arabia
de: Saudi-Arabien
fa: عربستان سعودی
hu: Szaud-Arábia

# countrycurrencyservice.sn
source: Senegal
fa: سنگال
hu: Szenegál

# countrycurrencyservice.rs
source: Serbia
de: Serbien
fa: صربستان
hu: Szerbia

# countrycurrencyservice.sc
source: Seychelles
de: Seychellen
fa: سیشل
hu: Seychelle-szigetek

# countrycurrencyservice.sg
source: Singapore
de: Singapur
fa: سنگاپور
hu: Szingapúr

# countrycurrencyservice.sk
source: Slovakia
de: Slowakei
fa: اسلواکی
hu: Szlovákia

# countrycurrencyservice.si
source: Slovenia
de: Slowenien
fa: اسلوونی
hu: Szlovénia

# countrycurrencyservice.sb
source: Solomon Islands
de: Salomonen
fa: جزایر سلیمان
hu: Salamon-szigetek

# countrycurrencyservice.so
source: Somalia
fa: سومالی
hu: Szomália

# countrycurrencyservice.za
source: South Africa
de: Südafrika
fa: آفریقای جنوبی
hu: Dél-Afrika

# countrycurrencyservice.ss
source: South Sudan
de: Südsudan
fa: سودان جنوبی
hu: Dél Szudán

# countrycurrencyservice.gs
source: South Georgia and the South Sandwich Islands
de: Südgeorgien und die Südlichen Sandwichinseln
fa: جنوب گرجستان و جزایر ساندویچ جنوبی
hu: Dél-Georgia és a Déli Sandwich-szigetek

# countrycurrencyservice.es
source: Spain
de: Spanien
fa: اسپانیا
hu: Spanyolország

# countrycurrencyservice.sd
source: Sudan
fa: سودان
hu: Szudán

# countrycurrencyservice.sj
source: Svalbard and Jan Mayen
de: Svalbard und Jan Mayen
fa: اسوالبارد و جان ماین
hu: Svalbard és Jan Mayen

# countrycurrencyservice.sz
source: Swaziland
de: Swasiland
fa: سوازیلند
hu: Szváziföld

# countrycurrencyservice.se
source: Sweden
de: Schweden
fa: سوئد
hu: Svédország

# countrycurrencyservice.ch
source: Switzerland
de: Schweiz
fa: سوئیس
hu: Svájc

# countrycurrencyservice.sy
source: Syrian Arab Republic
de: Syrische Arabische Republik
fa: جمهوری عربی سوریه
hu: Szíriai Arab Köztársaság

# countrycurrencyservice.ty
source: Taiwan
fa: تایوان
hu: Tajvan

# countrycurrencyservice.tj
source: Tajikistan
de: Tadschikistan
fa: تاجیکستان
hu: Tádzsikisztán

# countrycurrencyservice.tz
source: Tanzania, United Republic of Tanzania
de: Tansania, Vereinigte Republik Tansania
fa: تانزانیا، جمهوری متحد تانزانیا
hu: Tanzánia, Tanzániai Egyesült Köztársaság

# countrycurrencyservice.th
source: Thailand
fa: تایلند
hu: Thaiföld

# countrycurrencyservice.tl
source: Timor-Leste
fa: تیمور لست
hu: Kelet-Timor

# countrycurrencyservice.tg
source: Togo
fa: توگو
hu: Menni

# countrycurrencyservice.tt
source: Trinidad and Tobago
de: Trinidad und Tobago
fa: ترینیداد و توباگو
hu: Trinidad és Tobago

# countrycurrencyservice.tn
source: Tunisia
de: Tunesien
fa: تونس
hu: Tunézia

# countrycurrencyservice.tr
source: Turkey
de: Türkei
fa: ترکیه
hu: pulyka

# countrycurrencyservice.tm
source: Turkmenistan
fa: ترکمنستان
hu: Türkmenisztán

# countrycurrencyservice.tc
source: Turks and Caicos Islands
de: Turks- und Caicosinseln
fa: جزایر ترکس و کایکوس
hu: Turks-és Caicos-szigetek

# countrycurrencyservice.ua
source: Ukraine
fa: اوکراین
hu: Ukrajna

# countrycurrencyservice.ae
source: United Arab Emirates
de: Vereinigte Arabische Emirate
fa: امارات متحده عربی
hu: Egyesült Arab Emírségek

# countrycurrencyservice.gb
source: United Kingdom
de: Großbritannien
fa: انگلستان
hu: Egyesült Királyság
