Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# newEntity.createNewVariable
source: Create new variable
de: Neue Variable erstellen
fa: ایجاد متغیر جدید
hu: Új változó létrehozása

# editEntityDialog.payrollBenefits
source: Benefits
hu: Előnyök

# editEntityDialog.payrollBenefitsDescription
source: Set up custom benefits that will appear in the employee profile. You will be able to track more information from your employees.
hu: Állítson be egyéni juttatásokat, amelyek megjelennek az alkalmazotti profilban. Ön képes lesz több információt nyomon követni az alkalmazottaktól.

# editEntityDialog.benefitName
source: Name
hu: Név

# newEntity.createNewBenefit
source: Create new Benefit
hu: Hozzon létre új előnyt

# editEntityDialog.daysOff
source: Days Off
hu: Szünet

# editEntityDialog.daysOffDescription
source: Set up the amount of days for the current year. You can always edit them later.
hu: Állítsa be a napok számát az aktuális évre. Később bármikor szerkesztheti őket.

# setup.year
source: Year
hu: Év

# setup.holidays
source: Holidays
hu: Ünnepek

# setup.sick
source: Sick
hu: Beteg

# setup.personalDays
source: Personal days
hu: Személyes napok

# setup.bankHolidays
source: Bank Holidays
hu: Banki szünnapok

# editEntityDialog.year
source: Year
hu: Év

# editEntityDialog.holidays
source: Holidays
hu: Ünnepek

# editEntityDialog.sick
source: Sick
hu: Beteg

# editEntityDialog.personalDays
source: Personal Days
hu: Személyes napok

# newEntity.createNewDayOff
source: Create new Days Off
hu: Hozzon létre új szabadnapokat

# editEntityDialog.entityMembers
source: Entity Members
de: Elemente der Entität
fa: اعضای Entity
hu: Az entitás tagjai

# newEntity.addMembers
source: Add members
de: Mitglieder hinzufügen
fa: افزودن اعضا
hu: Tagok hozzáadása

# setup.remove
source: Remove
de: Entfernen
fa: حذف
hu: Távolítsa el

# editEntityDialog.general
source: General
de: Allgemein
fa: عمومی
hu: Tábornok

# editEntityDialog.payroll
source: Payroll
de: Gehalt
fa: حقوق دریافتی
hu: Bérszámfejtés

# editEntityDialog.members
source: Members
de: Mitglieder
fa: اعضا
hu: tagok

# editentitydialog.areYouSure
source: Are you sure?
de: Sind Sie sicher?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# editentitydialog.completelyRemovedCF
source: By doing this, the field will be completely removed!
hu: Ezzel a mezőt teljesen eltávolítjuk!

# editentitydialog.pleaseWaitDeleting
source: Please wait we are deleting the entity...
de: Bitte warten Sie, wir löschen die Entität...
fa: لطفا صبر کنید ما در حال حذف نهاد...
hu: Kérjük, várjon, törljük az entitást...

# editentitydialog.deleted
source: Entity deleted!
de: Entität gelöscht!
fa: موجودیت حذف شد!
hu: Entitás törölve!

# editentitydialog.unableDelete
source: Unable to delete the entity, please try again!
de: Die Entität kann nicht gelöscht werden, bitte versuchen Sie es erneut!
fa: قادر به حذف موجودیت نیست، لطفا دوباره تلاش کنید!
hu: Nem sikerült törölni az entitást, próbálkozzon újra!

# editentitydialog.valueAlreadyExists
source: Value already exists!
de: Wert gibt es bereits!
fa: ارزش در حال حاضر وجود دارد!
hu: Az érték már létezik!

# editentitydialog.completelyRemovedVariable
source: By doing this, the variable will be completely removed!
hu: Ezzel a változó teljesen törlődik!

# editentitydialog.removeFromEntity
source: By doing this, the user will be removed from the entity!
de: Auf diese Weise wird der Benutzer aus der Entität entfernt!
fa: با انجام این کار، کاربر از نهاد حذف خواهد شد!
hu: Ezzel a felhasználót eltávolítjuk az entitásból!

# editentitydialog.pleaseWaitDeletingMember
source: Please wait we are removing the member...
de: Bitte warten Sie, wir entfernen das Mitglied...
fa: لطفا صبر کنید ما در حال حذف عضو...
hu: Kérjük, várjon, eltávolítjuk a tagot...

# editentitydialog.remove
source: User removed!
de: Benutzer entfernt!
fa: کاربر حذف شد!
hu: Felhasználó eltávolítva!

# editentitydialog.unableRemove
source: Unable to remove the user from the entity, please try again!
de: Der Benutzer kann nicht aus der Entität entfernt werden, bitte versuchen Sie es erneut!
fa: قادر به حذف کاربر از نهاد نیست، لطفا دوباره تلاش کنید!
hu: Nem sikerült eltávolítani a felhasználót az entitásból, próbálkozzon újra!

# editentitydialog.completelyRemovedBenefit
source: By doing this, the benefit will be completely removed!
hu: Ezzel a haszon teljesen megszűnik!

# editentitydialog.deletedBenefit
source: Benefit deleted!
hu: Előny törölve!

# editentitydialog.unableDeleteBenefit
source: Unable to delete the benefit, please try again!
hu: Nem sikerült törölni az előnyt, próbálkozzon újra!

# editentitydialog.completelyRemovedYear
source: By doing this, the year will be completely removed!
hu: Ezzel az évszámot teljesen eltávolítjuk!

# editentitydialog.pleaseWaitDeletingYear
source: Please wait we are deleting the year...
hu: Kérjük, várjon, töröljük az évet...

# editentitydialog.deletedYear
source: Year deleted!
hu: Év törölve!

# editentitydialog.unableDeleteYear
source: Unable to delete the year, please try again!
hu: Nem sikerült törölni az évet, próbálkozzon újra!

source: Workspace members
de: Arbeitsbereichsmitglieder
fa: اعضای فضای کاری
hu: Munkaterület tagjai

# entityAddMembersDialog.addAllMembers
source: Add All Members
de: Alle Mitglieder hinzufügen
fa: اضافه کردن همه اعضا
hu: Összes tag hozzáadása

# entityaddmembersdialog.name
source: Name
fa: نام
hu: Név

# entityaddmembersdialog.add
source: Add
de: Hinzufügen
fa: افزودن
hu: Hozzáadás

# editentitydialog.addToEntity
source: By doing this, the user will be added to the entity!
de: Auf diese Weise wird der Benutzer der Entität hinzugefügt!
fa: با انجام این کار، کاربر به موجودیت اضافه خواهد شد!
hu: Ezzel a felhasználó hozzáadódik az entitáshoz!

# editentitydialog.pleaseWaitAddinggMember
source: Please wait we are adding the member...
de: Bitte warten Sie, wir fügen das Mitglied hinzu...
fa: لطفا صبر کنید ما در حال اضافه کردن عضو...
hu: Kérjük, várjon, a tag felvétele folyamatban van...

# editentitydialog.added
source: User added!
de: Benutzer hinzugefügt!
fa: کاربر اضافه شده!
hu: Felhasználó hozzáadva!

# editentitydialog.unableAdd
source: Unable to add the user to the entity, please try again!
de: Der Benutzer kann der Entität nicht hinzugefügt werden, bitte versuchen Sie es erneut!
fa: قادر به اضافه کردن کاربر به نهاد نیست، لطفا دوباره امتحان کنید!
hu: Nem sikerült hozzáadni a felhasználót az entitáshoz, próbálkozzon újra!

# editentitydialog.addAllToEntity
source: By doing this, the users will be added to the entity!
de: Auf diese Weise werden die Benutzer der Entität hinzugefügt!
fa: با انجام این کار، کاربران به نهاد اضافه خواهند شد!
hu: Ezzel a felhasználók hozzáadódnak az entitáshoz!

# editentitydialog.pleaseWaitAddMembers
source: Please wait we are adding all the members...
de: Bitte warten Sie, wir fügen alle Mitglieder hinzu...
fa: لطفا صبر کنید ما در حال اضافه کردن تمام اعضای...
hu: Kérjük, várjon, az összes tagot hozzáadjuk...

# editentitydialog.usersAdded
source: Users added!
de: Benutzer hinzugefügt!
fa: کاربران اضافه شده!
hu: Felhasználók hozzáadva!

# editentitydialog.unableToAddMembers
source: Unable to add the users to the entity, please try again!
de: Die Benutzer können der Entität nicht hinzugefügt werden, bitte versuchen Sie es erneut!
fa: قادر به اضافه کردن کاربران به نهاد نیستید، لطفا دوباره امتحان کنید!
hu: Nem sikerült hozzáadni a felhasználókat az entitáshoz, próbálkozzon újra!

# newEntity.createEntity
source: Create a new Entity
de: Erstellen einer neuen Entität
fa: ایجاد یک موجودیت جدید
hu: Hozzon létre egy új entitást

# newEntity.createEntityButton
source: Create Entity
de: Entität erstellen
fa: ایجاد موجودیت
hu: Entitás létrehozása

# newEntity.enterName
source: Kindly enter an entity name.
de: Bitte geben Sie einen Entitätsnamen ein.
fa: لطفا یک نام نهاد را وارد کنید.
hu: Kérjük, adja meg az entitás nevét.

# setup.hiveCardDescription
source: These are the legal entities of your company. Check that the information is correct and fill what is missing.
de: Dies sind die juristischen Personen Ihres Unternehmens. Überprüfen Sie, ob die Informationen korrekt sind, und ergänzen Sie die fehlenden Angaben.
fa: اینها اشخاص حقوقی شرکت شما هستند. بررسی کنید که اطلاعات درست است و پر کردن انچه از دست رفته است.
hu: Ezek az Ön cégének jogi személyei. Ellenőrizze, hogy az adatok helyesek-e, és töltse ki, ami hiányzik.

# setup.createEntity
source: Create Entity
de: Entität erstellen
fa: ایجاد موجودیت
hu: Entitás létrehozása

# setup.createEntityCardDescription
source: If your company has multiple legal entities, you can create them here.
de: Wenn Ihr Unternehmen mehrere juristische Personen hat, können Sie diese hier erstellen.
fa: اگر شرکت شما دارای چندین نهاد حقوقی است، می توانید انها را در اینجا ایجاد کنید.
hu: Ha cégének több jogi személye van, itt hozhatja létre azokat.

# setup.createNew
source: Create new
de: Neu erstellen
fa: ایجاد جدید
hu: Újat készíteni

# setup.settingsCardDescription
source: Define how your employees’ payment is regulated.
de: Legen Sie fest, wie die Bezahlung Ihrer Mitarbeiter geregelt wird.
fa: تعیین کنید که چگونه پرداخت کارکنان شما تنظیم می شود.
hu: Határozza meg, hogyan szabályozzák az alkalmazottak fizetését.

# setup.goToSetup
source: Go to setup
de: Gehe zu Setup
fa: برو به پیکربندی
hu: Menjen a beállításhoz

# setup.areYouSure
source: Are you sure?
de: Sind Sie sicher?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# setup.completelyRemoved
source: By doing this, the entity be completely removed!
de: Auf diese Weise wird die Entität vollständig entfernt!
fa: با انجام این کار، موجودیت به طور کامل حذف می شود!
hu: Ezzel az entitást teljesen eltávolítjuk!

# setup.pleaseWaitDeleting
source: Please wait we are deleting the entity...
de: Bitte warten Sie, wir löschen die Entität...
fa: لطفا صبر کنید ما در حال حذف نهاد...
hu: Kérjük, várjon, törljük az entitást...

# setup.deleted
source: Entity deleted!
de: Entität gelöscht!
fa: موجودیت حذف شد!
hu: Entitás törölve!

# setup.unableDelete
source: Unable to delete the entity, please try again!
de: Die Entität kann nicht gelöscht werden, bitte versuchen Sie es erneut!
fa: قادر به حذف موجودیت نیست، لطفا دوباره تلاش کنید!
hu: Nem sikerült törölni az entitást, próbálkozzon újra!

# pendingTasksCard.employeesOff
source: Employees Off On {{ displayMonth(selectedDate) }}</h2> <div> Employees Off On {{ displayMonth(selectedDate) }}
hu: {{ membersOff?.length || 0 }} Alkalmazottak Ki Be {{ displayMonth(selectedDate) }}

# pendingTasksCard.filter
source: Filter
hu: Szűrő

# pendingTasksCard.firstName
source: First name
hu: Keresztnév

# pendingTasksCard.lastName
source: Last name
hu: Vezetéknév

# pendingTasksCard.startDate
source: Start Date
hu: Kezdő dátum

# pendingTasksCard.endDate
source: End Date
hu: Befejezés dátuma

# pendingTasksCard.noDataMatchingFilter
source: No data matching the filter "{{input.value}}"
hu: Nincs adat, amely megfelel a szűrőnek "{{input.value}} "

# chartPerson.removeManager
source: Remove Manager
de: Manager entfernen
fa: مدیر را حذف کنید
hu: Kezelő eltávolítása

# chartPerson.pleaseWaitsavingSettings
source: Please wait, we are saving the new setting...
de: Bitte warten Sie, wir speichern die neue Einstellung...
fa: لطفا صبر کنید، ما در حال ذخیره تنظیمات جدید هستیم...
hu: Kérjük, várjon, az új beállítást mentjük...

# chartPerson.settingsSaved
source: Settings saved!
de: Einstellungen gespeichert!
fa: تنظیمات ذخیره شد!
hu: Beállítások elmentve!

# chartPerson.unableToSaveGroupSettings
source: Unable to save the settings, please try again!
de: Die Einstellungen können nicht gespeichert werden, bitte versuchen Sie es erneut!
fa: تنظیمات ذخیره نشد، لطفا دوباره امتحان کنید!
hu: Nem sikerült menteni a beállításokat, próbálkozzon újra!

# chartSettingsDialog.chartSettings
source: Chart Settings
de: Diagrammeinstellungen
fa: تنظیمات نمودار
hu: Diagram beállításai

# chartSettingsDialog.chartSettingsDescription
source: Manage the settings for the chart.
de: Verwalten Sie die Einstellungen für das Diagramm.
fa: تنظیمات نمودار را مدیریت کنید.
hu: Kezelje a diagram beállításait.

# chartSettingsDialog.selectManagerCF
source: Select the Manager Custom Field
de: Wählen Sie das benutzerdefinierte Feld Manager aus.
fa: فیلد سفارشی مدیر را انتخاب کنید
hu: Válassza ki a Kezelő egyéni mezőt

# chartSettingsDialog.close
source: Close
de: Schließen
fa: نزدیک
hu: Bezárás

# chartSettingsDialog.pleaseWaitsavingSettings
source: Please wait, we are saving the new setting...
de: Bitte warten Sie, wir speichern die neue Einstellung...
fa: لطفا صبر کنید، ما در حال ذخیره تنظیمات جدید هستیم...
hu: Kérjük, várjon, az új beállítást mentjük...

# chartSettingsDialog.settingsSaved
source: Settings saved!
de: Einstellungen gespeichert!
fa: تنظیمات ذخیره شد!
hu: Beállítások elmentve!

# chartSettingsDialog.unableToSaveGroupSettings
source: Unable to save the settings, please try again!
de: Die Einstellungen können nicht gespeichert werden, bitte versuchen Sie es erneut!
fa: تنظیمات ذخیره نشد، لطفا دوباره امتحان کنید!
hu: Nem sikerült menteni a beállításokat, próbálkozzon újra!

# organizationChart.addPeople
source: Add people
de: Personen hinzufügen
fa: اضافه کردن مردم
hu: Adj hozzá embereket

# organizationChart.pleaseWaitsavingSettings
source: Please wait, we are saving the new setting...
de: Bitte warten Sie, wir speichern die neue Einstellung...
fa: لطفا صبر کنید، ما در حال ذخیره تنظیمات جدید هستیم...
hu: Kérjük, várjon, az új beállítást mentjük...

# organizationChart.settingsSaved
source: Settings saved!
de: Einstellungen gespeichert!
fa: تنظیمات ذخیره شد!
hu: Beállítások elmentve!

# organizationChart.unableToSaveGroupSettings
source: Unable to save the settings, please try again!
de: Die Einstellungen können nicht gespeichert werden, bitte versuchen Sie es erneut!
fa: تنظیمات ذخیره نشد، لطفا دوباره امتحان کنید!
hu: Nem sikerült menteni a beállításokat, próbálkozzon újra!

# organization.skill
source: Skill
de: Fähigkeit
fa: مهارت
hu: Ügyesség

# organization.customFields
source: Custom Fields
de: Benutzerdefinierte Felder
fa: فیلدهای سفارشی
hu: Egyéni mezők

# organization.clear
source: Clear
de: Klar
fa: پاک کردن
hu: Egyértelmű

# organization.close
source: Close
de: Schließen
fa: نزدیک
hu: Bezárás

# organization.cardDescriptionPeopleDirectory
source: Search and connect with other employees.
de: Suchen und vernetzen Sie sich mit anderen Mitarbeitern.
fa: جستجو و ارتباط با سایر کارمندان
hu: Keressen és lépjen kapcsolatba más alkalmazottakkal.

# organization.viewPeople
source: View Directory
de: Verzeichnis ansehen
fa: مشاهده دایرکتوری
hu: Nézze meg a könyvtárat

# organization.organizationChart
source: Organization Chart
de: Organigramm
fa: چارت سازمانی
hu: Szervezeti ábra

# organization.cardDescriptionOrganizationChart
source: Check out the organization chart to understand how your company is structured.
de: Schauen Sie sich das Organigramm an, um zu verstehen, wie Ihr Unternehmen strukturiert ist.
fa: نمودار سازمان را بررسی کنید تا درک کنید که چگونه شرکت شما ساختار یافته است.
hu: Tekintse meg a szervezeti diagramot, hogy megértse, hogyan épül fel cége.

# organization.openChart
source: Open Chart
de: Chart öffnen
fa: باز کردن نمودار
hu: Nyissa meg a diagramot

# organization.cardDescriptionHiveHR
source: Manage people and payroll information
de: Verwalten von Personen- und Gehaltsabrechnungsinformationen
fa: مدیریت افراد و اطلاعات حقوق و دستمزد
hu: Kezelje az embereket és a bérszámfejtési információkat

# organization.openHive
source: Open Hive
de: Offener Bienenstock
fa: باز کردن کندو
hu: Nyissa meg a Hive-t

# peopleDirectorySearchResults.role
source: Role:
de: Position:
fa: نقش:
hu: Szerep:

# peopleDirectorySearchResults.work
source: Work Manager
de: Betriebsleiter
fa: مدیر کار
hu: Munkavezető

# peopleDirectory.skill
source: Skill
de: Fähigkeit
fa: مهارت
hu: Ügyesség

# peopleDirectory.customFields
source: Custom Fields
de: Benutzerdefinierte Felder
fa: فیلدهای سفارشی
hu: Egyéni mezők

# peopleDirectory.clear
source: Clear
de: Klar
fa: پاک کردن
hu: Egyértelmű

# peopleDirectory.close
source: Close
de: Schließen
fa: نزدیک
hu: Bezárás

# peopleDirectory.searchForPeople
source: Search for people inside your organization.
de: Suchen Sie nach Personen in Ihrer Organisation.
fa: افراد درون سازمان خود را جستجو کنید.
hu: Keressen embereket a szervezetén belül.

# peopleDirectory.purposeOfPeopleDirectory
source: The purpose of <span style="color: #2AA578;">People Directory</span> is to help you find colleagues and make it easier to connect with them.
de: Der Zweck von <span style="color: #2AA578;">People Directory</span> ist es, Ihnen zu helfen, Kollegen zu finden und es einfacher zu machen, sich mit ihnen zu verbinden.
fa: هدف <span style="color: #2AA578;">People Directory</span> این است که به شما کمک کند همکاران را پیدا کنید و ارتباط با آنها را آسان تر کنید.
hu: A célja<span style="color: #2AA578;"> People Directory</span> segít megtalálni a kollégákat, és megkönnyíteni velük a kapcsolatot.

# peopleDirectory.searchForthings
source: Search for things like: name, job title, department, skills...
de: Suchen Sie nach Dingen wie: Name, Berufsbezeichnung, Abteilung, Fähigkeiten ...
fa: جستجو برای مواردی مانند: نام، عنوان شغلی، بخش، مهارت ها...
hu: Keressen rá például: név, munkakör, osztály, készségek...

# publicFunctions.errorOccuredWhileFetchingWorkspaceDetails
source: Error occurred while fetching the workspace details, please try again!
de: Beim Abrufen der Arbeitsbereichsdetails ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Se produjo un error al obtener los detalles del espacio de trabajo. Vuelva a intentarlo.
fa: خطا در هنگام واکشی جزئیات فضای کار رخ داده است، لطفا دوباره امتحان کنید!
hu: Hiba történt a munkaterület részleteinek lekérése közben. Kérjük, próbálja újra!

# publicFunctions.errorOccuredWhileFetchingWorkspaceMembers
source: Error occurred while fetching the workspace members!, please try again!
de: Beim Abrufen der Workspace-Mitglieder ist ein Fehler aufgetreten! Bitte versuchen Sie es erneut!
es: ¡Se produjo un error al obtener los miembros del espacio de trabajo! ¡Inténtelo de nuevo!
fa: خطا رخ داده است در حالی که واکشی اعضای فضای کار!, لطفا دوباره سعی کنید!
hu: Hiba történt a munkaterület-tagok lekérése során! Kérjük, próbálja újra!

# publicFunctions.unableToFetchGroupDetails
source: Unable to fetch the group details, please try again!
de: Die Gruppendetails können nicht abgerufen werden. Bitte versuchen Sie es erneut!
es: No se pueden obtener los detalles del grupo. Vuelve a intentarlo.
fa: قادر به واکشی جزئیات گروه نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült lekérni a csoport adatait, próbáld újra!

# publicFunctions.unableToFetchPortfolioDetails
source: Unable to fetch the portfolio details, please try again!
de: Die Portfolio-Details können nicht abgerufen werden, bitte versuchen Sie es erneut!
fa: قادر به واکشی جزئیات نمونه کارها، لطفا دوباره امتحان کنید!
hu: Nem sikerült lekérni a portfólió részleteit, próbálkozzon újra!

# publicFunctions.pleaseWaitWeChangeTaskAssignee
source: Please wait we are changing the task assignee...
de: Bitte warten, wir wechseln den Verantwortlichen…
es: Espere, estamos cambiando el asignado de la tarea ...
fa: لطفا صبر کنید ما در حال تغییر واگذاری وظیفه...
hu: Kérjük, várjon, változtatjuk a megbízottat...

# publicFunctions.taskAssigned
source: Task assigned to res['post']['task']['_assigned_to']['first_name']
de: Aufgabe res['post']['task']['_assigned_to']['first_name'] zugewiesen
es: Tarea asignada a res['post']['task']['_assigned_to']['first_name']
fa: وظیفه اختصاص داده شده به res['post']['task']['_assigned_to']['first_name']
hu: Feladat hozzárendelve res['post']['task']['_assigned_to']['first_name']

# publicFunctions.unableToAssign
source: Unable to assign the new assignee, please try again!
de: Der neue Verantwortliche kann nicht zugewiesen werden. Bitte versuchen Sie es erneut!
es: No se puede asignar el nuevo asignado, inténtelo de nuevo.
fa: قادر به واگذاری جدید نیست، لطفا دوباره امتحان کنید!
hu: Nem sikerült hozzárendelni az új jogosultat, próbálja újra!

# publicFunctions.pleaseWaitChangingTaskDueDate
source: Please wait we are changing the task due date...
de: Bitte warten Sie, wir ändern das Fälligkeitsdatum der Aufgabe...
es: Espere, estamos cambiando la fecha de vencimiento de la tarea ...
fa: لطفا صبر کنید ما در حال تغییر وظیفه موعد مقرر...
hu: Kérjük, várjon, módosítjuk a feladat határidejét...

# publicFunctions.taskDueDAteChanged
source: Task due date changed to datesService.formateDate(dueDate)!
de: Das Fälligkeitsdatum der Aufgabe wurde auf moment(dueDate).format('YYYY-MM-DD') geändert!
fa: موعد مقرر وظیفه به moment(dueDate).format('YYYY-MM-DD')!
hu: A feladat határideje a következőre módosultdatesService.formateDate(dueDate) !

# publicFunctions.unableToChangeDueDate
source: Unable to change the due date, please try again!
de: Das Fälligkeitsdatum kann nicht geändert werden. Bitte versuchen Sie es erneut!
es: No se puede cambiar la fecha de vencimiento, inténtelo de nuevo.
fa: قادر به تغییر موعد مقرر نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült módosítani a határidőt, próbálja újra!

# publicFunctions.pleaseWaitWeAreMovingTaskToSection
source: Please wait we are moving the task to a new section...
de: Bitte warten Sie, wir verschieben die Aufgabe in einen neuen Abschnitt...
es: Espere, estamos moviendo la tarea a una nueva sección ...
fa: لطفا صبر کنید ما در حال حرکت وظیفه به یک بخش جدید...
hu: Kérjük, várjon, a feladatot áthelyezzük egy új szakaszba...

# publicFunctions.tasksMoved
source: Task moved
de: Aufgabe verschoben
es: Tarea movida
fa: وظیفه نقل مکان کرد
hu: A feladat áthelyezve

# publicFunctions.unableToMoveTask
source: Unable to move the task, please try again!
de: Die Aufgabe kann nicht verschoben werden. Bitte versuchen Sie es erneut!
es: No se puede mover la tarea, inténtelo de nuevo.
fa: قادر به حرکت وظیفه نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült áthelyezni a feladatot, próbálkozzon újra!

# publicFunctions.plesaeWaitWeAreUpdaing
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
es: Espere, estamos actualizando el contenido ...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب هستیم...
hu: Kérjük, várjon, frissítjük a tartalmat...

# publicFunctions.detailsUpdated
source: Details updated!
de: Details aktualisiert!
es: ¡Detalles actualizados!
fa: جزئیات به روز شد!
hu: Részletek frissítve!

# publicFunctions.unableToUpdateDetails
source: Unable to update the details, please try again!
de: Die Details können nicht aktualisiert werden, bitte versuchen Sie es erneut!
es: No se pueden actualizar los detalles. Vuelve a intentarlo.
fa: نمی توان جزئیات را به روز کرد، لطفا دوباره امتحان کنید!
hu: Nem sikerült frissíteni a részleteket, próbáld újra!

# publicFunctions.joiningGroup
source: Joining Group...
de: Gruppe beitreten...
es: Uniéndose al grupo ...
fa: پیوستن به گروه...
hu: Csatlakozás a csoporthoz...

# publicFunctions.successfullyJoinedGroup
source: Successfully Joined Group
de: Gruppe erfolgreich beigetreten
es: Se unió exitosamente al grupo
fa: با موفقیت به گروه پیوست
hu: Sikeresen csatlakozott a csoporthoz

# publicFunctions.errorRetrievingLOOLUrl
source: Not possible to retrieve the complete Office Online url
hu: Nem lehet lekérni a teljes Office Online URL-t

# searchHeader.type
source: Type
de: Typ
es: Tipo
fa: نوع
hu: típus

# searchHeader.everything
source: Everything
de: Alles
es: Todo
fa: همه چیز
hu: Minden

# searchHeader.file
source: File
de: Datei
es: Fichero
fa: فایل
hu: Fájl

# searchHeader.post
source: Post
de: Beitrag
es: Publicación
fa: پست
hu: Hozzászólás

# searchHeader.task
source: Task
de: Aufgabe
es: Tarea
fa: وظیفه
hu: Feladat

# searchHeader.page
source: Page
de: Seite
fa: صفحه
hu: oldal

# searchHeader.user
source: User
de: Benutzer
es: Usuario
fa: کاربر
hu: Felhasználó
