Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# taskActions.templateUpdated
source: Template updated!
de: Vorlage aktualisiert!
es: ¡Plantilla actualizada!
fa: الگو به‌روز شد!
hu: Sablon frissítve!

# taskActions.unexpectedErrorOccuredWhileUpdatingTemplate
source: An unexpected error occurred while updating the template, please try again!
de: Beim Aktualisieren der Vorlage ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Ocurrió un error inesperado al actualizar la plantilla, ¡inténtelo de nuevo!
fa: خطای غیر منتظره ای هنگام به روز رسانی الگو رخ داد، لطفاً دوباره امتحان کنید!
hu: Váratlan hiba történt a sablon frissítése közben. Kérjük, próbálja újra!

# taskActions.templateWillBeDeleted
source: By doing this the template will be deleted!
de: Dadurch wird die Vorlage gelöscht!
es: ¡Al hacer esto, la plantilla se eliminará!
fa: با انجام این کار قالب حذف خواهد شد!
hu: Ezzel a sablon törlődik!

# taskActions.pleaseWaitDeletingTemplate
source: Please wait, while we are deleting the template for you...
de: Bitte warten Sie, während wir die Vorlage für Sie löschen...
es: Espere, mientras eliminamos la plantilla ...
fa: لطفا صبر کنید، در حالی که ما در حال حذف قالب برای شما...
hu: Kérjük, várjon, amíg töröljük a sablont...

# taskActions.templateDeleted
source: Template deleted!
de: Vorlage gelöscht!
es: ¡Plantilla eliminada!
fa: قالب حذف شد!
hu: Sablon törölve!

# taskActions.unexpectedErrorOccuredWhileDeletingTemplate
source: An unexpected error occurred while deleting the template, please try again!
de: Beim Löschen der Vorlage ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Se produjo un error inesperado al eliminar la plantilla, ¡inténtelo de nuevo!
fa: خطای غیر منتظره ای هنگام حذف الگو رخ داد، لطفاً دوباره امتحان کنید!
hu: Váratlan hiba történt a sablon törlése közben. Kérjük, próbálja újra!

# taskActions.taskWillBeChanged
source: By doing this the task will change the content of the task!
de: Dadurch ändert die Aufgabe den Inhalt der Aufgabe!
es: ¡Al hacer esto, la tarea cambiará el contenido de la tarea!
fa: با انجام این کار کار محتوای وظیفه را تغییر خواهد داد!
hu: Ezzel a feladat megváltoztatja a feladat tartalmát!

# taskActions.pleaseWaitUpdatingTask
source: Please wait, while we are updating the task for you...
de: Bitte warten Sie, während wir die Aufgabe für Sie aktualisieren...
es: Espere, mientras actualizamos la tarea por usted ...
fa: لطفا صبر کنید، در حالی که ما در حال به روز رسانی وظیفه برای شما...
hu: Kérjük, várjon, amíg frissítjük a feladatot...

# taskActions.taskUpdated
source: Task updated!
de: Aufgabe aktualisiert!
es: Tarea actualizada!
fa: وظیفه به روز شده!
hu: Feladat frissítve!

# taskActions.connectionError
source: Sorry, we are having a hard time connecting to the server. You have a poor connection. The task can't be created.
de: Es tut uns leid, wir haben Schwierigkeiten, eine Verbindung zum Server herzustellen. Sie haben eine schlechte Verbindung. Die Aufgabe kann nicht erstellt werden.
fa: با عرض پوزش، ما با داشتن یک زمان سخت اتصال به سرور. شما ارتباط ضعیفی دارید. این وظیفه را نمی توان ایجاد کرد.
hu: Sajnáljuk, nehezen tudunk csatlakozni a szerverhez. Rossz a kapcsolatod. A feladat nem hozható létre.

# taskActions.unableToCreatePost
source: Unable to create task, please try again!
de: Aufgabe kann nicht erstellt werden, bitte versuchen Sie es erneut!
fa: قادر به ایجاد کار نیست، لطفا دوباره تلاش کنید!
hu: Nem sikerült létrehozni a feladatot, próbálkozzon újra!

# taskActions.createTemplate
source: Create Template
de: Vorlage erstellen
es: Crear plantilla
fa: ایجاد الگو
hu: Sablon létrehozása

# taskActions.pleaseWaitCreatingTemplate
source: Please wait, while we are creating the template for you...
de: Bitte warten Sie, während wir die Vorlage für Sie erstellen...
es: Espere mientras creamos la plantilla para usted ...
fa: لطفا صبر کنید، در حالی که ما در حال ایجاد قالب برای شما...
hu: Kérjük, várjon, amíg elkészítjük Önnek a sablont...

# taskActions.templateCreated
source: Template created!
de: Vorlage erstellt!
es: ¡Plantilla creada!
fa: قالب ایجاد شده!
hu: Sablon létrehozva!

# taskActions.unexpectedErrorOccuredWhileCreatingTemplate
source: An unexpected error occurred while creating the template, please try again!
de: Beim Erstellen der Vorlage ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Se produjo un error inesperado al crear la plantilla, ¡inténtelo de nuevo!
fa: خطای غیرمنتظره ای هنگام ایجاد قالب رخ داد، لطفاً دوباره امتحان کنید!
hu: Váratlan hiba történt a sablon létrehozásakor, próbálja újra!

# taskActions.templateNameCannotBeEmpty
source: Template name can't be empty!
de: Vorlagenname darf nicht leer sein!
es: ¡El nombre de la plantilla no puede estar vacío!
fa: نام قالب نمی تواند خالی باشد!
hu: A sablon neve nem lehet üres!

# taskActions.tryToAddName
source: Try to add a name
de: Versuchen Sie, einen Namen hinzuzufügen
es: Intenta agregar un nombre
fa: سعی کنید یک نام اضافه کنید
hu: Próbáljon nevet adni

# taskActions.pleaseWaitWeAreSavingTask
source: Please wait we are saving the task...
de: Bitte warten, wir speichern die Aufgabe...
es: Espere, estamos guardando la tarea ...
fa: لطفا صبر کنید ما در حال صرفه جویی در وظیفه...
hu: Kérjük, várjon, a feladat mentése folyamatban van...

# taskActions.taskSave
source: 👍 Task saved!
de: 👍 Aufgabe gespeichert!
es: 👍 ¡Tarea guardada!
fa: 👍 وظیفه ذخیره شده!
hu: 👍 Feladat mentve!

# taskActions.errorWhileSavingTask
source: Error while saving the task!
de: Fehler beim Speichern der Aufgabe!
es: ¡Error al guardar la tarea!
fa: خطا در هنگام صرفه جویی در وظیفه!
hu: Hiba a feladat mentése közben!

# taskTimeTrackingList.name
source: Name
hu: Név

# taskTimeTrackingList.time
source: Time spent
hu: Eltöltött idő

# taskTimeTrackingList.date
source: Date
hu: Dátum

# taskTimeTrackingList.comment
source: Comment
hu: Megjegyzés

# taskTimeTrackingList.category
source: category
hu: kategória

# taskTimeTrackingList.cost
source: cost
hu: költség

# taskTimeTrackingList.edit
source: Edit
hu: Szerkesztés

# taskTimeTrackingList.delete
source: Delete
hu: Töröl

# taskTimeTrackingList.remove
source: By doing this, you will delete the selected time record!
hu: Ezzel törli a kiválasztott időrekordot!

# taskTimeTracking.addEntry
source: Add entry
hu: Bejegyzés hozzáadása

# taskTimeTracking.cancel
source: X Cancel
hu: X Mégse

# taskTimeTracking.close
source: X Close
hu: X Bezárás

# taskTimeTracking.recalculateCost
source: Re-Calculate Cost
hu: Költség újraszámítása

# taskTimeTracking.alreadyHasTTE
source: The user already has time for this task on {{ formateDate(entryDate) }} for the category you selected.
hu: A felhasználónak már van ideje erre a feladatra{{ formateDate(entryDate) }} a kiválasztott kategóriához.

# taskTimeTracking.commentPlaceHolder
source: Comment
hu: Megjegyzés

# taskTimeTracking.pleaseWait
source: Please wait we are updating the time...
hu: Kérjük, várjon, frissítjük az időt...

# taskTimeTracking.timeEdited
source: Time Edited!
hu: Idő szerkesztve!

# taskTimeTracking.unableToEdited
source: Unable to edit Time!
hu: Nem sikerült szerkeszteni az időt!

# newTask.newTask
source: New Task
de: Neue Aufgabe
es: Nueva Tarea
fa: وظیفه جدید
hu: Új feladat

# newTask.newNorthStar
source: New Target
de: Neues Ziel
fa: هدف جدید
hu: Új célpont

# newTask.newIdea
source: New Idea
de: Neue Idee
es: Nueva idea
fa: ایده تازه
hu: Új ötlet

# newTask.newLead
source: New Lead
hu: Új vezető

# newTask.newOrder
source: New Order
hu: Új rend

# newTask.task
source: Task
de: Aufgabe
es: Tarea
fa: وظیفه
hu: Feladat

# newTask.northStar
source: Target
de: Ziel
fa: هدف
hu: Cél

# newTask.idea
source: Idea
de: Idee
fa: ایده
hu: Ötlet

# newTask.crmLead
source: CRM Lead
hu: CRM vezető

# newTask.crmOrder
source: CRM Order
hu: CRM rendelés

# newTask.newTarget
source: New Target
de: Neues Ziel
fa: هدف جدید
hu: Új célpont

# newTask.pleaseWaitCreatingPost
source: Please wait we are creating the post...
de: Bitte warten Sie, wir erstellen den Beitrag...
es: Espere, estamos creando la publicación ...
fa: لطفا صبر کنید ما در حال ایجاد...
hu: Kérjük, várjon, elkészítjük a bejegyzést...

# newTask.taskCreated
source: Task Created!
de: Aufgabe erstellt!
es: Tarea creada!
fa: وظیفه ایجاد شده!
hu: Feladat létrehozva!

# newTask.connectionError
source: Sorry, we are having a hard time connecting to the server. You have a poor connection. The task can't be created.
de: Es tut uns leid, wir haben Schwierigkeiten, eine Verbindung zum Server herzustellen. Sie haben eine schlechte Verbindung. Die Aufgabe kann nicht erstellt werden.
fa: با عرض پوزش، ما با داشتن یک زمان سخت اتصال به سرور. شما ارتباط ضعیفی دارید. این وظیفه را نمی توان ایجاد کرد.
hu: Sajnáljuk, nehezen tudunk csatlakozni a szerverhez. Rossz a kapcsolatod. A feladat nem hozható létre.

# newTask.unableCreateNewTask
source: Unable to create new task, please try again!
de: Neue Aufgabe kann nicht erstellt werden. Bitte versuchen Sie es erneut!
es: No se puede crear una nueva tarea, inténtelo de nuevo.
fa: قادر به ایجاد کار جدید نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült új feladatot létrehozni, próbálja újra!

# postView.assignedToNumMembers
source: Assigned to {{post._assigned_to?.length || 0}} Member(s)
de: Zugeordnet zu {{post._assigned_to?.length || 0}} Mitglied(er)
es: Asignado a {{post._assigned_to? .Length || 0}} Miembro (s)
fa: اختصاص داده شده به {{post._assigned_to?. طول || 0}} عضو (ها)
hu: Hozzárendelve{{post._assigned_to?.length || 0}} Tag(ok)

# postView.assignedToAllMembers
source: Assigned to all Members
de: Zugewiesen für alle Mitglieder
es: Asignado a todos los miembros
fa: اختصاص داده شده به همه اعضا
hu: Minden taghoz hozzárendelve

# postView.due
source: due
de: fällig
es: límite
fa: قابل پرداخت
hu: esedékes

# postView.readMore
source: Read more...
de: Weiterlesen...
fa: ادامه مطلب...
hu: Olvass tovább...

# userTaskForDayDialogComponent.overdue
source: Overdue
hu: Lejárt

# userTaskForDayDialogComponent.toDo
source: To Do
hu: Csinálni

# userTaskForDayDialogComponent.inProgress
source: In Progress
hu: Folyamatban

# userTaskForDayDialogComponent.completed
source: Completed
hu: Befejezve

# userTaskForDayDialogComponent.tasksDueOn
source: Tasks due on
hu: esedékes feladatok

# userTaskForDayDialogComponent.for
source: for
hu: számára

# userTaskForDayDialogComponent.done
source: Done. That's a wrap!
hu: Kész. Ez egy pakolás!

# userTaskForDayDialogComponent.overdueC
source: OVERDUE
hu: LEJÁRT

# pricingTable.paymentPeriod
source: Payment period
de: Zahlungsfrist
fa: دوره پرداخت
hu: Fizetési periódus

# pricingTable.monthly
source: Monthly
de: Monatlich
fa: ماهانه
hu: Havi

# pricingTable.yearly
source: Yearly
de: Jährlich
fa: سالانه
hu: Évi

# pricingTable.perSeat
source: per seat
de: pro Sitzplatz
fa: در هر صندلی
hu: ülésenként

# pricingTable.perMonth
source: per month
de: pro Monat
fa: هر ماه
hu: havonta

# pricingTable.purchase
source: Purchase
de: Kaufen Sie
fa: خرید
hu: Vásárlás

# pricingTable.perYear
source: per year
de: pro Jahr
fa: در سال
hu: évente

# pricingTable.errorWithYourSubscription
source: There is an error with your Subscription, please contact support!
de: Es ist ein Fehler mit Ihrem Abonnement aufgetreten, bitte wenden Sie sich an den Support!
fa: یک خطا در اشتراک شما وجود دارد، لطفا با پشتیبانی تماس بگیرید!
hu: Hiba történt az előfizetésével kapcsolatban, kérjük, forduljon az ügyfélszolgálathoz!

# projectBudgetDialog.budgetManagement
source: Budget Management
hu: Költségvetési menedzsment

# projectBudgetDialog.totalBudget
source: Total Budget
hu: Teljes költségvetés

# projectBudgetDialog.currentBalance
source: Current Balance
hu: Aktuális egyenleg

# projectBudgetDialog.close
source: X Close
hu: X Bezárás

# projectBudgetDialog.addEntry
source: Add expense
hu: Adjon hozzá költséget

# projectBudgetDialog.saveExpense
source: Save expense
hu: Költségmegtakarítás

# projectBudgetDialog.cancel
source: X Cancel
de: Abbrechen
fa: لغو
hu: X Mégse

# projectBudgetDialog.added
source: added
de: hinzugefügt
es: añadido
fa: اضافه
hu: tette hozzá

# projectBudgetDialog.used
source: used
hu: használt

# projectBudgetDialog.on
source: on
hu: tovább

# projectBudgetDialog.unitsOf
source: units of
hu: egységnyi

# projectBudgetDialog.registered
source: registered
hu: bejegyzett

# projectBudgetDialog.toTheTask
source: to the task
hu: a feladathoz

# projectBudgetDialog.onTheCategory
source: to the category
hu: a kategóriához

# projectBudgetDialog.whichCost
source: which cost
hu: amibe kerül

# projectBudgetDialog.edit
source: Edit
de: Bearbeiten
es: Editar
fa: ویرایش
hu: Szerkesztés

# projectBudgetDialog.delete
source: Delete
de: Löschen
es: Borrar
fa: حذف
hu: Töröl

# projectBudgetDialog.addBudget
source: Add budget
hu: Költségkeret hozzáadása

# projectBudgetDialog.whatDidYouSpentItOn
source: What did you spend it on?
de: Wofür haben Sie es ausgegeben?
es: ¿En qué te lo has gastado?
fa: براي چي خرجش کردي؟
hu: mire költötted?

# projectBudgetDialog.cost
source: Cost
hu: Költség

# projectBudgetDialog.pleaseWaitWeUpdateBudget
source: Please wait we are updating the budget...
de: Bitte warten Sie, wir aktualisieren das Budget...
es: Espere, estamos actualizando el presupuesto ...
fa: لطفا صبر کنید ما در حال به روز رسانی بودجه...
hu: Kérjük, várjon, frissítjük a költségvetést...

# projectBudgetDialog.budgetUpdated
source: Budget updated!
de: Budget aktualisiert!
es: ¡Presupuesto actualizado!
fa: بودجه به روز شده!
hu: Költségkeret frissítve!

# projectBudgetDialog.unableToUpdateBudget
source: Unable to update the budget, please try again!
de: Das Budget kann nicht aktualisiert werden. Bitte versuchen Sie es erneut!
es: No se puede actualizar el presupuesto, inténtelo de nuevo.
fa: قادر به به روز رسانی بودجه، لطفا دوباره سعی کنید!
hu: Nem sikerült frissíteni a költségvetést, próbálkozzon újra!

# projectBudgetDialog.amountDescriptionMandatory
source: Amount and Description are mandatory fields.
de: Betrag und Beschreibung sind Pflichtfelder.
es: Importe y Descripción son campos obligatorios.
fa: مبلغ و شرح رشته های اجباری هستند.
hu: Az Összeg és a Leírás kötelező mezők.

# projectBudgetDialog.pleaseWaitWeSaveNewExpense
source: Please wait we are saving the new expense...
de: Bitte warten Sie, wir sparen die neue Ausgabe...
es: Espere, estamos ahorrando el nuevo gasto ...
fa: لطفا صبر کنید ما در حال صرفه جویی در هزینه های جدید...
hu: Kérjük, várjon, megtakarítjuk az új kiadást...

# projectBudgetDialog.expenseSaved
source: Expense saved!
de: Aufwand gespart!
es: ¡Gastos ahorrados!
fa: هزینه پس انداز شد!
hu: Megtakarított költség!

# projectBudgetDialog.unableToSaveExpense
source: Unable to save the expense, please try again!
de: Die Kosten können nicht gespeichert werden. Bitte versuchen Sie es erneut!
es: No se puede ahorrar el gasto, ¡inténtelo de nuevo!
fa: قادر به صرفه جویی در هزینه، لطفا دوباره سعی کنید!
hu: Nem sikerült megtakarítani a költséget, próbálja újra!

# projectBudgetDialog.pleaseWaitWeSaveExpense
source: Please wait we are saving the expense...
de: Bitte warten Sie, wir sparen uns die Kosten...
es: Espere, estamos ahorrando el gasto ...
fa: لطفا صبر کنید ما در حال صرفه جویی در هزینه...
hu: Kérjük, várjon, megtakarítjuk a költségeket...

# projectBudgetDialog.areYouSure
source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# projectBudgetDialog.dingThisWillDeleteExpense
source: By doing this, the expense will be deleted!
de: Dadurch wird die Ausgabe gelöscht!
es: ¡Al hacer esto, se eliminará el gasto!
fa: با این کار هزینه حذف خواهد شد!
hu: Ezzel a költség törlődik!

# projectBudgetDialog.pleaseWaitWeDeleteExpense
source: Please wait we are remove the expense...
de: Bitte warten Sie, wir entfernen die Kosten...
es: Espere, eliminamos el gasto ...
fa: لطفا صبر کنید ما در حال حذف هزینه...
hu: Kérjük, várjon, eltávolítjuk a költséget...

# projectBudgetDialog.expenseDeleted
source: Expense deleted!
de: Aufwand gelöscht!
es: Gastos eliminados
fa: هزینه حذف شد!
hu: Költség törölve!

# quillEditor.findAFileToTag
source: find a file to tag
hu: megjelölni kívánt fájlt keresni

# quillEditor.findAPostToTag
source: find a post to tag
hu: keressen egy bejegyzést a megcímkézéshez

# quillEditor.findACollectionToTag
source: find a collection to tag
hu: megjelölni kívánt gyűjteményt találni

# quillEditor.findAPageFromACollectionToTag
source: find a page from a collection to tag
hu: keressen egy oldalt a gyűjteményből a címkézéshez

# resourceActivityList.name
source: Name
hu: Név

# resourceActivityList.deletedUser
source: Deleted user
hu: Törölt felhasználó

# resourceActivityList.quantity
source: Quantity
hu: Mennyiség

# resourceActivityList.updatedQuantity
source: Updated quantity:
hu: Frissített mennyiség:

# resourceActivityList.project
source: Project
hu: Projekt

# resourceActivityList.comment
source: Comment
hu: Megjegyzés

# resourceActivityList.time
source: Time
hu: Idő

# resourceActivityList.date
source: Date
hu: Dátum

# resourceActivityList.edit
source: Edit
hu: Szerkesztés

# resourceActivityList.delete
source: Delete
hu: Töröl

# resourceActivityList.areYouSure
source: Are you sure?
hu: biztos vagy ebben?

# resourceActivityList.remove
source: By doing this, you will delete the selected activity!
hu: Ezzel törli a kiválasztott tevékenységet!

# resourceActivity.addInventory
source: Add new inventory
hu: Új készlet hozzáadása

# resourceActivity.useInventory
source: Use inventory
hu: Használja a készletet

# resourceActivity.addEntry
source: Add entry
hu: Bejegyzés hozzáadása

# resourceActivity.cancel
source: X Cancel
hu: X Mégse

# resourceActivity.close
source: X Close
hu: X Bezárás

# resourceActivity.quantityPlaceHolder
source: Enter quantity
hu: Adja meg a mennyiséget

# resourceActivity.projectPlaceHolder
source: Select project
hu: Válassza ki a projektet

# resourceActivity.reasonPlaceHolder
source: Select reason
hu: Válassza ki az okot

# resourceActivity.commentPlaceHolder
source: Comment
hu: Megjegyzés

# resourceActivity.pleaseWait
source: Please wait we are updating the time...
hu: Kérjük, várjon, frissítjük az időt...

# resourceActivity.timeEdited
source: Time Edited!
hu: Idő szerkesztve!

# resourceActivity.unableToEdited
source: Unable to edit Time!
hu: Nem sikerült szerkeszteni az időt!

# resourcesDetailsDialog.addNewItem
source: Add a new inventory item
hu: Új készletelem hozzáadása

# resourcesDetailsDialog.title
source: Title
hu: Cím

# resourcesDetailsDialog.description
source: Description
hu: Leírás

# resourcesDetailsDialog.totalStock
source: Total Stock
hu: Teljes készlet

# resourcesDetailsDialog.unitPrice
source: Unit Price
hu: Egységár

# resourcesDetailsDialog.addEntry
source: Add entry
hu: Bejegyzés hozzáadása

# resourcesDetailsDialog.cancel
source: X Cancel
hu: X Mégse

# resourcesDetailsDialog.stock
source: Stock
hu: Készlet

# resourcesDetailsDialog.downloadQR
source: Download QR
hu: Töltse le a QR-t

# resourcesDetailsDialog.productDescription
source: Product description:
hu: Termékleírás:

# resourcesDetailsDialog.close
source: X Close
hu: X Bezárás

# resourcesDetailsDialog.deleteItem
source: Delete item
hu: Elem törlése

# resourcesDetailsDialog.inventoryActivity
source: Inventory activity
hu: Leltári tevékenység

# resourcesDetailsDialog.cfSearchPlaceholder
source: Search
hu: Keresés

# resourcesDetailsDialog.unexpectedErrorCreatingResource
source: An unexpected error occurred while creating the resource, please try again!
hu: Váratlan hiba történt az erőforrás létrehozásakor. Kérjük, próbálja újra!

# resourcesDetailsDialog.pleaseWaitsavingSettings
source: Please wait we are saving the new resource...
hu: Kérjük, várjon, az új erőforrás mentése folyamatban van...

# resourcesDetailsDialog.resourceSaved
source: Resource saved!
hu: Erőforrás mentve!

# resourcesDetailsDialog.unableToSave
source: Unable to save the resource, please try again!
hu: Nem sikerült menteni az erőforrást, próbálja újra!

# resourcesDetailsDialog.plesaeWaitWeAreUpdaing
source: Please wait we are updating the contents...
hu: Kérjük, várjon, frissítjük a tartalmat...

# resourcesDetailsDialog.detailsUpdated
source: Details updated!
hu: Részletek frissítve!

# resourcesDetailsDialog.unableToUpdateDetails
source: Unable to update the details, please try again!
hu: Nem sikerült frissíteni a részleteket, próbáld újra!

# selectedAssignee.unassigned
source: Unassigned
de: Keine verantwortliche Person
es: Sin asignar
fa: واگذار نشده
hu: Nincs hozzárendelve

# selectedAssignee.assignedTo
source: Assigned to
de: Verantwortlich zugewiesen
es: Asignado a
fa: اختصاص یافته به
hu: Hozzárendelve

# selectedAssignee.assignedToAll
source: Assigned to all
de: Verantwortlich - alle
es: Asignado a todos
fa: اختصاص داده شده به همه
hu: Mindenkihez hozzárendelve

# selectLanguage.german
source: German
de: Deutsch
es: Alemán
fa: آلمانی
hu: német

# selectLanguage.english
source: English
de: Englisch
es: Inglés
fa: انگلیسی
hu: angol

# selectLanguage.spanish
source: Spanish
de: Spanisch
es: Español
fa: اسپانیایی
hu: spanyol

# selectLanguage.persian
source: Persian (Iran)
de: Persisch (Iran)
fa: فارسی (ایران)
hu: perzsa (Irán)

# selectLanguage.hungarian
source: Hungarian
hu: Magyar

# shareCollectionDialog.shareCollection
source: Sharing settings
de: Freigabe-Einstellungen
fa: تنظیمات اشتراک گذاری
hu: Megosztási beállítások

# shareCollectionDialog.enableOpenLink
source: Enable Open Link for Collection
de: Offenen Link für Sammlung aktivieren
fa: فعالسازی باز کردن پیوند برای مجموعه
hu: Nyissa meg a gyűjtemény linkjét

# shareCollectionDialog.enableOpenLinkDescription
source: This will enable everybody to access the Collection
de: Dies ermöglicht jedem den Zugriff auf die Sammlung
fa: این امکان را برای همه فراهم می کند تا به مجموعه دسترسی داشته باشند
hu: Ezzel mindenki hozzáférhet a Gyűjteményhez

# shareCollectionDialog.copyLink
source: Copy Link
de: Link kopieren
fa: کپی لینک
hu: Link másolása

# shareCollectionDialog.shareWithGroups
source: Share with Groups:
de: Mit Gruppen teilen:
fa: اشتراک گذاری با گروه ها:
hu: Megosztás a csoportokkal:

# shareCollectionDialog.canEdit
source: Can Edit
de: Kann bearbeiten
fa: امکان ویرایش
hu: Lehet szerkeszteni

# shareCollectionDialog.readOnly
source: Read-Only
de: Nur Lesen
fa: فقط خواندنی
hu: Csak olvasható

# shareCollectionDialog.shareWithUsers
source: Share with Users:
de: Mit Benutzern teilen:
fa: اشتراک گذاری با کاربران:
hu: Megosztás a felhasználókkal:

# shareCollectionDialog.searchGroup
source: Search for a group
de: Suche nach einer Gruppe
fa: جستجو برای یک گروه
hu: Keressen egy csoportot

# shareCollectionDialog.searchUser
source: Search for a user
de: Suche nach einem Benutzer
fa: جستجو برای یک کاربر
hu: Felhasználó keresése

# shareCollectionDialog.pleaseWaitUpdatingShare
source: Please wait we are updating the collection...
de: Bitte warten Sie, wir aktualisieren die Sammlung...
fa: لطفا صبر کنید ما در حال به روز رسانی مجموعه...
hu: Kérjük, várjon, frissítjük a gyűjteményt...

# shareCollectionDialog.collectionUpdated
source: Collection updated!
de: Kollektion aktualisiert!
fa: مجموعه به روز شد!
hu: Gyűjtemény frissítve!

# shareCollectionDialog.unableToUpdate
source: Unable to update the collection
de: Die Sammlung kann nicht aktualisiert werden
fa: بههنگامسازی مجموعه ممکن نیست
hu: Nem sikerült frissíteni a gyűjteményt

# sheet.userViewSettings
source: User View Settings
de: Einstellungen für die Benutzeransicht
es: Configuración de vista de usuario
fa: تنظیمات نمایش کاربر
hu: Felhasználói nézet beállításai

# sheet.customiseSettingsForMembers
source: Customise the settings for the members of campaign
de: Passen Sie die Einstellungen für die Mitglieder der Kampagne an
es: Personalice la configuración para los miembros de la campaña.
fa: تنظیمات را برای اعضای کمپین سفارشی کنید
hu: Testreszabhatja a beállításokat a kampány tagjai számára
