Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# groupNewFile.unexpectedErrorUploading
source: Unexpected error occurred while uploading, please try again!
de: Beim Hochladen ist ein unerwarteter Fehler aufgetreten, bitte versuchen Sie es erneut!
es: Se produjo un error inesperado durante la carga. Vuelve a intentarlo.
fa: خطای غیر منتظره هنگام آپلود رخ داد، لطفا دوباره امتحان کنید!
hu: Váratlan hiba történt feltöltés közben, próbáld újra!

# flamingoAnswer.previous
source: Previous
de: Zurück
es: Anterior
fa: قبلی
hu: Előző

# flamingoAnswer.next
source: Next
de: Weiter
es: Siguiente
fa: بعدی
hu: Következő

# flamingoAnswer.submit
source: Submit
de: Abschicken
es: Enviar
fa: ارسال
hu: Beküldés

# flamingoAnswer.start
source: Start
es: Comienzo
fa: شروع
hu: Rajt

# flamingoAnswer.questionMandatory
source: * This question is mandatory
de: * Diese Frage ist obligatorisch
es: * Esta pregunta es obligatoria
fa: * این سوال الزامی است
hu: * Ez a kérdés kötelező

# flamingoAnswer.thankYouForSubmitting
source: Thank you! You can close this window now.
de: Danke! Sie können dieses Fenster jetzt schließen.
es: ¡Gracias! Ahora pudes cerrar la ventana.
fa: سپاسگزارم! الان ميتوني اين پنجره رو ببندي
hu: Köszönöm! Most bezárhatja ezt az ablakot.

# flamingoAnswer.flamingoIsNotPublishedYet
source: The Flamingo you are trying to access is not published yet, please try again later!
de: Der Flamingo, auf den Sie zugreifen möchten, ist noch nicht veröffentlicht, bitte versuchen Sie es später erneut!
es: El Flamingo al que intentas acceder aún no está publicado, ¡inténtalo de nuevo más tarde!
fa: فلامینگو شما در حال تلاش برای دسترسی به هنوز منتشر نشده است، لطفا دوباره سعی کنید بعد!
hu: Az Ön által elérni kívánt Flamingo még nincs közzétéve, kérjük, próbálja újra később!

# flamingoAnswer.areYouSure
source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# flamingoAnswer.flamingoWillBeSubmited
source: By doing this the flamingo will be submited!
de: Damit wird der Flamingo abgegeben!
es: ¡Al hacer esto, el Flamingo se enviará!
fa: با این کار فلامینگو تسلیم خواهد شد!
hu: Ezzel a flamingót beadják!

# flamingoAnswer.pleaseWaitWhileSubmittingFlamingo
source: Please wait while we are submitting the flamingo
de: Bitte warten Sie, während wir den Flamingo einreichen
es: Espere mientras enviamos el Flamingo.
fa: لطفا صبر کنید در حالی که ما در حال ارائه فلامینگو
hu: Kérjük, várjon, amíg beküldjük a flamingót

# flamingoAnswer.flamingoSubmited
source: Flamingo has been submited!
de: Flamingo wurde eingereicht!
es: ¡Flamingo ha sido enviado!
fa: فلامینگو تسلیم شده!
hu: A Flamingót beadták!

# flamingoAnswer.unexpectedErrorOccuredSubmittingFlamingo
source: Unexpected error occurred while submitting Flamingo, please try again!
de: Beim Senden von Flamingo ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Se produjo un error inesperado al enviar Flamingo, ¡inténtelo de nuevo!
fa: خطای غیر منتظره رخ داده است در حالی که ارسال فلامینگو، لطفا دوباره سعی کنید!
hu: Váratlan hiba történt a Flamingo elküldése során. Kérjük, próbálja újra!

# flamingoEditor.backgroundColor
source: Background Color
de: Hintergrundfarbe
es: Color de fondo
fa: رنگ پس زمینه
hu: Háttérszín

# flamingoEditor.textColor
source: Text Color
de: Textfarbe
es: Color del texto
fa: رنگ متن
hu: Szöveg szín

# flamingoEditor.steps
source: Steps
de: Schritte
es: Pasos
fa: مراحل
hu: Lépések

# flamingoEditor.showLabel
source: Show Label
de: Beschriftung anzeigen
es: Mostrar etiqueta
fa: نمایش برچسب
hu: Címke megjelenítése

# flamingoEditor.mandatory
source: Mandatory
de: Pflichtfeld
es: Obligatorio
fa: اجباری
hu: Kötelező

# flamingoEditor.newQuestion
source: New question
de: Neue Frage
es: Nueva pregunta
fa: سوال جدید
hu: Új kérdés

# flamingoEditor.chooseQuestionType
source: Choose a question type
de: Wählen Sie einen Fragetyp
es: Elija un tipo de pregunta
fa: انتخاب نوع سوال
hu: Válasszon egy kérdéstípust

# flamingoEditor.welcomeScreen
source: Welcome screen
de: Begrüßungsbildschirm
es: Pantalla de Bienvenida
fa: صفحه خوش آمد
hu: Üdvözlő képernyő

# flamingoEditor.simpleText
source: Simple text with an optional image / logo
de: Text mit einem optionalen Bild/Logo
es: Texto simple con una imagen/logotipo opcional
fa: متن ساده با تصویر اختیاری / لوگو
hu: Egyszerű szöveg opcionális képpel / logóval

# flamingoEditor.thankYouScreen
source: Thank you screen
de: Bildschirm Danke
es: Gracias pantalla
fa: با تشکر از شما صفحه نمایش
hu: Köszönöm képernyő

# flamingoEditor.simpleThankYouText
source: Simple thank you text with optional image / logo
de: Einfacher Dankeschön-Text mit optionalem Bild/Logo
es: Texto sencillo de agradecimiento con imagen/logotipo opcional
fa: ساده با تشکر از شما متن با تصویر اختیاری / آرم
hu: Egyszerű köszönő szöveg opcionális képpel / logóval

# flamingoEditor.sortText
source: Short text
de: Kurzer Text
es: Descripción breve
fa: متن کوتاه
hu: Rövid szöveg

# flamingoEditor.simpleQuestionSortAnswer
source: A simple question with a short answer.
de: Eine einfache Frage mit einer kurzen Antwort.
es: Una pregunta sencilla con una respuesta corta.
fa: یک سوال ساده با یک پاسخ کوتاه.
hu: Egyszerű kérdés rövid válasszal.

# flamingoEditor.yesNo
source: YES/NO
de: JA/NEIN
es: SÍ/NO
fa: بله/ نه
hu: IGEN NEM

# flamingoEditor.binaryQuestion
source: Binary question.
de: Binäre Frage.
es: Pregunta binaria.
fa: سوال دودویی.
hu: Bináris kérdés.

# flamingoEditor.scale
source: Scale
de: Skalieren
es: Escala
fa: مقیاس
hu: Skála

# flamingoEditor.useForFeedback
source: Use this for feedback options.
de: Verwenden Sie dies für Feedback-Optionen.
es: Utiliza esto para las opciones de retroalimentación.
fa: از این برای گزینه های بازخورد استفاده کنید.
hu: Használja ezt a visszajelzési lehetőségekhez.

# flamingoEditor.dropdown
source: Dropdown
es: Desplegable
fa: کشویی
hu: Ledob

# flamingoEditor.listOfOptionsToSelect
source: A list of options to select
de: Eine Liste von Optionen zur Auswahl
es: Una lista de opciones a seleccionar
fa: فهرستی از گزینه ها برای انتخاب
hu: A választható lehetőségek listája

# flamingoEditor.multipleOptions
source: Multiple Options
de: Mehrfach-Optionen
es: Opciones múltiples
fa: تنظیمات چندگانه
hu: Több lehetőség

# flamingoEditor.listOfOptionsToSelectMultiple
source: A list of options to select multiple options
de: Eine Liste von Optionen zur Auswahl mehrerer Optionen
es: Una lista de opciones para seleccionar varias opciones
fa: فهرستی از گزینه ها برای انتخاب گزینه های متعدد
hu: Lehetőségek listája több lehetőség kiválasztásához

# flamingoEditor.questionMandatory
source: * This question is mandatory
de: * Diese Frage ist obligatorisch
es: * Esta pregunta es obligatoria
fa: * این سوال الزامی است
hu: * Ez a kérdés kötelező

# flamingoEditor.submit
source: Submit
de: Senden
es: Enviar
fa: ارسال
hu: Beküldés

# flamingoEditor.start
source: Start
es: Inicio
fa: شروع
hu: Rajt

# flamingoEditor.pleaseWaitCreatingQuestion
source: Please wait while we are creating a new question
de: Bitte warten Sie, während wir eine neue Frage erstellen
es: Espere mientras creamos una nueva pregunta
fa: لطفا صبر کنید در حالی که ما در حال ایجاد یک سوال جدید
hu: Kérjük, várjon, amíg új kérdést hozunk létre

# flamingoEditor.questionCreated
source: Question has been created and added to Flamingo
de: Frage wurde erstellt und zu Flamingo hinzugefügt
es: La pregunta ha sido creada y agregada a Flamingo.
fa: سوال ایجاد شده است و به فلامینگو اضافه شده است
hu: A kérdés létrehozva és hozzáadva a Flamingóhoz

# flamingoEditor.unexpectedErrorCreatingQuestion
source: Unexpected error occurred while creating the Question, please try again!
de: Beim Erstellen der Frage ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Se produjo un error inesperado al crear la pregunta, ¡inténtelo de nuevo!
fa: خطای غیر منتظره در هنگام ایجاد سوال رخ داده است، لطفا دوباره سعی کنید!
hu: Váratlan hiba történt a kérdés létrehozásakor, próbálja újra!

# flamingoEditor.pleaseWaitDeletingQuestion
source: Please wait while we are deleting question
de: Bitte warten Sie, während wir die Frage löschen
es: Espere mientras eliminamos la pregunta
fa: لطفا صبر کنید در حالی که ما در حال حذف سوال
hu: Kérjük, várjon, amíg a kérdést töröljük

# flamingoEditor.questionDeleted
source: Question has been deleted and removed from Flamingo!
de: Frage wurde gelöscht und aus Flamingo entfernt!
es: ¡La pregunta ha sido eliminada y eliminada de Flamingo!
fa: سوال حذف شده و از فلامینگو حذف شده است!
hu: A kérdést töröltük és eltávolítottuk a Flamingóból!

# flamingoEditor.unexpectedErrorDeletingQuestion
source: Unexpected error occurred while deleting Question, please try again!
de: Beim Löschen der Frage ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Se produjo un error inesperado al eliminar la pregunta, ¡inténtelo de nuevo!
fa: خطای غیر منتظره هنگام حذف سوال رخ داده است، لطفا دوباره سعی کنید!
hu: Váratlan hiba történt a kérdés törlése közben, próbálja újra!

# flamingoEditor.pleaseWaitUpdatingQuestion
source: Please wait while we are updating question
de: Bitte warten Sie, während wir die Frage aktualisieren
es: Espere mientras actualizamos la pregunta.
fa: لطفا صبر کنید در حالی که ما در حال به روز رسانی سوال
hu: Kérjük, várjon, amíg frissítjük a kérdést

# flamingoEditor.questionUpdated
source: Question has been updated!
de: Frage wurde aktualisiert!
es: ¡La pregunta ha sido actualizada!
fa: سوال به روز شده است!
hu: A kérdés frissítve!

# flamingoEditor.unexpectedErrorUpdatingQuestion
source: Unexpected error occurred while updating Question, please try again!
de: Beim Aktualisieren von Frage ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Ocurrió un error inesperado al actualizar la Pregunta. ¡Vuelva a intentarlo!
fa: خطای غیر منتظره در هنگام به روز رسانی سوال رخ داده است، لطفا دوباره سعی کنید!
hu: Váratlan hiba történt a kérdés frissítése közben, próbálja újra!

# flamingoQuestionImageDetails.uploadQuestionImage
source: Upload your Question Image
de: Lade dein Bild hoch
es: Sube imagen para la Pregunta
fa: آپلود تصویر سوال خود را
hu: Töltse fel a kérdés képét

# flamingoQuestionImageDetails.chooseFile
source: Choose file
de: Datei auswählen
es: Elije el archivo
fa: انتخاب فایل
hu: Válassz fájlt

# flamingoQuestionImageDetails.uploadYourImage
source: Upload your Image!
de: Laden Sie Ihr Bild hoch!
es: ¡Suba su imagen!
fa: تصویر خود را آپلود کنید!
hu: Töltsd fel a képedet!

# questionImageDetails.pleaseWaitUploadingQuestionImg
source: Please wait while we are uploading the Question Image...
de: Bitte warten Sie, während wir das Bild hochladen...
es: Espere mientras cargamos la imagen de la pregunta ...
fa: لطفا صبر کنید در حالی که ما در حال آپلود تصویر سوال...
hu: Kérjük, várjon, amíg feltöltjük a kérdés képét...

# questionImageDetails.questionImgUploaded
source: Question Image upload success!!!
de: Bild hochgeladen!
es: ¡Imagen subida!
fa: سوال تصویر موفقیت آپلود!!!
hu: Kérdés Képfeltöltés sikeres!!!

# questionImageDetails.unableToUploadQuestionImg
source: Unable to Upload Question Image!
de: Bild kann nicht hochgeladen werden!
es: ¡No se puede cargar la imagen de la pregunta!
fa: قادر به آپلود تصویر سوال نیست!
hu: Nem sikerült feltölteni a kérdés képét!

# flamingoHeader.create
source: Create
de: Erstellen
es: Crear
fa: ایجاد
hu: Teremt

# flamingoHeader.publish
source: Publish
de: Veröffentlichen
es: Publicar
fa: انتشار
hu: Közzététel

# flamingoHeader.results
source: Results
de: Ergebnisse
es: Resultados
fa: نتایج
hu: Eredmények

# flamingoHeader.newFlamingo
source: New Flamingo
de: Neuer Flamingo
es: Nuevo Flamingo
fa: فلامینگوی جدید
hu: Új Flamingo

# flamingoPreview.previous
source: Previous
de: Zurück
es: Anterior
fa: قبلی
hu: Előző

# flamingoPreview.next
source: Next
de: Weiter
es: Siguiente
fa: بعدی
hu: Következő

# flamingoPreview.submit
source: Submit
de: Senden
es: Enviar
fa: ارسال
hu: Beküldés

# flamingoPreview.start
source: Start
es: Inicio
fa: شروع
hu: Rajt

# flamingoPreview.questionMandatory
source: * This question is mandatory
de: * Diese Frage ist obligatorisch
es: * Esta pregunta es obligatoria
fa: * این سوال الزامی است
hu: * Ez a kérdés kötelező

# flamingoPreview.thankYouForSubmitting
source: Thank you for submitting your opinion!
de: Vielen Dank, dass Sie uns Ihre Meinung mitteilen!
es: ¡Gracias por enviar tu opinión!
fa: با تشکر از شما برای ارائه نظر شما!
hu: Köszönjük, hogy elküldte véleményét!

# flamingoPreview.areYouSure
source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# flamingoPreview.flamingoWillBeSubmited
source: By doing this the flamingo will be submited!
de: Damit wird der Flamingo abgegeben!
es: ¡Al hacer esto, el Flamingo se enviará!
fa: با این کار فلامینگو تسلیم خواهد شد!
hu: Ezzel a flamingót beadják!

# flamingoPublish.done
source: Done?<br/> When you are ready, you can click this button to PUBLISH the FORM and <br/> let people answer.<br/> When it’s done, come back here and click UNPUBLISH in order to stop data <br/> collection.
de: Fertig?<br/> Wenn Sie bereit sind, können Sie auf diese Schaltfläche klicken, um das Formular zu VERÖFFENTLICHEN und <br/> die Leute antworten zu lassen.<br/> Wenn es fertig ist, kommen Sie hierher zurück und klicken Sie auf VERÖFFENTLICHEN, um die Datenerfassung <br/> zu beenden
es: ¿Hecho?<br/> Cuando esté listo, puede hacer clic en este botón para PUBLICAR el FORMULARIO y <br/> dejar que la gente responda.<br/> Cuando haya terminado, vuelva aquí y haga clic en UNPUBLISH para detener la recopilación de datos <br/>
fa: انجام?<br/> هنگامی که شما آماده, شما می توانید این دکمه را کلیک کنید برای انتشار فرم و <br/> اجازه دهید مردم پاسخ دهند.<br/> هنگامی که آن را انجام می شود، دوباره به اینجا و کلیک بر روی UNPUBLISH به منظور جلوگیری از داده ها <br/> مجموعه.
hu: Kész?<br/> Ha készen áll, kattintson erre a gombra az ŰRLAP KÖZZÉTÉTELÉHEZ, és<br/> válaszoljanak az emberek.<br/> Ha elkészült, térjen vissza ide, és kattintson a KÖZZÉTÉTEL MEGSZAKÍTÁSA gombra az adatok leállításához<br/> Gyűjtemény.

# flamingoPublish.publish
source: PUBLISH
de: VERÖFFENTLICHEN
es: PUBLICAR
fa: انتشار
hu: KÖZZÉTÉTEL

# flamingoPublish.unpublish
source: UNPUBLISH
es: DESPUBLICAR
fa: منتشر نشده
hu: KÖZZÉTÉTELEZÉS

# flamingoPublish.areYouSure
source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# flamingoPublish.flamingoWillBePublishedUnpublished
source: By doing this the flamingo will be published/unpublished!
de: Dadurch wird der Flamingo veröffentlicht/unveröffentlicht!
es: ¡Al hacer esto, el flamingo será publicado / despublicado!
fa: با این کار فلامینگو منتشر خواهد شد / منتشر نشده!
hu: Ezzel a flamingót közzéteszik/kiadják!

# flamingoPublish.pleaseWaitPublishingFlamingo
source: Please wait while we are publishing/unpublishing the flamingo
de: Bitte warten Sie, während wir den Flamingo veröffentlichen/veröffentlichen
es: Espere mientras publicamos / anulamos la publicación del Flamingo.
fa: لطفا صبر کنید در حالی که ما در حال انتشار / unpublishing فلامینگو
hu: Kérjük, várjon, amíg közzétesszük/visszavonjuk a flamingót

# flamingoPublish.flamingoPublished
source: Flamingo has been published/unpublished!
de: Flamingo wurde veröffentlicht/unveröffentlicht!
es: ¡Flamingo ha sido publicado / no publicado!
fa: فلامینگو منتشر شده است / منتشر نشده است!
hu: A Flamingo megjelent/kiadatlan!

# flamingoPublish.unexpectedErrorPublishing
source: Unexpected error occurred while publishing/unpublishing Flamingo, please try again!
de: Beim Veröffentlichen/Aufheben der Veröffentlichung von Flamingo ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Se produjo un error inesperado al publicar / anular la publicación de Flamingo, ¡inténtelo de nuevo!
fa: خطای غیر منتظره در هنگام انتشار / انتشار فلامینگو رخ داده است، لطفا دوباره سعی کنید!
hu: Váratlan hiba történt a Flamingo közzététele/közzétételének visszavonása közben. Kérjük, próbálja újra!

# flamingoPublish.copiedToClipboard
source: Copied to Clipboard!
de: In Zwischenablage kopiert!
es: Copiado al portapapeles!
fa: کپی در کلیپبورد!
hu: Vágólapra másolva!

# flamingoResultInsights.responses
source: Responses: {{ responses?.length }}
de: Antworten: {{ responses?.length }}
es: Respuestas: {{ responses?.length }}
fa: پاسخ ها: {{ پاسخ ها؟. طول }}
hu: Válaszok: {{ responses?.length }}

# flamingoResultInsights.numResponses
source: responses
de: antworten
es: respuestas
fa: پاسخ
hu: válaszokat

# flamingoResultResponses.personAnswered
source: This person answered:
de: Diese Person antwortete:
es: Esta persona respondió:
fa: این شخص پاسخ داد:
hu: Ez a személy így válaszolt:

# folioEditor.findAFileToTag
source: find a file to tag
hu: megjelölni kívánt fájlt keresni

# folioEditor.findAPostToTag
source: find a post to tag
hu: keressen egy bejegyzést a megcímkézéshez

# folioEditor.findACollectionToTag
source: find a collection to tag
hu: megjelölni kívánt gyűjteményt találni

# folioEditor.findAPageFromACollectionToTag
source: find a page from a collection to tag
hu: keressen egy oldalt egy gyűjteményből, amelyet megcímkézhet

# folioEditor.tableContent
source: Folio Outline
de: Folio-Gliederung
es: Esquema del Folio
fa: طرح کلی برگه
hu: Folio vázlat

# folioEditor.comments
source: COMMENTS
de: KOMMENTARE
es: COMENTARIOS
fa: نظرات
hu: HOZZÁSZÓLÁSOK

# folioEditor.areYouSure
source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# folioEditor.commentCompletelyRemoved
source: By doing this, the comment be completely removed!
de: Dadurch wird der Kommentar komplett entfernt!
es: ¡Al hacer esto, el comentario se eliminará por completo!
fa: با این کار نظر کاملا حذف شود!
hu: Ezzel a megjegyzés teljesen törlődik!

# folioEditor.pleaseWaitDeletingComment
source: Please wait we are deleting the comment...
de: Bitte warten wir den Kommentar löschen...
es: Espere, estamos eliminando el comentario...
fa: لطفا صبر کنید ما در حال حذف نظر...
hu: Kérem, várjon, a hozzászólást töröljük...

# folioEditor.commentDeleted
source: Comment deleted!
de: Kommentar gelöscht!
es: ¡Comentario eliminado!
fa: نظر حذف شده!
hu: Hozzászólás törölve!

# folioEditor.unableDeleteComment
source: Unable to delete the comment, please try again!
de: Kommentar kann nicht gelöscht werden, bitte versuchen Sie es erneut!
es: No se puede borrar el comentario, ¡inténtalo de nuevo!
fa: قادر به حذف نظر نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült törölni a megjegyzést, próbáld újra!

# folioEditor.noContentSelected
source: No content is selected
de: Es ist kein Inhalt ausgewählt
es: No hay contenido seleccionado
fa: هیچ محتوایی انتخاب نشده است
hu: Nincs tartalom kiválasztva

# folioEditor.pleaseEnterComment
source: Please enter the comment
de: Bitte geben Sie den Kommentar ein
es: Por favor ingrese el comentario
fa: لطفا نظر را وارد کنید
hu: Kérjük, írja be a megjegyzést

# folioEditor.contentCompletelyRemoved
source: By doing this, the content of the folio will be completely removed!
de: Dadurch wird der Inhalt des Folios vollständig entfernt!
es: ¡Al hacer esto, el contenido del folio se eliminará por completo!
fa: با این کار محتوای folio به طور کامل حذف خواهد شد!
hu: Ezzel a fólió tartalma teljesen eltávolítódik!

# folioEditor.pleaseWaitDeletingContent
source: Please wait we are deleting the content...
de: Bitte warten Sie, wir löschen den Inhalt...
es: Espere, estamos eliminando el contenido ...
fa: لطفا صبر کنید ما در حال حذف محتوا...
hu: Kérjük, várjon, a tartalom törlése folyamatban van...

# folioEditor.contentDeleted
source: Content of the folio deleted!
de: Inhalt des Folios gelöscht!
es: ¡Contenido de la publicación eliminado!
fa: محتوای folio حذف شده!
hu: A fólió tartalma törölve!

# folioEditor.unableDeleteContent
source: Unable to delete the content of the folio, please try again!
de: Der Inhalt des Folios kann nicht gelöscht werden. Bitte versuchen Sie es erneut!
es: No se puede eliminar el contenido de la publicación. Vuelva a intentarlo.
fa: قادر به حذف محتوای folio نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült törölni a fólió tartalmát, próbálkozzon újra!

# folioEditor.copiedToClipboard
source: Copied to Clipboard!
de: In Zwischenablage kopiert!
es: Copiado al portapapeles!
fa: کپی در کلیپبورد!
hu: Vágólapra másolva!

# folioEditor.unableUpdateFolio
source: Unable to update the folio, please try again!
de: Das Folio konnte nicht aktualisiert werden, bitte versuchen Sie es erneut!
es: No se puede actualizar el Folio, inténtelo de nuevo!
fa: برگه به‌روزرسانی نشد، لطفاً دوباره امتحان کنید!
hu: Nem sikerült frissíteni a fóliót, próbálkozzon újra!

# folioHeader.newFolio
source: New Folio
de: Neues Folio
es: Nuevo Folio
fa: فولیو جدید
hu: Új Folio

# folioHeader.pleaseWaitRenamingFolio
source: Please wait we are renaming the folio...
de: Bitte warten Sie, wir benennen das Folio um...
es: Espere, estamos cambiando el nombre de la publicación ...
fa: لطفا صبر کنید ما در حال تغییر نام folio...
hu: Kérjük, várjon, átnevezzük a fóliót...

# folioHeader.folioRenamed
source: Folio has been renamed!
de: Folio wurde umbenannt!
es: ¡Se ha cambiado el nombre del folio!
fa: Folio تغییر نام داده شده است!
hu: A Folio átnevezve!

# folioHeader.unexpectedErrorRenaming
source: Unexpected error occurred while renaming the folio, please try again!
de: Beim Umbenennen des Folios ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Se produjo un error inesperado al cambiar el nombre de la publicación. Vuelva a intentarlo.
fa: خطای غیر منتظره رخ داده در حالی که تغییر نام folio، لطفا دوباره سعی کنید!
hu: Váratlan hiba történt a fólió átnevezése során, próbálja újra!

# groupAutomationFlowDetailsDialog.letsAddSomeSteps
source: 💪 Let's add some steps...
de: 💪 Fügen wir ein paar Schritte hinzu...
es: 💪 Vamos a añadir algunos pasos...
fa: 💪 بیایید برخی از مراحل اضافه کنید...
hu: 💪 Adjunk hozzá néhány lépést...

# groupAutomationFlowDetailsDialog.selectStatus
source: Select Status
de: Status auswählen
es: Seleccionar estado
fa: انتخاب وضعیت
hu: Válassza az Állapot lehetőséget

# groupAutomationFlowDetailsDialog.selectSection
source: Select Section
de: Abschnitt auswählen
es: Seleccionar sección
fa: انتخاب بخش
hu: Válassza a szakaszt

# groupAutomationFlowDetailsDialog.selectCF
source: Select CF
de: CF auswählen
es: Seleccione CF
fa: CF را انتخاب کنید
hu: Válassza a CF lehetőséget

# groupAutomationFlowDetailsDialog.selectValue
source: Select Value
de: Wert auswählen
es: Selecciona valor
fa: انتخاب مقدار
hu: Válassza az Érték lehetőséget

# groupAutomationFlowDetailsDialog.is
source: is
de: ist
es: es
fa: است
hu: van

# groupAutomationFlowDetailsDialog.select
source: Select
de: Auswählen
fa: انتخاب
hu: Válassza ki

# groupAutomationFlowDetailsDialog.when
source: WHEN
de: WENN
es: CUANDO
fa: وقتی
hu: AMIKOR

# groupAutomationFlowDetailsDialog.selectTrigger
source: Select trigger
de: Auslöser wählen
es: Seleccionar disparador
fa: ماشه را انتخاب کنید
hu: Válassza ki a triggert

# groupAutomationFlowDetailsDialog.selectShuttleGroup
source: Select Shuttle Group
de: Shuttle-Gruppe auswählen
es: Selecciona Grupo Shuttle
fa: گروه شاتل را انتخاب کنید
hu: Válassza a Shuttle Group lehetőséget

# groupAutomationFlowDetailsDialog.then
source: THEN
de: DANN
es: ENTONCES
fa: آن‌وقت
hu: AKKOR

# groupAutomationFlowDetailsDialog.selectAction
source: Select action
de: Aktion auswählen
es: Seleccione la acción
fa: انتخاب عمل
hu: Válassza ki a műveletet

# groupAutomationFlowDetailsDialog.addStep
source: ADD STEP
de: SCHRITT HINZUFÜGEN
es: AÑADIR PASO
fa: افزودن گام
hu: LÉPÉS HOZZÁADÁSA

# automationFlowDetailsDialog.overdue
source: Overdue
de: Überfällig
fa: عقب افتاده
hu: Lejárt

# automationFlowDetailsDialog.tomorrow
source: Tomorrow
de: Morgen
fa: فردا
hu: Holnap

# automationFlowDetailsDialog.today
source: Today
de: Heute
fa: امروز
hu: Ma
