Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# adminGroups.groupActivated
source: Group activated!
de: Gruppe aktiviert!
es: ¡Grupo activado!
fa: گروه فعال شد
hu: Csoport aktiválva!

# adminGroups.unableActivateGroup
source: Unable to activate the group, please try again!
de: Die Gruppe kann nicht aktiviert werden, bitte versuchen Sie es erneut!
es: No se puede activar el grupo, inténtelo de nuevo!
fa: فعال کردن گروه ممکن نیست، لطفا دوباره امتحان کنید!
hu: Nem sikerült aktiválni a csoportot, próbáld újra!

# adminGroups.areYouSure
source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# adminGroups.pleaseWaitUpdatingGroup
source: Please Wait while we update the group
de: Bitte warten Sie, während wir die Gruppe aktualisieren
es: Espere mientras actualizamos el grupo
fa: لطفا صبر کنید تا گروه را به روز کنیم
hu: Kérjük, várjon, amíg frissítjük a csoportot

# adminGroups.actionWillRemoveGroup
source: This action will completely remove the group.
de: Mit dieser Aktion wird die Gruppe vollständig entfernt.
es: Esta acción eliminará completamente el grupo.
fa: این عمل به طور کامل گروه را حذف می کند.
hu: Ez a művelet teljesen eltávolítja a csoportot.

# adminGroups.pleaseWaitRemovingGroup
source: Please Wait while we remove the group
de: Bitte warten Sie, während wir die Gruppe entfernen
es: Espere mientras eliminamos el grupo
fa: لطفاً صبر کنید تا گروه را حذف کنیم
hu: Kérjük, várjon, amíg eltávolítjuk a csoportot

# adminGroups.groupRemoved
source: Group removed!
de: Gruppe entfernt!
es: ¡Grupo eliminado!
fa: گروه حذف شد!
hu: Csoport eltávolítva!

# adminGroups.unableToRemoveGroup
source: Unable to remove the group, please try again!
de: Die Gruppe kann nicht entfernt werden, bitte versuchen Sie es erneut!
es: No se puede eliminar el grupo. Vuelve a intentarlo!
fa: حذف گروه ممکن نیست، لطفا دوباره امتحان کنید!
hu: Nem sikerült eltávolítani a csoportot, próbálkozzon újra!

# adminHeader.workspaceSettings
source: Workplace settings
de: Arbeitsplatzeinstellungen
es: Configuración del Workplace
fa: تنظیمات محل کار
hu: Munkahelyi beállítások

# adminHeader.general
source: General
de: Allgemein
fa: عمومی
hu: Tábornok

# adminHeader.members
source: Members
de: Mitglieder
es: Miembros
fa: Mitglieder
hu: tagok

# adminHeader.billing
source: Billing
de: Rechnung
es: Facturación
fa: صورتحساب
hu: Számlázás

# adminMembers.allMembersFromWorkplace
source: All members from your workplace
de: Alle Mitglieder an Ihrem Arbeitsplatz
es: Todos los miembros de su workplace
fa: همه اعضا از محل کار شما
hu: Minden tag a munkahelyéről

# adminMembers.exportMembers
source: Export members
de: Export-Mitglieder
es: Exportar miembros
fa: صادرات اعضا
hu: Export tagok

# adminMembers.searchUser
source: Search user...
de: Benutzer suchen...
es: Buscar usuario...
fa: جستجو کاربر...
hu: Felhasználó keresése...

# workplaceInformation.workspaceInfo
source: Workplace Info
de: Arbeitsplatzinfo
es: Información del Workplace
fa: اطلاعات محل کار
hu: Munkahelyi információ

# workplaceInformation.companyStats
source: Company Stats
de: Unternehmensstatistiken
es: Estadísticas de la Empresa
fa: آمار شرکت
hu: Cégstatisztikák

# workplaceInformation.companyName
source: Company Name
de: Firmenname
es: Nombre de la empresa
fa: نام شرکت
hu: Cégnév

# workplaceInformation.workspaceName
source: Workspace Name
de: Arbeitsbereichsname
es: Nombre del Workspace
fa: محدوده
hu: Munkaterület neve

# workplaceInformation.ownerName
source: Owner Name
de: Eigentümer Name
es: Nombre del propietario
fa: نام صاحب (مالک)
hu: Tulajdonos neve

# workplaceInformation.totalMembers
source: Total Members
de: Gesamtzahl der Mitglieder
es: Total de miembros
fa: کل اعضا
hu: Összes tag

# workplaceInformation.companyMembers
source: Company Members
de: Mitglieder der Gesellschaft
es: Miembros de la empresa
fa: اعضای شرکت
hu: Cégtagok

# workplaceInformation.invitedGuests
source: Invited Guests
de: Eingeladene Gäste
es: Invitados
fa: مهمانان دعوت شده
hu: Meghívott vendégek

# workplaceInformation.inviteAccessCode
source: Invite Access Code
de: Zugangscode einladen
es: Código de acceso
fa: کد دسترسی دعوت کنید
hu: Hozzáférési kód meghívása

# workplaceInformation.pleaseWaitUpdatingCompanyName
source: Please wait we are updating the company name...
hu: Kérjük, várjon, frissítjük a cég nevét...

# workplaceInformation.detailsUpdated
source: Details updated!
de: Details aktualisiert!
es: ¡Detalles actualizados!
fa: جزئیات به روز شد!
hu: Részletek frissítve!

# workplaceInformation.unableToUpdateDetails
source: Unable to update the details, please try again!
de: Die Details können nicht aktualisiert werden. Bitte versuchen Sie es erneut!
es: No se pueden actualizar los detalles. Vuelve a intentarlo!
fa: نمی توان جزئیات را به روز کرد، لطفا دوباره امتحان کنید!
hu: Nem sikerült frissíteni a részleteket, próbáld újra!

# workplaceInformation.pleaseWaitUpdatingWorkplaceName
source: Please wait we are updating the workspace name...
de: Bitte warten Sie, wir aktualisieren den Arbeitsplatznamen...
es: Espere, estamos actualizando el nombre del workplace ...
fa: لطفا صبر کنید ما در حال به روز رسانی نام فضای کاری هستیم...
hu: Kérjük, várjon, frissítjük a munkaterület nevét...

# authJoinWorkplace.joinAnotherWorkspace
source: Join another workplace
de: Arbeitsplatz arbeiten
es: Únete a otro workspace
fa: به محل کار دیگری بپیوندید
hu: Csatlakozzon egy másik munkahelyhez

# authJoinWorkplace.workplacesDomainAllowed
source: This is a list of workplaces your email is already allowed to join. Select the one you want to join and make sure you know the access code for it. It is usually found in the invitation email or directly communicated to you by your Administrator.
de: Dies sind die Arbeitsplätze, an denen die Domain Ihrer E-Mail erlaubt ist
fa: اینها محل کاری هستند که دامنه ایمیل شما در آن مجاز است:
hu: Ez azoknak a munkahelyeknek a listája, amelyekhez az e-mail címe már csatlakozhat. Válassza ki azt, amelyhez csatlakozni szeretne, és győződjön meg arról, hogy ismeri a hozzáférési kódot. Általában megtalálható a meghívó e-mailben, vagy közvetlenül az adminisztrátora közli veled.

# authJoinWorkplace.enterWorkspaceName
source: Enter workplace name
de: Name des Arbeitsplatzes
es: Introduzca el nombre del workplace
fa: نام محل کار را وارد کنید
hu: Írja be a munkahely nevét

# authJoinWorkplace.enterYourInviteCode
source: Enter your invite code
de: Einladungscode
es: Introduzca su código de invitación
fa: کد دعوت خود را وارد کنید
hu: Adja meg meghívókódját

# authJoinWorkplace.join
source: Join
de: Beitreten
es: Unirse
fa: پیوستن
hu: Csatlakozik

# authJoinWorkplace.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو کنید
hu: Megszünteti

# authJoinWorkplace.unexpectedError
source: There's some unexpected error occurred, please try again later!
de: Es ist ein unerwarteter Fehler aufgetreten, bitte versuchen Sie es später noch einmal!
es: Se produjo un error inesperado. Vuelva a intentarlo más tarde!
fa: یک خطای غیرمنتظره رخ داده است، لطفاً بعداً دوباره امتحان کنید!
hu: Váratlan hiba történt, kérjük, próbálja újra később!

# authJoinWorkplace.nameCannotBeEmpty
source: Workplace name can't be empty!
de: Der Name des Arbeitsplatzes darf nicht leer sein!
es: ¡El nombre del lugar de trabajo no puede estar vacío!
fa: نام محل کار نمی تواند خالی باشد!
hu: A munkahely neve nem lehet üres!

# authJoinWorkplace.nameIsCorrect
source: This workplace name is correct!
de: Diese Arbeitsplatzbezeichnung ist richtig!
es: ¡Este nombre de lugar de trabajo es correcto!
fa: این نام محل کار درست است!
hu: Ez a munkahely neve helyes!

# authJoinWorkplace.insufficientData
source: Insufficient or incorrect data, kindly fill up all the fields correctly!
de: Unzureichende oder falsche Daten, bitte füllen Sie alle Felder korrekt aus!
es: Datos insuficientes o incorrectos, por favor complete todos los campos correctamente!
fa: داده های ناکافی یا نادرست، لطفاً تمام فیلدها را به درستی پر کنید!
hu: Hiányos vagy hibás adat, kérjük, minden mezőt helyesen töltsön ki!

# authJoinWorkplace.pleaseWaitSettingUp
source: Please wait while we are setting up your new workplace and account...
de: Bitte warten Sie, während wir Ihren neuen Arbeitsplatz und Ihr Konto einrichten...
es: Espere mientras configuramos su nuevo lugar de trabajo y cuenta ...
fa: لطفاً منتظر بمانید تا محل کار و حساب جدید شما را تنظیم کنیم...
hu: Kérjük, várjon, amíg beállítjuk új munkahelyét és fiókját...

# authJoinWorkplace.welcomeToWorkplace
source: Hi res['user']['first_name'], welcome to your new workplace!
de: Hallo res['user']['first_name'], willkommen an Ihrem neuen Arbeitsplatz!
es: Hola, res['user']['first_name'], ¡bienvenido a tu nuevo lugar de trabajo!
fa: سلام res['user']['first_name']، به محل کار جدید خود خوش آمدید!
hu: Sziares['user']['first_name'] , üdvözöljük új munkahelyén!

# authJoinWorkplace.oopsErrorOccuredSettingUp
source: Oops some error occurred while setting you up, please try again!
de: Beim Einrichten ist ein Fehler aufgetreten, bitte versuchen Sie es erneut!
es: ¡Vaya! Se produjo un error al configurarlo. Vuelve a intentarlo.
fa: اوه هنگام تنظیم شما خطایی رخ داد، لطفاً دوباره امتحان کنید!
hu: Hoppá, hiba történt a beállítás során. Kérjük, próbálja újra!

# authNewWorkplace.createNewWorkspace
source: Create new workplace
de: Neuen Arbeitsplatz schaffen
es: Crear un nuevo workplace
fa: محل کار جدید ایجاد کنید
hu: Hozzon létre új munkahelyet

# authNewWorkplace.chooseWorkspaceName
source: Choose a workplace name
de: Wählen Sie einen Arbeitsplatznamen
es: Elegir el nombre del workplace
fa: نام محل کار را انتخاب کنید
hu: Válassza ki a munkahely nevét

# authNewWorkplace.enterCompanyName
source: Enter company name
de: Bitte Firmennamen eintragen
es: Introduzca el nombre de la empresa
fa: وارد کردن نام شرکت
hu: Adja meg a cég nevét

# authNewWorkplace.selectSubscription
source: Select subscription
de: Abonnement auswählen
fa: انتخاب اشتراک
hu: Válassza ki az előfizetést

# authNewWorkplace.create
source: Create
de: Erstellen
es: Crear
fa: ایجاد کردن
hu: Teremt

# authNewWorkplace.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو کنید
hu: Megszünteti

# authNewWorkplace.nameCannotBeEmpty
source: Workplace name can't be empty!
de: Der Name des Arbeitsplatzes darf nicht leer sein!
es: ¡El nombre del lugar de trabajo no puede estar vacío!
fa: نام محل کار نمی تواند خالی باشد!
hu: A munkahely neve nem lehet üres!

# authNewWorkplace.insufficientData
source: Insufficient or incorrect data, kindly fill up all the fields correctly!
de: Unzureichende oder falsche Daten, bitte füllen Sie alle Felder korrekt aus!
es: Datos insuficientes o incorrectos, por favor complete todos los campos correctamente!
fa: داده های ناکافی یا نادرست، لطفاً تمام فیلدها را به درستی پر کنید!
hu: Hiányos vagy hibás adat, kérjük, minden mezőt helyesen töltsön ki!

# authNewWorkplace.pleaseWaitSettingUp
source: Please wait while we are setting up your new workplace and account...
de: Bitte warten Sie, während wir Ihren neuen Arbeitsplatz und Ihr Konto einrichten...
es: Espere mientras configuramos su nuevo lugar de trabajo y cuenta ...
fa: لطفاً منتظر بمانید تا محل کار و حساب جدید شما را تنظیم کنیم...
hu: Kérjük, várjon, amíg beállítjuk új munkahelyét és fiókját...

# authNewWorkplace.unexpectedError
source: There's some unexpected error occurred, please try again later!
de: Es ist ein unerwarteter Fehler aufgetreten, bitte versuchen Sie es später noch einmal!
es: Se produjo un error inesperado. Vuelva a intentarlo más tarde1
fa: یک خطای غیرمنتظره رخ داده است، لطفاً بعداً دوباره امتحان کنید!
hu: Váratlan hiba történt, kérjük, próbálja újra később!

# authNewWorkplace.welcomeToWorkplace
source: Hi res['user']['first_name'], welcome to your new workplace!
de: Hallo res['user']['first_name'], willkommen an Ihrem neuen Arbeitsplatz!
es: Hola, res['user']['first_name'], ¡bienvenido a tu nuevo lugar de trabajo!
fa: سلام res['user']['first_name']، به محل کار جدید خود خوش آمدید!
hu: Sziares['user']['first_name'] , üdvözöljük új munkahelyén!

# authNewWorkplace.oopsErrorOccuredSettingUp
source: Oops some error occurred while setting you up, please try again!
de: Beim Einrichten ist ein Fehler aufgetreten, bitte versuchen Sie es erneut!
es: ¡Vaya! Se produjo un error al configurarlo. Vuelve a intentarlo!
fa: اوه هنگام تنظیم شما خطایی رخ داد، لطفاً دوباره امتحان کنید!
hu: Hoppá, hiba történt a beállítás során. Kérjük, próbálja újra!

# authSignUp.letsGetYouStarted
source: 👍 Alright! Let’s get you started.
de: 👍 Also gut! Dann fangen wir mal an
es: 👍 ¡Está bien! Empecemos.
fa: 👍 باشه! بیایید شما را شروع کنیم.
hu: 👍 Rendben! Kezdjük is.

# authSignUp.signUpToOctonius
source: Sign up to Octonius
de: Anmeldung bei Octonius
es: Regístrese en Octonius
fa: در Octonius ثبت نام کنید
hu: Regisztráljon az Octoniusra

# authSignUp.enterYourWorkEmailAddress
source: Enter your work email address
de: Geben Sie Ihre Arbeits-E-Mail-Adresse ein
es: Introduzca su dirección de correo electrónico del trabajo
fa: آدرس ایمیل کاری خود را وارد کنید
hu: Írja be munkahelyi e-mail címét

# authSignUp.password
source: Password
de: Passwort *
es: Contraseña
fa: رمز عبور
hu: Jelszó

# authSignUp.repeatPassword
source: Repeat your password
de: Wiederholen Sie Ihr Passwort
es: Repite tu contraseña
fa: تکرار رمز عبور
hu: Ismételje meg a jelszavát

# authSignUp.firstName
source: First Name
de: Vorname
es: Nombre
fa: نام
hu: Keresztnév

# authSignUp.lastName
source: Last Name
de: Nachname
es: Apellido
fa: نام خانوادگی
hu: Vezetéknév

# authSignUp.signUp
source: SIGN UP
de: Registrieren
es: REGÍSTRATE
fa: ثبت نام
hu: REGISZTRÁLJ

# authSignUp.correctEmailFormat
source: Correct Email Format!
de: Richtiges E-Mail-Format!
es: ¡Formato de correo electrónico correcto!
fa: فرمت ایمیل صحیح!
hu: Helyes email formátum!

# authSignUp.followStandardFormat
source: Follow the standard format, e.g. - user@example.com
de: Beachten Sie das Standardformat, z. B. - user@example.com
es: Siga el formato estándar, p. Ej. - usuario@ejemplo.com
fa: از قالب استاندارد پیروی کنید، به عنوان مثال - user@example.com
hu: Kövesse a szabványos formátumot, pl. - user@example.com

# authSignUp.wrongFormat
source: Wrong Format!
de: Falsches Format!
es: ¡Formato erróneo!
fa: فرمت اشتباه!
hu: Hibás formátum!

# authSignUp.wrongRepeatPassword
source: Passwords do not match!
de: Die Passwörter stimmen nicht überein!
es: ¡Los Passwords no coinciden!
fa: رمز عبور هماهنگی ندارد!
hu: A jelszavak nem egyeznek!

# authSignUp.insufficientData
source: Insufficient data, kindly fill up all the fields correctly!
de: Unzureichende Daten, bitte füllen Sie alle Felder korrekt aus!
es: Datos insuficientes, por favor complete todos los campos correctamente!
fa: اطلاعات ناکافی است، لطفاً تمام فیلدها را به درستی پر کنید!
hu: Nincs elegendő adat, kérjük, töltse ki megfelelően az összes mezőt!

# authSignUp.invalidPassword
source: Invalid Password!
de: Ungültiges Passwort!
fa: رمزعبور نامعتبر است!
hu: Érvénytelen jelszó!

# authSignUp.pleaseWaitWhileSettingUp
source: Please wait while we are setting up your new account...
de: Bitte warten Sie, während wir Ihr neues Konto einrichten...
es: Espere mientras configuramos su nueva cuenta ...
fa: لطفاً صبر کنید تا ما در حال تنظیم حساب جدید شما هستیم...
hu: Kérjük, várjon, amíg beállítjuk új fiókját...

# authSignUp.unexpectedErrorOccurred
source: There's some unexpected error occurred, please try again later!
de: Es ist ein unerwarteter Fehler aufgetreten, bitte versuchen Sie es später noch einmal!
es: Se produjo un error inesperado. Vuelva a intentarlo más tarde!
fa: یک خطای غیرمنتظره رخ داده است، لطفاً بعداً دوباره امتحان کنید!
hu: Váratlan hiba történt, kérjük, próbálja újra később!

# authSignUp.hi
source: Hi res['account']['first_name']!
de: Hallo res['account']['first_name']!
es: ¡Hola, res['account']['first_name']!
fa: سلام res['account']['first_name']!
hu: Sziares['account']['first_name'] !

# authSignUp.oopsErrorSigningUp
source: Oops some error occurred while signing you up, please try again!
de: Bei der Anmeldung ist ein Fehler aufgetreten, bitte versuchen Sie es erneut!
es: Vaya, se produjo un error al registrarte. Vuelve a intentarlo!
fa: اوه هنگام ثبت نام شما خطایی رخ داد، لطفا دوباره امتحان کنید!
hu: Hoppá, hiba történt a regisztráció során, próbáld újra!

# resetPassword.resetYourPassword
source: Reset your password
de: Passwort zurücksetzen
es: Restablecer contraseña
fa: رمز عبور خود را بازنشانی کنید
hu: Állítsd vissza a jelszavad

# resetPassword.password
source: Password
de: Passwort *
es: Contraseña
fa: رمز عبور
hu: Jelszó

# resetPassword.repeatPassword
source: Repeat Password
de: Passwort wiederholen
es: Repite la contraseña
fa: تکرار رمز عبور
hu: Jelszó újra

# resetPassword.resetPassword
source: Reset password
de: Passwort zurücksetzen
es: Restablecer la contraseña
fa: بازنشانی رمز عبور
hu: Jelszó visszaállítása

# resetPwd.pwdMatchSuccessfully
source: Password matches successfully!
de: Das Passwort stimmt überein!
es: ¡La contraseña coincide correctamente!
fa: رمز عبور با موفقیت مطابقت دارد!
hu: Sikeres jelszóegyeztetés!

# resetPwd.pwddoesntMatch
source: Password doesn't match!
de: Das Passwort stimmt nicht überein!
es: ¡La contraseña no coincide!
fa: رمز عبور مطابقت ندارد!
hu: A jelszó nem egyezik!

# resetPwd.pleaseWaitResettingPwd
source: Please wait while we are resetting your password...
de: Bitte warten Sie, während wir Ihr Passwort zurücksetzen...
es: Espere mientras restablecemos su contraseña ...
fa: لطفا صبر کنید تا رمز عبور شما را بازنشانی کنیم...
hu: Kérjük, várjon, amíg visszaállítjuk jelszavát...

# resetPwd.unexpectedError
source: There's some unexpected error occurred, please try again later!
de: Es ist ein unerwarteter Fehler aufgetreten, bitte versuchen Sie es später noch einmal!
es: Se produjo un error inesperado. Vuelva a intentarlo más tarde!
fa: یک خطای غیرمنتظره رخ داده است، لطفاً بعداً دوباره امتحان کنید!
hu: Váratlan hiba történt, kérjük, próbálja újra később!

# resetPwd.pwdResetSuccessfully
source: Your password has been reset successfully!
de: Ihr Passwort wurde erfolgreich zurückgesetzt!
es: ¡Su contraseña ha sido restablecida con éxito!
fa: رمز عبور شما با موفقیت بازنشانی شد!
hu: Jelszavad visszaállítása sikeresen megtörtént!

# resetPwd.oopsErrorResetingPwd
source: Oops some error occurred while reseting your password, please try again!
de: Beim Zurücksetzen Ihres Passworts ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: ¡Vaya! Se produjo un error al restablecer su contraseña. Vuelva a intentarlo.
fa: اوه هنگام بازنشانی رمز عبور شما خطایی رخ داد، لطفاً دوباره امتحان کنید!
hu: Hoppá, hiba történt a jelszó visszaállítása közben. Kérjük, próbálja újra!

# selectWorkspace.welcome
source: Welcome, {{ accountData?.first_name }} {{ accountData?.last_name }}!
de: Willkommen, {{ accountData?.first_name }} {{ accountData?.last_name }}!
es: ¡Bienvenido, {{ accountData?.first_name }} {{ accountData?.last_name }}!
fa: خوش آمدید، {{ accountData?.first_name }} {{ accountData?.last_name }}!
hu: Üdvözöljük,{{ accountData?.first_name }} {{ accountData?.last_name }}!

# selectWorkspace.selectAWorkspace
source: Select a workplace to start.
de: Wählen Sie einen Arbeitsplatz, um zu beginnen
es: Seleccione un lugar de trabajo para comenzar.
fa: محل کار را برای شروع انتخاب کنید.
hu: Válasszon egy munkahelyet a kezdéshez.

# selectWorkspace.listWorkspaces
source: This is a list of workplaces(organizations) you already joined.
hu: Ez azon munkahelyek (szervezetek) listája, amelyekhez már csatlakozott.

# selectWorkspace.createNewWorkspace
source: Create a new workplace
de: Neuen Arbeitsplatz schaffen
es: Crea un nuevo lugar de trabajo
fa: یک محل کار جدید ایجاد کنید
hu: Hozzon létre egy új munkahelyet

# selectWorkspace.joinAnotherWorkspace
source: Join another workplace
de: Arbeitsplatz arbeiten
es: Únete a otro lugar de trabajo
fa: به محل کار دیگری بپیوندید
hu: Csatlakozzon egy másik munkahelyhez

# selectWorkspace.pleaseWaitSignYouIn
source: Please wait while we sign you in...
de: Bitte warten Sie, während wir Sie einschreiben...
es: Espere mientras lo registramos ...
fa: لطفا صبر کنید تا ما وارد سیستم شما شویم...
hu: Kérjük, várjon, amíg bejelentkezünk...

# selectWorkspace.unexpectedError
source: There's some unexpected error occurred, please try again later!
de: Es ist ein unerwarteter Fehler aufgetreten, bitte versuchen Sie es später noch einmal!
es: Se produjo un error inesperado. Vuelva a intentarlo más tarde.
fa: یک خطای غیرمنتظره رخ داده است، لطفاً بعداً دوباره امتحان کنید!
hu: Váratlan hiba történt, kérjük, próbálja újra később!

# selectWorkspace.workspaceIsNotAvailable
source: Your workspace is not available, please contact your administrator!
de: Ihr Arbeitsbereich ist nicht verfügbar, wenden Sie sich bitte an Ihren Administrator!
es: Su espacio de trabajo no está disponible, comuníquese con su administrador.
fa: فضای کاری شما در دسترس نیست، لطفا با سرپرست خود تماس بگیرید!
hu: Munkaterülete nem érhető el, kérjük, forduljon a rendszergazdához!

# selectWorkspace.hi
source: Hi res['user']['first_name'], welcome back to your workplace!
de: Hallo res['user']['first_name'], willkommen zurück an Ihrem Arbeitsplatz!
es: Hola, res['user']['first_name'], bienvenido de nuevo a tu lugar de trabajo.
fa: سلام res['user']['first_name']، به محل کار خود خوش آمدید!
hu: Sziares['user']['first_name'] , üdvözöljük újra a munkahelyén!

# selectWorkspace.oopsErrorSigningIn
source: Oops some error occurred while signing you in, please try again!
de: Bei der Anmeldung ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Vaya, se ha producido un error al iniciar sesión. Inténtalo de nuevo.
fa: اوه هنگام ورود به سیستم شما خطایی رخ داد، لطفاً دوباره امتحان کنید!
hu: Hoppá, hiba történt a bejelentkezéskor. Kérjük, próbálja újra!

# groupCalendar.previous
source: Previous
de: Vorherige
es: Anterior
fa: قبلی
hu: Előző

# groupCalendar.today
source: Today
de: Heute
es: Hoy dia
fa: امروز
hu: Ma

# groupCalendar.next
source: Next
de: Weiter
es: Siguiente
fa: بعد
hu: Következő

# groupCalendar.month
source: Month
de: Monat
es: Mes
fa: ماه
hu: Hónap

# groupCalendar.week
source: Week
de: Woche
es: Semana
fa: هفته
hu: Hét

# groupCalendar.day
source: Day
de: Tag
es: Día
fa: روز
hu: Nap

# groupCalendar.edit
source: Edit
de: Bearbeiten
es: Editar
fa: ویرایش
hu: Szerkesztés

# groupCalendar.edited
source: Edited
de: Bearbeitet
es: Editado
fa: ویرایش شد
hu: Szerkesztette

# groupCalendar.delete
source: Delete
de: Löschen
es: Borrar
fa: حذف
hu: Töröl

# groupCalendar.deleted
source: Deleted
de: Gelöscht
es: Eliminado
fa: حذف شده
hu: Törölve

# groupCalendar.droppedResized
source: Dropped or resized
de: Fallengelassen oder Größe geändert
es: Caído o cambiado de tamaño
fa: افتاد یا تغییر اندازه
hu: Eldobva vagy átméretezve

# groupCalendar.newEvent
source: New event
de: Neue Veranstaltung
es: Nuevo evento
fa: رویداد جدید
hu: Új esemény

# genericGraph.graphSettings
source: Graph Settings
de: Grafikeinstellungen
es: Ajustes de Gráficos
fa: تنظیمات نمودار
hu: Grafikon beállításai

# genericGraph.customiseGraphYourWay
source: Customise the graph by your own way for better visualisation
de: Passen Sie das Diagramm für eine bessere Visualisierung nach Ihren Wünschen an
es: Personalice el gráfico a su manera para una mejor visualización
fa: برای تجسم بهتر، نمودار را به روش خودتان سفارشی کنید
hu: A jobb megjelenítés érdekében testreszabhatja a grafikont a maga módján

# genericGraph.selectChartType
source: Select Chart Type
de: Diagrammtyp auswählen
es: Seleccione tipo de Gráfico
fa: نوع نمودار را انتخاب کنید
hu: Válassza ki a diagram típusát

# genericGraph.barChart
source: Bar Chart
de: Balkendiagramm
es: Gráfico de Barras
fa: نمودار میله ای
hu: Oszlopdiagram

# genericGraph.doughnutChart
source: Doughnut Chart
de: Donut-Diagramm
es: Gráfico de anillos
fa: نمودار دونات
hu: Fánk diagram
