Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# genericGraph.lineChart
source: Line Chart
de: Liniendiagramm
es: Gráfico de lineas
fa: نمودار خطی
hu: Vonaldiagram

# genericGraph.pieChart
source: Pie Chart
de: Kuchendiagramm
es: Gráfico de circular
fa: نمودار دایره ای
hu: Kördiagram

# genericGraph.radarChart
source: Radar Chart
de: Radarkarte
es: Gráfico de radar
fa: نمودار رادار
hu: Radar diagram

# genericGraph.selectlabelColumn
source: Select Label (Base) Column
de: Spalte Label (Basis) auswählen
es: Seleccionar columna de etiqueta (Base)
fa: ستون Label (Base) را انتخاب کنید
hu: Válassza a Címke (alap) oszlopot

# genericGraph.selectValuesColumn
source: Select Values Column
de: Spalte Werte auswählen
es: Seleccionar columna de valores
fa: ستون Values را انتخاب کنید
hu: Válassza az Értékek oszlopot

# genericGraph.computeGraph
source: Compute Graph
de: Graph Berechnen
es: Calcular Gráfico
fa: نمودار محاسبه
hu: Grafikon számítása

# directChatsHome.directChats
source: Direct Messages
de: Direktnachrichten
fa: پیام مستقیم
hu: Közvetlen üzenet

# directChatsHome.noDirectChats
source: Nothing here.
de: Nichts hier.
fa: هیچ چیز در اینجا.
hu: Semmi sincs itt.

# directChatsHome.delete
source: Delete
de: Löschen
fa: حذف
hu: Töröl

# groupChatsHome.groupChats
source: Group Messages
de: Gruppennachrichten
fa: پیام های گروهی
hu: Csoportos üzenetek

# groupChatsHome.noGroupChats
source: Nothing here.
de: Nichts hier.
fa: هیچ چیز در اینجا.
hu: Semmi sincs itt.

# directChatsHomoe.sentYouMessage
source: sent you a message
de: Schickte dir eine Nachricht
fa: به شما پیام داد
hu: üzenetet küldött neked

# directChatsHomoe.newMessage
source: New Message
de: Neue Nachricht
fa: پیام جدید
hu: Új üzenet

# videoCallDialog.videoCall
source: Video Call
de: Videoanruf
fa: تماس ویدیویی
hu: Videohívás

# videoCallDialog.copiedToClipboard
source: Copied to Clipboard!
de: In Zwischenablage kopiert!
fa: کپی در کلیپبورد!
hu: Vágólapra másolva!

# filesBar.sort
source: Sort
de: Sortieren
es: Ordenar
fa: مرتب سازی
hu: Fajta

# filesBar.filter
source: Filter
es: Filtrar
fa: فیلتر
hu: Szűrő

# filesBar.customFields
source: Custom Fields
de: Benutzerdefinierte Felder
es: Campos personalizados
fa: فیلدهای سفارشی
hu: Egyéni mezők

# filesBar.settings
source: Settings
de: Einstellungen
es: Ajustes
fa: تنظیمات
hu: Beállítások

# filesBar.sort.none
source: None
de: Nichts
es: Ninguno
fa: هیچ یک
hu: Egyik sem

# filesBar.sort.name
source: Name
es: Nombre
fa: نام
hu: Név

# filesBar.sort.creationDate
source: Creation Date
de: Erstellungsdatum
es: Fecha de Creación
fa: تاریخ ایجاد
hu: Készítés ideje

# filesBar.sort.tags
source: Tags
de: Schlagwörter
fa: برچسب ها
hu: Címkék

# filesBar.sort.customField
source: Custom Field
de: Benutzerdefiniertes Feld
es: Campos Personalizados
fa: فیلد سفارشی
hu: Egyéni mező

# filesBar.filter.none
source: None
de: Nichts
es: Ninguno
fa: هیچ یک
hu: Egyik sem

# filesBar.filter.creationDate
source: Creation Date
de: Erstellungsdatum
es: Fecha de Creación
fa: تاریخ ایجاد
hu: Készítés ideje

# filesBar.filter.today
source: Today
de: Heute
es: Hoy
fa: امروز
hu: Ma

# filesBar.filter.lastWeek
source: Last week
de: Letzte Woche
es: Última semana
fa: هفته گذشته
hu: Múlt hét

# filesBar.filter.last14Days
source: Last 14 days
de: Letzte 14 Tage
es: Últmos 14 días
fa: 14 روز گذشته
hu: Az elmúlt 14 nap

# filesBar.filterFor
source: Filter For
de: Filtern nach
es: Filtrar Por
fa: فیلتر برای
hu: Szűrés

# filesCustomFieldDialog.customFields
source: Custom Fields
de: Benutzerdefinierte Felder
es: Campos personalizados
fa: فیلدهای سفارشی
hu: Egyéni mezők

# filesCustomFieldDialog.createCustomFields
source: Create custom fields to improve how you organize your files metadata.
de: Erstellen Sie benutzerdefinierte Felder, um die Organisation Ihrer Dateimetadaten zu verbessern.
es: Cree campos personalizados para mejorar la forma en que organiza los metadatos de sus archivos
fa: زمینه های سفارشی ایجاد کنید تا نحوه سازماندهی فراداده فایل های خود را بهبود ببخشید.
hu: Egyéni mezők létrehozásával javíthatja a fájlok metaadatainak rendszerezését.

# filesCustomFieldDialog.thereAreNoCustomFields
source: 🌵 There are no custom fields...
de: 🌵 Es gibt keine benutzerdefinierten Felder...
es: 🌵 No hay campos personalizados...
fa: 🌵 هیچ فیلد سفارشی وجود ندارد...
hu: 🌵 Nincsenek egyéni mezők...

# filesCustomFieldDialog.isAnInputCF
source: Is a <span *ngIf="field.input_type_text">text</span>input_type_number">number</span> Input Custom Field
hu: Egy<span *ngIf="field.input_type_text"> szöveg</span><span *ngIf="field.input_type_number"> szám</span> Adja meg az egyéni mezőt

# filesCustomFieldDialog.addCustomField
source: ADD CUSTOM FIELD
de: BENUTZERDEFINIERTES FELD HINZUFÜGEN
es: Agregar campo adicional
fa: افزودن فیلد سفارشی
hu: EGYEDI MEZŐ HOZZÁADÁSA

# filesCustomFieldDialog.inputValue
source: Input Value
de: Eingangsgröße
fa: مقدار ورودی
hu: Bemeneti érték

# filesCustomFieldDialog.save
source: Save
de: Speichern
es: Guardar
fa: ذخیره
hu: Megment

# filesCustomFieldDialog.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو کنید
hu: Megszünteti

# filesCustomFieldDialog.fieldAlreadyExist
source: Field already exist!
de: Feld bereits vorhanden!
es: ¡El campo ya existe!
fa: زمینه در حال حاضر وجود دارد!
hu: A mező már létezik!

# filesCustomFieldDialog.pleaseWaitDeletingCF
source: Please wait we are deleting the custom field...
de: Bitte warten Sie, wir löschen das benutzerdefinierte Feld ...
es: Espere, estamos eliminando el campo personalizado...
fa: لطفا صبر کنید ما در حال حذف زمینه سفارشی...
hu: Kérjük, várjon, töröljük az egyéni mezőt...

# filesCustomFieldDialog.fieldDeleted
source: Field deleted!
de: Feld gelöscht!
es: ¡Campo eliminado!
fa: فیلد حذف شد!
hu: A mező törölve!

# filesCustomFieldDialog.unableToDeleteField
source: Unable to delete field, please try again!
de: Feld kann nicht gelöscht werden, bitte versuchen Sie es erneut!
es: No se puede eliminar el campo, inténtelo de nuevo.
fa: قادر به حذف فیلد نیست، لطفاً دوباره امتحان کنید!
hu: A mező nem törölhető, próbálja újra!

# filesCustomFieldDialog.valueAlreadyExists
source: Value already exists!
de: Wert existiert bereits!
es: ¡El valor ya existe!
fa: ارزش در حال حاضر وجود دارد!
hu: Az érték már létezik!

# filesCustomFieldDialog.pleaseWaitUpdatingCF
source: Please wait we are updating the custom field...
de: Bitte warten Sie, wir aktualisieren das benutzerdefinierte Feld ...
es: Espere, estamos actualizando el campo personalizado...
fa: لطفا صبر کنید ما در حال به روز رسانی زمینه سفارشی...
hu: Kérjük, várjon, frissítjük az egyéni mezőt...

# filesCustomFieldDialog.fieldUpdated
source: Field updated!
de: Feld aktualisiert!
es: ¡Campo actualizado!
fa: فیلد به روز شده!
hu: Mező frissítve!

# filesCustomFieldDialog.unableToUpdateField
source: Unable to update field, please try again!
de: Das Feld kann nicht aktualisiert werden, bitte versuchen Sie es erneut!
es: No se puede actualizar el campo. Vuelve a intentarlo.
fa: قادر به بروز رسانی فیلد نیست، لطفا دوباره امتحان کنید!
hu: A mező nem frissíthető, próbálkozzon újra!

# filesSettingsDialog.groupFilesSettings
source: Group Files Settings
de: Einstellungen für Gruppendateien
es: Ajustes de Ficheros del Grupo
fa: تنظیمات فایل های گروهی
hu: Csoportfájlok beállításai

# filesSettingsDialog.groupFilesSettingsDescription
source: Manage the files settings for the group.
de: Verwalten Sie die Dateieinstellungen für die Gruppe.
es: Gestiona los ajustes para los ficheros del grupo.
fa: تنظیمات فایل ها را برای گروه مدیریت کنید.
hu: Kezelje a csoport fájlbeállításait.

# filesSettingsDialog.onlyAdmins
source: GOD Mode
de: GOTT-Modus
es: Modo DIOS
fa: حالت خدا
hu: ISTEN Mód

# filesSettingsDialog.enableOnlyAdminsDescription
source: Turning this ON will lock the permissions to VIEW-only for Members and Guests. Only Group Managers will be able to upload and delete files.
de: Wenn Sie diese Option aktivieren, werden die Berechtigungen für Mitglieder und Gäste auf VIEW-only gesperrt. Nur Gruppenmanager können Dateien hochladen und löschen.
es: Al activar esta opción, se bloquearán los permisos a solo VER para miembros e invitados. Solo los administradores de grupo podrán crear y eliminar archivos.
fa: روشن کردن این گزینه، مجوزها را روی «فقط VIEW» برای اعضا و مهمان‌ها قفل می‌کند. فقط مدیران گروه می‌توانند فایل‌ها را آپلود و حذف کنند.
hu: Ha BE kapcsolja, akkor a tagok és a vendégek csak MEGNÉZÉS jogosultságait zárolják. Csak a csoportmenedzserek tölthetnek fel és törölhetnek fájlokat.

# filesSettingsDialog.pleaseWaitsavingSettings
source: Please wait we are saving the new setting...
de: Bitte warten Sie, wir speichern die neue Einstellung...
es: Espere, estamos guardando la nueva configuración ...
fa: لطفا صبر کنید ما در حال ذخیره تنظیمات جدید هستیم...
hu: Kérjük, várjon, az új beállítást mentjük...

# filesSettingsDialog.settingsSaved
source: Settings saved to your group!
de: Gruppeneinstellungen gespeichert!
es: ¡Ajustes guardados en tu grupo!
fa: تنظیمات در گروه شما ذخیره شد!
hu: A beállítások mentve a csoportba!

# filesSettingsDialog.unableToSaveGroupSettings
source: Unable to save the settings to your group, please try again!
de: Da die Einstellungen nicht in Ihrer Gruppe gespeichert werden können, versuchen Sie es bitte erneut!
es: No se puede guardar la configuración en su grupo, ¡inténtelo de nuevo!
fa: تنظیمات در گروه شما ذخیره نشد، لطفاً دوباره امتحان کنید!
hu: Nem sikerült menteni a beállításokat a csoportba, próbálkozzon újra!

# groupFiles.yourFiles
source: Your files. Ready when you are.
de: Ihre Dateien. Bereit, wenn Sie es sind.
es: Tus archivos. Listos cuando tú lo estés.
fa: فایل های شما آماده ام هر موقع که تو آماده باشی.
hu: Az Ön fájljai. Készen állsz, ha vagy.

# groupFiles.dragDropOrAdd
source: Drag and drop files here for easy upload. <br>Or use the NEW button for folders uploading.
de: Ziehen Sie Dateien per Drag & Drop hierher, um sie einfach hochzuladen. <br>Oder verwenden Sie die Schaltfläche NEU für das Hochladen von Ordnern.
es: Arrastre y suelte los archivos aquí para facilitar la carga. <br>O utilice el botón NUEVO para cargar carpetas.
fa: برای آپلود آسان فایل ها را اینجا بکشید و رها کنید.<br> یا از دکمه NEW برای آپلود پوشه ها استفاده کنید.
hu: Húzza ide a fájlokat az egyszerű feltöltéshez. <br>Vagy használja az ÚJ gombot a mappák feltöltéséhez.

# groupFiles.copyLink
source: Copy Link
de: Link kopieren
es: Copiar enlace
fa: کپی لینک
hu: Link másolása

# groupFiles.delete
source: Delete
de: Löschen
es: Borrar
fa: حذف
hu: Töröl

# groupFiles.moveToFolder
source: Move to Folder
de: Verschieben in Ordner
es: Mover a la carpeta
fa: انتقال به پوشه
hu: Ugrás a mappába

# groupDashboard.permissions
source: Permissions
de: Berechtigungen
es: Permisos
fa: مجوزها
hu: Engedélyek

# groupFiles.campaignFile
source: Campaign File:
de: Kampagnen-Datei:
es: Fichero de Campaña:
fa: فایل کمپین:
hu: Kampány fájl:

# groupFiles.download
source: Download
es: Descargar
fa: دانلود
hu: Letöltés

# groupFiles.moveToGroup
source: Move to Group
de: Zur Gruppe verschieben
es: Mover al grupo
fa: انتقال به گروه
hu: Ugrás a csoportba

# groupFiles.copyFlamingo
source: Copy Flamingo
de: Kopieren Flamingo
es: Copiar Flamingo
fa: فلامینگو را کپی کنید
hu: Másolja a Flamingót

# groupFiles.view
source: View
de: Anzeigen
es: Ver
fa: نمایش
hu: Kilátás

# groupFiles.details
source: Details
es: Detalles
fa: جزئیات
hu: Részletek

# groupFiles.newVersion
source: New Version
de: Neue Version
es: Nueva Versión
fa: نسخه جدید
hu: Új verzió

# groupFiles.exportToPDF
source: Export To PDF
de: Als PDF exportieren
es: Exportar a PDF
fa: صادرات به PDF
hu: Exportálás PDF-be

# groupFiles.unableToConnectToServer
source: Unable to connect to the server, please try again later!
de: Die Verbindung zum Server konnte nicht hergestellt werden, bitte versuchen Sie es später noch einmal!
es: No se puede conectar con el servidor, inténtelo de nuevo más tarde.
fa: اتصال به سرور ممکن نیست، لطفاً بعداً دوباره امتحان کنید!
hu: Nem lehet csatlakozni a szerverhez, próbálkozzon újra később!

# groupFiles.pleaseWaitDeleting
source: Please wait, we are deleting...
de: Bitte warten Sie, wir löschen gerade...
es: Espere, estamos eliminando ...
fa: لطفا صبر کنید، ما در حال حذف هستیم...
hu: Kérjük, várjon, törljük...

# groupFiles.fileDeleted
source: File deleted!
de: Datei gelöscht!
es: ¡El archivo ha sido eliminado!
fa: فایل حذف شد!
hu: Fájl törölve!

# groupFiles.unableToDeleteFile
source: Unable to delete file, please try again!
de: Die Datei kann nicht gelöscht werden, bitte versuchen Sie es erneut!
es: No se puede eliminar el archivo, inténtelo de nuevo.
fa: فایل حذف نشد، لطفا دوباره امتحان کنید!
hu: A fájl nem törölhető, próbálkozzon újra!

# groupFiles.folderDeleted
source: Folder deleted!
de: Ordner gelöscht!
es: Carpeta eliminada
fa: پوشه حذف شد!
hu: Mappa törölve!

# groupFiles.unableToDeleteFolder
source: Unable to delete folder, please try again!
de: Ordner kann nicht gelöscht werden, bitte versuchen Sie es erneut!
es: No se puede eliminar la carpeta, inténtelo de nuevo.
fa: حذف پوشه ممکن نیست، لطفا دوباره امتحان کنید!
hu: A mappa nem törölhető, próbálkozzon újra!

# groupFiles.copiedToClipboard
source: Copied to Clipboard!
de: In Zwischenablage kopiert!
es: Copiado al portapapeles!
fa: کپی در کلیپبورد!
hu: Vágólapra másolva!

# groupFiles.areYouSure
source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# groupFiles.doingThisItemWillBeCopied
source: By doing this the item will be copied to the selected group!
de: Auf diese Weise wird der Artikel in die ausgewählte Gruppe kopiert!
es: Al hacer esto, el elemento se copiará al grupo seleccionado.
fa: با این کار آیتم در گروه انتخاب شده کپی می شود!
hu: Ezzel a tétel a kiválasztott csoportba kerül!

# groupFiles.pleaseWaitCopyingFolio
source: Please wait, we are copying the Folio...
de: Bitte warten Sie, wir kopieren das Folio...
es: Espere, estamos copiando el Folio ...
fa: لطفا صبر کنید، ما در حال کپی برداری از Folio هستیم...
hu: Kérjük, várjon, a fóliát másoljuk...

# groupFiles.folioCopied
source: 👍 Folio Copied!
de: 👍 Folio kopiert!
es: 👍 Folio copiado!
fa: 👍 برگه کپی شد!
hu: 👍 Fólió másolva!

# groupFiles.errorCopyingFolio
source: Error while copying the Folio!
de: Fehler beim Kopieren des Folios!
es: ¡Error al copiar el folio!
fa: خطا هنگام کپی کردن برگه!
hu: Hiba a Folio másolása közben!

# groupFiles.doingThisItemWillBeMoved
source: By doing this the item will be moved to the selected group!
de: Dadurch wird der Artikel in die ausgewählte Gruppe verschoben!
es: Al hacer esto, el elemento se moverá al grupo seleccionado.
fa: با این کار آیتم به گروه انتخاب شده منتقل می شود!
hu: Ezzel a tétel a kiválasztott csoportba kerül!

# groupFiles.pleaseWaitMovingFolio
source: Please wait we are moving the item...
de: Bitte warten Sie, wir verschieben den Artikel...
es: Espere, estamos moviendo el artículo ...
fa: لطفا صبر کنید ما در حال انتقال آیتم هستیم...
hu: Kérjük, várjon, áthelyezzük a terméket...

# groupFiles.folioMoved
source: 👍 Folio Moved!
de: 👍 Folio verschoben!
es: 👍 ¡Folio movido!
fa: 👍 Folio verschoben!
hu: 👍 Fólió elköltözött!

# groupFiles.errorMovingFolio
source: Error while moving the folio!
de: Fehler beim Verschieben des Folios!
es: ¡Error al mover el folio!
fa: خطا هنگام جابجایی برگه!
hu: Hiba a fólió mozgatása közben!

# groupFiles.changeFolderTitle
source: Folder Title Changed!
de: Ordnertitel geändert!
es: ¡Título de carpeta cambiado!
fa: Ordnertitel geändert!
hu: A mappa címe megváltozott!

# groupFiles.errorChangingFolderTitle
source: Error while changing the title of the folder!
de: Fehler beim Ändern des Ordnertitels!
es: ¡Error al cambiar el título de la carpeta!
fa: خطا در حین تغییر عنوان پوشه!
hu: Hiba történt a mappa címének módosításakor!

# groupFiles.noAuthorize
source: You are not authorized to upload files in this group!
de: Sie sind nicht berechtigt, Dateien in dieser Gruppe hochzuladen!
es: ¡No está autorizado a subir ficheros en este grupo!
fa: شما مجاز به آپلود فایل در این گروه نیستید!
hu: Nem jogosult fájlok feltöltésére ebbe a csoportba!

# groupFiles.pleaseWaitUploadingFile
source: Please wait, we are uploading your file - file['name'] ...
de: Bitte warten Sie, wir laden Ihre Datei hoch - file['name'] ...
es: Espere, estamos cargando su archivo - file['name'] ...
fa: لطفا صبر کنید، ما در حال آپلود فایل شما هستیم - file['name'] ...
hu: Kérjük, várjon, feltöltjük a fájlt -file['name'] ...

# groupFiles.pleaseWaitCreatingFolio
source: Please wait while we are creating a new folio
de: Bitte warten Sie, während wir ein neues Folio erstellen
es: Espere mientras creamos un nuevo folio
fa: لطفاً صبر کنید تا ما در حال ایجاد یک برگه جدید هستیم
hu: Kérjük, várjon, amíg új fóliót hozunk létre

# groupFiles.fileUploaded
source: File has been uploaded!
de: Datei wurde hochgeladen!
es: ¡El archivo ha sido subido!
fa: فایل آپلود شده است!
hu: A fájl feltöltve!

# groupFiles.newFileUploaded
source: New file has been uploaded!
de: Neue Datei wurde hochgeladen!
es: ¡Se ha subido un nuevo archivo!
fa: فایل جدید آپلود شده است!
hu: Új fájl feltöltve!

# groupFiles.unexpectedErrorUploading
source: Unexpected error occurred while uploading, please try again!
de: Beim Hochladen ist ein unerwarteter Fehler aufgetreten, bitte versuchen Sie es erneut!
es: Se produjo un error inesperado durante la carga. Vuelve a intentarlo.
fa: خطای غیر منتظره هنگام آپلود رخ داد، لطفا دوباره امتحان کنید!
hu: Váratlan hiba történt feltöltés közben, próbáld újra!

# groupFiles.pleaseWaitMovingItem
source: Please wait, we are moving the item...
de: Bitte warten Sie, wir verschieben den Artikel...
es: Espere, estamos moviendo el artículo ...
fa: لطفا صبر کنید، ما در حال حرکت مورد...
hu: Kérjük, várjon, áthelyezzük a terméket...

# groupFiles.fileMoved
source: File moved!
de: Datei verschoben!
es: ¡Archivo movido!
fa: پرونده منتقل شد!
hu: Fájl áthelyezve!

# groupFiles.unableToMoveFile
source: Unable to move the file, please try again!
de: Die Datei kann nicht verschoben werden. Bitte versuchen Sie es erneut!
es: No se puede mover el archivo, inténtelo de nuevo.
fa: قادر به انتقال پرونده نیست، لطفا دوباره امتحان کنید!
hu: Nem sikerült áthelyezni a fájlt, próbálja újra!

# groupFiles.folderMoved
source: 👍 Folder moved!
de: 👍 Ordner verschoben!
es: 👍 ¡Carpeta movida!
fa: 👍 پوشه حرکت کرد!
hu: 👍 A mappa áthelyezve!

# groupFiles.unableToMoveFolder
source: Unable to move the folder, please try again!
de: Der Ordner kann nicht verschoben werden. Bitte versuchen Sie es erneut!
es: No se puede mover la carpeta, inténtelo de nuevo.
fa: قادر به انتقال پوشه نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült áthelyezni a mappát, próbálja újra!

# groupFiles.pleaseWaitDuplicateFile
source: Please wait, we are duplicating the file...
de: Bitte warten Sie, wir duplizieren die Datei...
es: Espera, etamos duplicando el fichero...
fa: لطفا صبر کنید، ما در حال تکثیر فایل...
hu: Kérjük, várjon, a fájl megkettőzése folyamatban van...

# groupFiles.flamingoDuplicated
source: Flamingo duplicated!
de: Flamingo dupliziert!
es: ¡Flamingo duplicado!
fa: فلامینگو تکراری شد!
hu: Flamingo duplikált!

# groupFiles.unableToDuplicateFlamingo
source: Unable to duplicate the flamingo, please try again!
de: Der Flamingo kann nicht dupliziert werden, bitte versuchen Sie es erneut!
es: No se ha podido duplicar el flamingo. Vuelva a intentarlo
fa: قادر به تکراری فلامینگو، لطفا دوباره سعی کنید!
hu: Nem sikerült lemásolni a flamingót, próbáld újra!

# groupFiles.pleaseWaitUploadingNewVersion
source: Please wait we are uploading your new version...
de: Bitte warten Sie, wir laden Ihre neue Version hoch...
es: Espere, estamos cargando su nueva versión...
fa: لطفا صبر کنید ما در حال آپلود نسخه جدید شما هستیم...
hu: Kérjük, várjon, feltöltjük az új verziót...

# groupNewFile.new
source: New
de: Neu
es: Nuevo
fa: Neu
hu: Új

# groupNewFile.folder
source: Folder
de: Ordner
es: Carpeta
fa: پوشه
hu: Mappa

# groupNewFile.fileUoload
source: File upload
de: Datei Upload
es: Subir archivo
fa: آپلود فایل
hu: Fájlfeltöltés

# groupNewFile.folderUpload
source: Folder upload
de: Hochladen von Ordnern
es: Carga de carpetas
fa: آپلود پوشه
hu: Mappa feltöltése

# groupNewFile.flamingo
source: Flamingo
fa: فلامینگو
hu: Flamingó

# groupNewFile.importData
source: Import Data
de: Daten importieren
es: Importar datos
fa: درون ریزی اطلاعات
hu: Adatok importálása

# groupNewFile.newFolder
source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fa: پوشه جدید
hu: Új mappa

# groupNewFile.pleaseCreatingFolder
source: Please wait we are creating the folder - folder['folder_name'] ...
de: Bitte warten Sie, wir erstellen den Ordner - folder['folder_name'] ...
es: Espere, estamos creando la carpeta - folder['folder_name'] ...
fa: لطفا صبر کنید ما در حال ایجاد پوشه -- folder['folder_name'] ...
hu: Kérem, várjon, létrehozzuk a mappát -folder['folder_name'] ...

# groupNewFile.folderCreated
source: Folder has been created!
de: Ordner wurde erstellt!
es: ¡Se ha creado la carpeta!
fa: پوشه ایجاد شده است!
hu: A mappa létrejött!

# groupNewFile.unexpectedErrorCreatingFolder
source: Unexpected error occurred while creating the folder, please try again!
de: Beim Erstellen des Ordners ist ein unerwarteter Fehler aufgetreten, bitte versuchen Sie es erneut!
es: Ocurrió un error inesperado al crear la carpeta. Vuelva a intentarlo.
fa: خطای غیر منتظره هنگام ایجاد پوشه رخ داد، لطفا دوباره امتحان کنید!
hu: Váratlan hiba történt a mappa létrehozásakor, próbálja újra!

# groupNewFile.pleaseWaitUploadingFolder
source: Please wait we are uploading the folder...
de: Bitte warten Sie, wir laden den Ordner hoch...
es: Espere, estamos cargando la carpeta ...
fa: لطفا صبر کنید ما در حال آپلود پوشه...
hu: Kérjük, várjon, a mappa feltöltése folyamatban van...

# groupNewFile.folderUploaded
source: Folder has been uploaded!
de: Ordner wurde hochgeladen!
es: ¡La carpeta ha sido cargada!
fa: پوشه آپلود شده است!
hu: A mappa feltöltve!

# groupNewFile.newFolio
source: New Folio
de: Neuer Folio
es: Nuevo Folio
fa: فولیو جدید
hu: Új Folio

# groupNewFile.newFlamingo
source: New Flamingo
de: Neuer Flamingo
es: Nuevo Flamingo
fa: فلامینگوی جدید
hu: Új Flamingo

# groupNewFile.pleaseWaitCreatingFlamingo
source: Please wait while we are creating a new Flamingo
hu: Kérjük, várjon, amíg létrehozzuk az új Flamingót

# groupNewFile.newFlamingoCreated
source: New flamingo has been created!
de: Neuer Flamingo wurde erstellt!
es: ¡Se ha creado un Flamingo nuevo!
fa: فلامینگوی جدید ایجاد شده است!
hu: Új flamingó jött létre!

# groupNewFile.unexpectedErrorCreatingFlamingo
source: Unexpected error occurred while creating a Flamingo, please try again!
hu: Váratlan hiba történt a Flamingo létrehozásakor, próbálja újra!

# groupNewFile.pleaseWaitUploadingFile
source: Please wait we are uploading your file - file['name'] ...
de: Bitte warten Sie, wir laden Ihre Datei hoch - file['name'] ...
es: Espere, estamos cargando su archivo - file['name'] ...
fa: لطفا صبر کنید، ما در حال آپلود فایل شما هستیم - file['name'] ...
hu: Kérjük, várjon, feltöltjük a fájlt -file['name'] ...

# groupNewFile.pleaseWaitCreatingFolio
source: Please wait while we are creating a new folio
de: Bitte warten Sie, während wir ein neues Folio erstellen
es: Espere mientras creamos un nuevo folio.
fa: لطفاً صبر کنید تا ما در حال ایجاد یک برگه جدید هستیم
hu: Kérjük, várjon, amíg új fóliót hozunk létre

# groupNewFile.fileUploaded
source: File has been uploaded!
de: Datei wurde hochgeladen!
es: ¡El archivo ha sido subido!
fa: فایل آپلود شده است!
hu: A fájl feltöltve!

# groupNewFile.newFolioCreated
source: New folio has been created!
de: Neues Folio wurde erstellt!
es: ¡Se ha creado un nuevo folio!
fa: Folio جدید ایجاد شده است!
hu: Új fólió elkészült!
