Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# storyDetails.unableToRemoveStory
source: Unable to remove the story at the moment, please try again!
de: Da die Geschichte im Moment nicht entfernt werden kann, versuchen Sie es bitte erneut!
es: No se puede eliminar la historia en este momento, inténtelo de nuevo.
fa: در حال حاضر امکان حذف داستان وجود ندارد، لطفاً دوباره امتحان کنید!
hu: Jelenleg nem lehet eltávolítani a történetet, próbáld újra!

# storyDetails.addImage
source: Add image
de: Bild hinzufügen
es: Añadir imagen
fa: افزودن تصویر
hu: Kép hozzáadása

# storyDetails.changeImage
source: Change image
de: Bild ändern
es: Cambiar imagen
fa: تغییر تصویر
hu: Kép módosítása

# storyActions.PM
source: PM
fa: بعد از ظهر
hu: DÉLUTÁN

# storyDetails.save
source: Save
de: Speichern
fa: ذخیره
hu: Megment

# storyDetails.pleaseWaitWeUpdateStory
source: Please wait we are updating the story...
de: Bitte warten Sie, wir aktualisieren die Geschichte...
es: Espere, estamos actualizando la historia...
fa: لطفا صبر کنید ما در حال به روز رسانی داستان هستیم...
hu: Kérjük, várjon, frissítjük a történetet...

# storyDetails.storyUpdated
source: Story updated
de: Story aktualisiert
es: Story actualizado
fa: داستان به روز شد
hu: A történet frissítve

# storyDetails.unableToUpdate
source: Unable to update the story, please try again!
de: Da die Geschichte nicht aktualisiert werden kann, versuchen Sie es bitte erneut!
es: No se puede actualizar la historia. Vuelve a intentarlo.
fa: داستان به‌روزرسانی نشد، لطفاً دوباره امتحان کنید!
hu: Nem sikerült frissíteni a történetet, próbáld újra!

# storyDetails.wrongTimeFormat
source: Wront time format, hh:mm!
de: Wront Zeitformat, hh:mm!
fa: فرمت زمان Wront، hh:mm!
hu: Rossz időformátum, óó:pp!

# storyDetails.plesaeWaitWeAreUpdaing
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب...
hu: Kérjük, várjon, frissítjük a tartalmat...

# storyDetails.dateUpdated
source: Date updated!
de: Datum aktualisiert!
fa: تاریخ به روز شده!
hu: Dátum frissítve!

# storyDetails.unableToUpdateDetails
source: Unable to update the details, please try again!
de: Die Details können nicht aktualisiert werden, bitte versuchen Sie es erneut!
fa: قادر به به روز رسانی جزئیات نیست، لطفا دوباره امتحان کنید!
hu: Nem sikerült frissíteni a részleteket, próbáld újra!

# myspaceAgenda.today
source: Today
de: Heute
es: Hoy
fa: امروز
hu: Ma

# myspaceAgenda.thisWeek
source: This week
de: Diese Woche
es: Esta semana
fa: این هفته
hu: Ezen a héten

# myspaceHeader.mySpace
source: My Space
fa: فضای من
hu: Az én helyem

# myspaceHeader.inbox
source: Inbox
es: Bandeja de entrada
fa: صندوق ورودی
hu: Beérkezett üzenetek

# myspaceHeader.myTasks
source: My tasks
de: Meine Aufgaben
es: Mis tareas
fa: وظایف من
hu: Az én feladataim

# myspaceHeader.personalWorkspace
source: Personal workplace
de: Persönlicher Arbeitsplatz
es: Workplace personal
fa: محل کار شخصی
hu: Személyes munkahely

# recentActivity.recentActivities
source: Recent activities
de: Jüngste Aktivitäten
es: Actividades recientes
fa: فعالیت های اخیر
hu: Legutóbbi tevékenységek

# recentActivity.nothingNew
source: Nothing new. Take a breath.
de: Nichts Neues. Atmen Sie durch
es: Nada nuevo. Tomar un respiro.
fa: چيز جديدي نيست . يه نفس بکش.
hu: Semmi új. Levegőt venni.

# recentActivity.markAllAsRead
source: Mark All As Read
de: Alle als gelesen markieren
es: Marcar todo como leído
fa: علامت گذاری همه به عنوان خوانده شده
hu: Összes megjelölése olvasottként

# recentActivity.assignedYou
source: assigned you
de: dir zugewiesen
fa: اختصاص داده شده به شما در
hu: rendelt téged

# recentActivity.mentionedYou
source: mentioned you on
de: erwähnte dich auf
es: te mencionó
fa: تو رو در مورد
hu: említett téged

# recentActivity.completed
source: completed
de: vollendet
es: completó
fa: تکمیل شده
hu: elkészült

# recentActivity.started
source: started
de: gestartet
es: comezó
fa: شروع
hu: elindult

# recentActivity.likedYourComment
source: liked your comment on
de: hat deinen Kommentar gefallen
es: le gustó tu comentario en
fa: دوست داشت نظر خود را در
hu: tetszett a megjegyzése

# recentActivity.likes
source: likes
es: le gusta
fa: دوست دارد
hu: kedveli

# recentActivity.follows
source: follows
de: folgt
es: sigue
fa: زیر
hu: következik

# recentActivity.commentedOn
source: commented on
de: kommentiert
es: comentó en
fa: نظر داد
hu: kommentálta

# recentActivity.addedYou
source: added you to
de: hat dich hinzugefügt
es: te añadió a
fa: شما را به
hu: hozzáadott téged ehhez

# recentActivity.removedYou
source: removed you from
de: entfernt dich von
es: te eliminó de
fa: شما را از
hu: eltávolított téged innen

# recentActivity.launchApprovalFlow
source: launched the approval flow for
de: Starten des Genehmigungsablaufs für das Element
fa: جریان تأیید مورد را راه اندازی کرد
hu: elindította a jóváhagyási folyamatot

# recentActivity.itemApprovedByAll
source: everyone approved the document
de: Alle Abtretungsempfänger haben den Artikel genehmigt
fa: همه واگذارندگان مورد را تایید کرده اند
hu: mindenki jóváhagyta a dokumentumot

# recentActivity.rejectedTheItem
source: rejected the document
de: Abgelehnter Artikel
fa: مورد را رد کرد
hu: elutasította a dokumentumot

# recentActivity.assignedYourGroup
source: sent a shuttle 🚀 to
de: schickte ein Shuttle 🚀 nach
fa: گروه شما را اختصاص داد
hu: transzfert küldött 🚀 címre

# recentActivity.edited
source: edited
hu: szerkesztette

# recentActivity.theTask
source: The task:
de: Die Aufgabe:
fa: وظیفه
hu: A feladat:

# recentActivity.fromGroup
source: was sent from
de: aus der Gruppe
fa: از گروه
hu: innen küldték

# recentActivity.view
source: View
de: Anzeigen
es: Ver
fa: نمایش
hu: Kilátás

# recentActivity.markAsRead
source: Mark As Read
de: Als gelesen markieren
es: Marcar Como Leído
fa: علامت گذاری همانطور که خوانده شده
hu: Jelöld olvasottként

# recentActivity.newsFeed
source: News feed
es: Noticias
fa: خوراک خبری
hu: Hírcsatorna

# recentActivity.everyoneIsSilent
source: Everyone is silent.
de: Alle sind still
es: Todos guardan silencio.
fa: همه ساکت هستند.
hu: Mindenki hallgat.

# recentActivity.posted
source: posted
de: Gesendet
es: publicó
fa: ارسال شده
hu: közzétéve

# recentActivity.events
source: Events
de: Veranstaltungen
es: Eventos
fa: رویدادها
hu: Események

# recentActivity.noEvents
source: No events. Get involved.
de: Keine Ereignisse. Machen Sie mit.
es: Sin Eventos. Involucrese.
fa: هیچ رویدادی وجود ندارد. مشارکت کنید.
hu: Nincsenek események. Részt venni.

# recentActivity.pendingApprovals
source: Pending Approvals
de: Ausstehende Genehmigungen
es: Aprobaciones pendientes
fa: تاییدیه های معلق
hu: Függőben lévő jóváhagyások

# recentActivity.noPendingApprovals
source: No pending approvals.
de: Keine ausstehenden Genehmigungen.
es: No hay aprobaciones pendientes.
fa: هیچ تاییدیه معلقی وجود ندارد.
hu: Nincsenek függőben lévő jóváhagyások.

# recentActivity.requestYoToReviewItem
source: requested you to review the item:
de: Sie aufgefordert haben, den Artikel zu überprüfen:
es: te pidió que revises el elemento:
fa: از شما درخواست کرد که مورد را بررسی کنید:
hu: kérte, hogy tekintse át a tételt:

# recentActivity.bofore
source: before
de: vor
es: antes
fa: قبل
hu: előtt

# recentActivity.pendingHolidays
source: Pending Holidays
hu: Függő ünnepek

# recentActivity.member
source: Member
hu: Tag

# recentActivity.starts
source: Starts
hu: Indul

# recentActivity.ends
source: Ends
hu: Véget ér

# recentActivity.type
source: Type
hu: típus

# recentActivity.numDays
source: Number Days
hu: Számnapok

# recentActivity.description
source: Description
hu: Leírás

# recentActivity.status
source: Status
hu: Állapot

# recentActivity.approved
source: APPROVED
hu: JÓVÁHAGYOTT

# recentActivity.pending
source: PENDING
hu: FÜGGŐBEN LEVŐ

# recentActivity.approve
source: APPROVE
hu: JÓVÁHAGY

# recentActivity.reject
source: REJECT
hu: ELUTASÍT

# recentActivity.pendingHRTasks
source: Pending HR tasks
hu: Függőben lévő HR feladatok

# recentActivity.openProfile
source: Open Profile
hu: Nyissa meg a Profilt

# recentActivity.markComplited
source: Mark as completed
hu: Megjelölés befejezettként

# recentActivity.areYouSure
source: Are you sure?
hu: biztos vagy ebben?

# recentActivity.actionConfirmation
source: By doing this, the item will be action!
hu: Ezzel az elem leszaction !

# recentActivity.completelyRemoved
source: By doing this, the task will be marked as DONE!
hu: Ha ezt megteszi, a feladat KÉSZ jelölést kap!

# recentActivity.pleaseWaitDeleting
source: Please wait we are update the notification...
hu: Kérjük, várjon, frissítjük az értesítést...

# recentActivity.notificationUpdated
source: Notification marked as DONE!
hu: Az értesítés KÉSZ-ként megjelölve!

# recentActivity.unableUpdateNotifiaction
source: Unable to mark the notification as DONE, please try again!
hu: Az értesítést nem lehet KÉSZ-ként megjelölni, próbálja újra!

# recentGroups.recentWork
source: Recent work
de: Jüngste Arbeiten
es: Trabajo reciente
fa: کار اخیر
hu: Friss munka

# recentStories.recentWork
source: Recent stories
de: Aktuelle Artikel
es: Stories recientes
fa: داستان های اخیر
hu: Legutóbbi történetek

# mySpaceTasks.myWorkload
source: My Workload
hu: Munkaterhelésem

# mySpaceTasks.timesheet
source: Timesheet
hu: Jelenléti ív

# timesheets.today
source: Today
hu: Ma

# timesheets.task
source: Task
hu: Feladat

# timesheets.category
source: Category
hu: Kategória

# timesheets.group
source: Group
hu: Csoport

# timesheets.addEntry
source: Add entry
hu: Bejegyzés hozzáadása

# timesheets.pleaseWait
source: Please wait we are updating the time...
hu: Kérjük, várjon, frissítjük az időt...

# timesheets.timeEdited
source: Time Edited!
hu: Idő szerkesztve!

# timesheets.unableToEdited
source: Unable to edit Time!
hu: Nem sikerült szerkeszteni az időt!

# editHRFields.address
source: Address
hu: Cím

# editHRFields.addressDescription
source: Fill in the legal address of the employee.
hu: Töltse ki a munkavállaló jogi címét.

# editHRFields.addressLine1
source: Address Line 1
hu: Címsor 1

# editHRFields.addressLine2
source: Address Line 2
hu: Cím sor 2

# editHRFields.city
source: City
hu: Város

# editHRFields.zip_code
source: Zip Code
hu: Irányítószám

# editHRFields.state
source: State
hu: Állapot

# editHRFields.hrFields
source: HR Fields
hu: HR mezők

# editHRFields.hrFieldsDescription
source: Fields created by the HR team.
hu: A HR csapat által létrehozott mezők.

# editHRFields.position
source: Position
hu: Pozíció

# editHRFields.joinedOn
source: Joined on:
hu: Csatlakozva:

# editHRFields.payrollInfo
source: Payroll info
hu: Bérszámfejtés információ

# editHRFields.payrollInfoDescription
source: Fields created by the HR team.
hu: A HR csapat által létrehozott mezők.

# editHRFields.hrBenefits
source: Benefits
hu: Előnyök

# editHRFields.hrBenefitsDescription
source: Benefits created by the HR team.
hu: A HR csapat által létrehozott előnyök.

# editHRFields.hrDaysOff
source: Days Off
hu: Szünet

# editHRFields.hrDaysOffDescription
source: Extra Days Off given to the employee.
hu: Extra szabadnapokat kap a munkavállaló.

# editHRFields.holidays
source: Holidays
hu: Ünnepek

# editHRFields.sick
source: Sick
hu: Beteg

# editHRFields.personalDays
source: Personal Days
hu: Személyes napok

# editHRFields.pleaseWaitWeUpdateContents
source: Please wait we are updating the contents...
hu: Kérjük, várjon, frissítjük a tartalmat...

# editHRFields.updated
source: User HR field updated!
hu: Felhasználói HR mező frissítve!

# editHRFields.unableToUpdate
source: Unable to update HR field, please try again!
hu: A HR mező nem frissíthető, próbálkozzon újra!

# editHRFields.cfUpdated
source: Field updated!
hu: Mező frissítve!

# editHRFields.unableToUpdateCF
source: Unable to update field, please try again!
hu: A mező nem frissíthető, próbálkozzon újra!

# editHRFields.benefitUpdated
source: Benefit updated!
hu: Előny frissítve!

# editHRFields.unableToUpdateBenefit
source: Unable to update benefit, please try again!
hu: Nem sikerült frissíteni az előnyt, próbálkozzon újra!

# editHRFields.daysOffUpdated
source: Days Off updated!
hu: Szabadnapok frissítve!

# editHRFields.unableToUpdateDaysOff
source: Unable to update Days Off, please try again!
hu: Nem sikerült frissíteni a Days Off programot, próbálja újra!

# editMemberPayrollDialog.profileFields
source: Profile Fields
hu: Profilmezők

# editMemberPayrollDialog.hrFields
source: HR Fields
de: HR-Bereiche
fa: زمینه های HR
hu: HR mezők

# editMemberPayrollDialog.pleaseWaitWeUpdateContents
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب...
hu: Kérjük, várjon, frissítjük a tartalmat...

# editMemberPayrollDialog.cfUpdated
source: Field updated!
de: Feld aktualisiert!
fa: فیلد به روز شد!
hu: Mező frissítve!

# editMemberPayrollDialog.unableToUpdateCF
source: Unable to update field, please try again!
de: Das Feld kann nicht aktualisiert werden, bitte versuchen Sie es erneut!
fa: قادر به به روز رسانی فیلد نیست، لطفا دوباره امتحان کنید!
hu: A mező nem frissíthető, próbálkozzon újra!

# editMemberPayrollDialog.benefitUpdated
source: Benefit updated!
hu: Előny frissítve!

# editMemberPayrollDialog.unableToUpdateBenefit
source: Unable to update benefit, please try again!
hu: Nem sikerült frissíteni az előnyt, próbálkozzon újra!

# editMemberPayrollDialog.daysOffUpdated
source: Days Off updated!
hu: Szabadnapok frissítve!

# editMemberPayrollDialog.unableToUpdateDaysOff
source: Unable to update Days Off, please try again!
hu: Nem sikerült frissíteni a Days Off programot, próbálja újra!

# userProfile.personalInformation
source: Personal information
de: Persönliche Informationen
fa: اطلاعات شخصی
hu: Személyes adat

# userProfile.legalInformationDescription
source: Your personal information
de: Ihre persönlichen Daten
fa: اطلاعات شخصی شما
hu: Az Ön személyes adatai

# userProfile.firstName
source: First name
de: Vorname
fa: نام
hu: Keresztnév

# userProfile.lastName
source: Last name
de: Nachname
fa: نام خانوادگی
hu: Vezetéknév

# userProfile.phoneNumber
source: Phone number
de: Telefonnummer
fa: شماره تلفن
hu: Telefonszám

# userProfile.cellNumber
source: Cell number
de: Zellennummer
fa: شماره موبایل
hu: Mobilszám

# userProfile.language
source: Language
de: Sprache
fa: زبان
hu: Nyelv

# userProfile.profileFields
source: Profile fields
de: Profil Felder
fa: فیلدهای نمایه
hu: Profilmezők

# userProfile.profileFieldsDescription
source: Fields created by the workplace admin. These fields are mandatory in order to customize your experience and access to resources.
de: Felder, die vom Workplace-Administrator erstellt wurden. Diese Felder sind Pflichtfelder, um Ihre Erfahrung und den Zugriff auf Ressourcen anzupassen.
fa: زمینه های ایجاد شده توسط مدیر محل کار. این زمینه ها به منظور سفارشی کردن تجربه و دسترسی به منابع اجباری هستند.
hu: A munkahelyi rendszergazda által létrehozott mezők. Ezek a mezők kötelezőek a tapasztalatok és az erőforrásokhoz való hozzáférés személyre szabása érdekében.

# userProfile.skills
source: Skills
de: Fähigkeiten
fa: مهارت ها
hu: Készségek

# userProfileCF.userNoActive
source: The user in your User Custom Field is no longer active in Octonius, please select a new one.
hu: A felhasználói egyéni mezőben lévő felhasználó már nem aktív az Octoniusban, válasszon egy újat.

# userWorkloadCalendar.noUser
source: No User
hu: Nincs felhasználó

# userProfileCF.pleaseWaitWeUpdateContents
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
es: Espere, estamos actualizando el contenido ...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب هستیم...
hu: Kérjük, várjon, frissítjük a tartalmat...

# userProfileCF.cfUpdated
source: customFieldName updated!
de: customFieldName aktualisiert!
es: customFieldName actualizado!
fa: customFieldName روز شده!
hu: customFieldName frissítve!

# userProfileCF.unableToUpdateCF
source: Unable to update customFieldName, please try again!
de: customFieldName kann nicht aktualisiert werden. Bitte versuchen Sie es erneut!
es: No se puede actualizar customFieldName. Vuelve a intentarlo.
fa: قادر به به روز رسانی customFieldName، لطفا دوباره سعی کنید!
hu: Nem sikerült frissítenicustomFieldName , Kérlek próbáld újra!

# editEntityDialog.plesaeWaitWeAreUpdaing
source: Please wait we are updating the entity...
de: Bitte warten Sie, wir aktualisieren die Entität...
fa: لطفا صبر کنید ما در حال به روز رسانی نهاد...
hu: Kérjük, várjon, frissítjük az entitást...

# editEntityDialog.entityUpdated
source: Entity updated!
de: Entität aktualisiert!
fa: موجودیت به روز شد!
hu: Az entitás frissítve!

# editEntityDialog.unableToUpdateEntity
source: Unable to update the entity, please try again!
de: Die Entität kann nicht aktualisiert werden, bitte versuchen Sie es erneut!
fa: قادر به به روز رسانی نهاد نیست، لطفا دوباره تلاش کنید!
hu: Nem sikerült frissíteni az entitást, próbálkozzon újra!

# userProfileCF.errorOccurredWhileModifyingMembers
source: An error occurred while modifying the members of the group.
de: Beim Ändern der Mitglieder der Gruppe ist ein Fehler aufgetreten.
es: Se produjo un error al modificar los miembros del grupo.
fa: خطایی هنگام اصلاح اعضای گروه رخ داد.
hu: Hiba történt a csoport tagjainak módosításakor.

# userSkills.yourSkills
source: Your skills
de: Deine Fähigkeiten
es: Sus habilidades
fa: مهارت های شما
hu: A te képességeid

# userSkills.newSkillAdded
source: New skill Added!
de: Neue Fähigkeit hinzugefügt!
es: ¡Nueva habilidad agregada!
fa: مهارت جدید اضافه شده!
hu: Új készség hozzáadva!

# userSkills.unableToAddSkill
source: Unable to add new skill, please try again!
de: Neue Fähigkeit kann nicht hinzugefügt werden. Bitte versuchen Sie es erneut!
es: No se puede agregar una nueva habilidad, ¡inténtalo de nuevo!
fa: قادر به اضافه کردن مهارت های جدید ، لطفا دوباره سعی کنید!
hu: Nem sikerült hozzáadni az új készségeket, próbáld újra!

# userSkills.skillRemoved
source: Skill Removed!
de: Fertigkeit entfernt!
es: ¡Habilidad eliminada!
fa: مهارت حذف!
hu: Képesség eltávolítva!

# userSkills.unableToRemoveSkill
source: Unable to remove skill, please try again!
de: Skill kann nicht entfernt werden. Bitte versuche es noch einmal!
es: No se puede eliminar la habilidad. Vuelve a intentarlo.
fa: قادر به حذف مهارت، لطفا دوباره سعی کنید!
hu: Nem sikerült eltávolítani a készségeket, próbáld újra!

# userSkills.errorOccurredWhileModifyingMembers
source: An error occurred while modifying the members of the group.
de: Beim Ändern der Mitglieder der Gruppe ist ein Fehler aufgetreten.
es: Se produjo un error al modificar los miembros del grupo.
fa: خطایی هنگام اصلاح اعضای گروه رخ داد.
hu: Hiba történt a csoport tagjainak módosításakor.

# employees.employees
source: EMPLOYEES</h2> <mat-form-field style="width: 100%;"> <mat-lab EMPLOYEES
hu: {{ users.length }} ALKALMAZOTTAK

# employees.filter
source: Filter
hu: Szűrő

# employees.firstName
source: First name
hu: Keresztnév

# employees.lastName
source: Last name
hu: Vezetéknév

# employees.job
source: Job
hu: Munka

# employees.cost
source: Cost
hu: Költség

# employees.edit
source: Edit
hu: Szerkesztés

# employees.noDataMatchingFilter
source: No data matching the filter "{{input.value}}"
hu: Nincs adat, amely megfelel a szűrőnek "{{input.value}} "

# editEntityDialog.legalInformation
source: Legal information
de: Rechtliche Information
fa: اطلاعات حقوقی
hu: Jogi információk

# editEntityDialog.legalInformationDescription
source: The company's legal information
de: Rechtliche Hinweise des Unternehmens
fa: اطلاعات حقوقی شرکت
hu: A cég jogi információi

# editEntityDialog.companyName
source: Company name
de: Firmenname
fa: نام شرکت
hu: Cégnév

# editEntityDialog.taxID
source: Tax Identification Number
de: Steuernummer
fa: شماره شناسایی مالیات
hu: Adószám

# editEntityDialog.currencyInformation
source: Currency information
de: Informationen zur Währung
fa: اطلاعات ارز
hu: Pénznem információ

# editEntityDialog.currencyInformationDescription
source: Configure currency for this legal entity. Changes in currency don’t include conversion.
de: Konfigurieren Sie die Währung für diese juristische Person. Währungsänderungen beinhalten keine Umrechnung.
fa: ارز را برای این نهاد قانونی پیکربندی کنید. تغییرات در ارز شامل تبدیل نمی شود.
hu: Pénznem beállítása ehhez a jogi személyhez. A pénznemben bekövetkezett változások nem tartalmazzák az átváltást.

# editEntityDialog.currency
source: Currency
de: Währung
fa: واحد پول
hu: Valuta

# editEntityDialog.address
source: Address
de: Adresse
fa: آدرس
hu: Cím

# editEntityDialog.addressDescription
source: Fill in the legal address of the company
de: Geben Sie die juristische Adresse des Unternehmens ein
fa: ادرس حقوقی شرکت را پر کنید
hu: Töltse ki a cég jogi címét

# editEntityDialog.addressLine1
source: Address Line 1
de: Adresszeile 1
fa: آدرس 1
hu: Címsor 1

# editEntityDialog.addressLine2
source: Address Line 2
de: Adresszeile 2
fa: آدرس 2
hu: Cím sor 2

# editEntityDialog.city
source: City
de: Stadt
fa: شهر
hu: Város

# editEntityDialog.zip_code
source: Zip Code
de: Postleitzahl
fa: کد پستی
hu: Irányítószám

# editEntityDialog.state
source: State
de: Bundesland
fa: استان
hu: Állapot

# editEntityDialog.payrollCF
source: Custom Fields
de: Benutzerdefinierte Felder
fa: فیلدهای سفارشی
hu: Egyéni mezők

# editEntityDialog.payrollCFDescription
source: Set up custom profile fields that will appear in the employee profile. You will be able to track more information from your employees.
de: Richten Sie benutzerdefinierte Profilfelder ein, die im Mitarbeiterprofil angezeigt werden. Sie werden in der Lage sein, mehr Informationen von Ihren Mitarbeitern zu verfolgen.
fa: زمینه های پروفایل سفارشی را تنظیم کنید که در نمایه کارمند ظاهر می شود. شما قادر خواهید بود اطلاعات بیشتری را از کارمندان خود دریافت کنید.
hu: Állítson be egyéni profilmezőket, amelyek megjelennek az alkalmazotti profilban. Ön képes lesz több információt nyomon követni az alkalmazottaktól.

# setup.name
source: Name
fa: نام
hu: Név

# setup.type
source: Type
de: Typ
fa: نوع
hu: típus

# setup.values
source: Values
de: Werte
fa: مقادیر
hu: Értékek

# setup.edit
source: Edit
de: Bearbeiten
fa: ویرایش
hu: Szerkesztés

# setup.delete
source: Delete
de: Löschen
fa: حذف
hu: Töröl

# editEntityDialog.cfName
source: Custom Field name
de: Benutzerdefinierter Feldname
fa: نام فیلد سفارشی
hu: Egyéni mező neve

# editEntityDialog.type
source: Type
de: Typ
fa: نوع
hu: típus

# editEntityDialog.values
source: Values
de: Werte
fa: مقادیر
hu: Értékek

# newEntity.cancel
source: Cancel
de: Abbrechen
fa: لغو
hu: Megszünteti

# newEntity.create
source: Create
de: Erstellen
fa: ایجاد
hu: Teremt

# newEntity.save
source: Save
de: Speichern
fa: ذخیره
hu: Megment

# newEntity.createNewCF
source: Create new Custom Field
de: Neues benutzerdefiniertes Feld erstellen
fa: ایجاد زمینه سفارشی جدید
hu: Hozzon létre új egyéni mezőt

# editEntityDialog.payrollVariables
source: Payroll variables
de: Variablen für die Lohn- und Gehaltsabrechnung
fa: متغیرهای حقوق و دستمزد
hu: Bérszámfejtési változók

# editEntityDialog.payrollVariablesDescription
source: These are variables that will help calculate reports, like taxes, daily compsensation etc.
de: Dies sind Variablen, die bei der Berechnung von Berichten helfen, wie z. B. Steuern, tägliche Vergütungen usw.
fa: اینها متغیرهایی هستند که به محاسبه گزارش ها مانند مالیات، رضایت روزانه و غیره کمک می کنند.
hu: Ezek olyan változók, amelyek segítenek a jelentések kiszámításában, például adók, napi kompenzáció stb.

# setup.value
source: Value
de: Wert
fa: مقدار
hu: Érték

# editEntityDialog.variableName
source: Variable name
de: Variablenname
fa: نام متغیر
hu: Változó neve

# editEntityDialog.value
source: Value
de: Wert
fa: مقدار
hu: Érték
