Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# storyDetails.save
source: <span class="material-icons-outlined"> history_edu </span> Save
es: <span class="material-icons-outlined"> history_edu </span> Guardar

# recentActivity.assignedYou
source: assigned you on
es: te asignó

# recentActivity.launchApprovalFlow
source: launched the approval flow for the item
es: lanzó el flujo de aprobación para el elemento

# recentActivity.itemApprovedByAll
source: all assignees has approved the item
es: todos los asignados han aprobado el elemento

# recentActivity.rejectedTheItem
source: rejected the item
es: rechazo el elemento

# publicFunctions.taskDueDAteChanged
source: Task due date changed to moment(dueDate).format('YYYY-MM-DD')!
es: ¡La fecha de vencimiento de la tarea cambió a moment(dueDate).format('YYYY-MM-DD')!

# userProfile.fetchInfo
source: <i class="material-icons">cable</i> Fetch Information from LDAP
es: <i class="material-icons">cable</i> Obtener información de LDAP

# userAvailabilityDaysDialog.selectedDays
source: Selected days
es: Días seleccionados

# userAvailabilityDaysDialog.reason
source: Reason
es: Razón

# userAvailabilityDaysDialog.cancel
source: Cancel
es: Cancelar

# userAvailabilityDaysDialog.save
source: Save
es: Guardar

# userAvailabilityDAyDialog.pleaseWaitSavingDays
source: Please wait we are saving your days...
es: Espere, estamos ahorrando sus días ...

# userAvailabilityDAyDialog.daysSaved
source: Days saved!
es: ¡Días guardados!

# userAvailabilityDAyDialog.unableToSaveDates
source: Unable to save the dates, please try again!
es: No se pueden guardar las fechas. Vuelve a intentarlo.

# userWorkloadCalendar.previous
source: Previous
es: Anterior

# userWorkloadCalendar.today
source: Today
es: Hoy dia

# userWorkloadCalendar.next
source: Next
es: Siguiente

# userWorkloadCalendar.clean
source: Clean
es: Limpiar

# userWorkloadCalendar.dayWillBeCAncelled
source: By doing this the day will be cancelled!
es: ¡Al hacer esto, el día se cancelará!

# userWorkloadCalendar.pleaseWaitWeCancelDay
source: Please wait we are cancelling the day...
es: Espere, estamos cancelando el día ...

# userWorkloadCalendar.dayCancelled
source: 👍 Day/s cancelled!
es: 👍 ¡Día/s cancelados!

# userWorkloadCalendar.errorWhileCancellingDay
source: Error while cancelling the days!
es: ¡Error al cancelar los días!

# northStarPage.whatIsNS
source: What is a North Star?
es: ¿Qué es una North Star?

# northStarPage.setAndAchieveStrategic
source: Set and achieve strategic goals. Align your organization. <br> Connect your company goals and the work to support them in one place. <br>You can see progress to keep teams on track. And teams can work wisely to get the right things done.
es: Establecer y lograr metas estratégicas. Alinee su organización.<br> Conecte los objetivos de su empresa y el trabajo para respaldarlos en un solo lugar.<br> Puede ver el progreso para mantener a los equipos encaminados. Y los equipos pueden trabajar sabiamente para hacer las cosas correctas.

# ngb.alert.close
source: Close
es: Cerrar

# ngb.carousel.slide-number
source: Slide nteract with ca of 'arrow left' an
es: Diapositiva {cused $ = new Be} de private _pau

# ngb.carousel.previous
source: Previous
es: Anterior

# ngb.carousel.next
source: Next
es: Siguiente

# ngb.datepicker.select-month
source: Select month
es: Seleccione mes

# ngb.datepicker.select-year
source: Select year
es: Seleccionar año

# ngb.datepicker.previous-month
source: Previous month
es: Mes anterior

# ngb.datepicker.next-month
source: Next month
es: Mes siguiente

# ngb.pagination.first-aria
source: First
es: Primero

# ngb.pagination.previous-aria
source: Previous
es: Anterior

# ngb.pagination.next-aria
source: Next
es: Siguiente

# ngb.pagination.last-aria
source: Last
es: Último

# ngb.progressbar.value
source: s types based o
es: {(): número { re}

# ngb.timepicker.hours
source: Hours
es: Horas

# ngb.timepicker.minutes
source: Minutes
es: Minutos

# ngb.timepicker.increment-hours
source: Increment hours
es: Incremento de horas

# ngb.timepicker.decrement-hours
source: Decrement hours
es: Disminución de horas

# ngb.timepicker.increment-minutes
source: Increment minutes
es: Incremento de minutos

# ngb.timepicker.decrement-minutes
source: Decrement minutes
es: Disminución de minutos

# ngb.timepicker.seconds
source: Seconds
es: Segundos

# ngb.timepicker.increment-seconds
source: Increment seconds
es: Incremento de segundos

# ngb.timepicker.decrement-seconds
source: Decrement seconds
es: Disminución de segundos

# ngb.timepicker.PM
source: {INTERPOLATION}
es: {número; priv}

# ngb.timepicker.AM
source: {INTERPOLATION}
es: ssor, OnCh

# ngb.toast.close-aria
source: Close
es: Cerrar

# sidebar.favorites
source: Favorites
es: Favoritos

# sidebar.administration
source: Administration
es: Administración

# taskSmartCard.tasks
source: Tasks
es: Tareas

# postComment.deletedUser
source: Deleted User
es: Usuario eliminado

# widgetSelectorDialog.allocation
source: Allocation
es: Asignación

# widgetSelectorDialog.pulse
source: Pulse
es: Pulso

# widgetSelectorDialog.pleaseWaitWeSavingSettings
source: Please wait we are saving the new setting...
es: Espere, estamos guardando la nueva configuración ...

# widgetSelectorDialog.settingsSavedGroup
source: Settings saved to your group!
es: ¡Ajustes guardados en tu grupo!

# widgetSelectorDialog.unableToSaveSettings
source: Unable to save the settings to your group, please try again!
es: No se puede guardar la configuración en su grupo, ¡inténtelo de nuevo!

# fileVersions.errorRetrievingLOOLUrl
source: Not possible to retrieve the complete Office Online url
es: No es posible recuperar la URL completa de Office Online

# memberListMenu.cloneTask
source: CLONE TASK
es: CLONAR TAREA

# groupCreatePostDialog.taskLog
source: Task Log
es: Log de la Tarea

# groupCreatePostDialog.status
source: Status
es: Estado

# northStar.northStar
source: North Star
es: Estrella del Norte

# northStar.northStarAreGoals
source: North Stars are goals for you or your team.
es: Las North Stars son goles para ti o para tu equipo.

# northStar.focusSettings
source: Focus settings
es: Ajustes de enfoque

# northStarStats.showingHowYourtTeam
source: Showing how your team's day-to-day work connects to achieve the goal.
es: Mostrar cómo el trabajo diario de su equipo se conecta para lograr el objetivo.

# postLogs.commented
source: Commented this item
es: Comentó este elemento

# postLogs.removedComment
source: Removed a comment on this item
es: Eliminó un comentario en este elemento

# postLogs.makeNS
source: Changed the item to a North Star
es: Cambió el elemento a una North Star

# postLogs.makeNoNS
source: Changed the item to a normal task
es: Cambió el elemento a una tarea normal

# postLogs.makeIdea
source: Changed the item to an Idea
es: Cambió el elemento a una Idea

# postLogs.makeNoIdea
source: Changed the item to a normal task
es: Cambió el elemento a una tarea normal

# postLogs.makeMilestone
source: Changed the item to a Milestone
es: Cambió el elemento a una Hito

# postLogs.makeNoMilestone
source: Removed the Milestone from the item
es: Eliminó el Hito del elemento

# postLogs.changedStatus
source: Changed the status of item to
es: Cambió el estado del elemento a

# postLogs.movedToSection
source: Moved the item to the section
es: Movió el elemento a la sección

# postLogs.assigned
source: Assigned the item to
es: Asignó el elemento a

# postLogs.unassigned
source: Unassigned the item from
es: Desasignó el elemento de

# postLogs.dueDate
source: Changed the Due date of the item to
es: Cambió la Fecha Límite del elemento a

# postLogs.startDate
source: Changed the Start date of the item to
es: Cambió la Fecha de Inicio del elemento a

# postLogs.addedTag
source: Added to the item the tag
es: Añadió al elemento el tag

# postLogs.removedTag
source: Removed to the item the tag
es: Eliminó del elemento el tag

# postLogs.changedCF
source: Changed the item Custom Field
es: Cambió del elemento el Custom Field

# postLogs.copiedTo
source: Copied the item to the group
es: Copió el elemento al grupo

# postLogs.movedTo
source: Moved the item to the group
es: Movió el elemento al grupo

# postLogs.dependencyOf
source: Made the item a dependency of
es: Hizo en el elemento una dependencia de

# postLogs.dependentOf
source: Made the item a dependent of
es: Hizo el elemento dependinete de

# postLogs.removeDependencyOf
source: Removed the item a dependency of
es: Elimino del elemento la dependencia de

# postLogs.removeDependentOf
source: Removed the item a dependent of
es: Elimino del elemento la dependencia de

# postLogs.setParent
source: Made the item a child of
es: Hizo el elemento hijo de

# postLogs.saveAllocation
source: Changed the Allocation of the item to
es: Cambió la Allocation del elemento a

# taskActions.copyToGroup
source: COPY TO GROUP
es: COPIAR A GRUPO

# taskActions.moveToGroup
source: MOVE TO GROUP
es: MOVER A GRUPO

# taskActions.templates
source: TEMPLATES
es: PLANTILLAS

# taskActions.makeSubtaskOf
source: MAKE SUBTASK OF
es: HACER SUBTAREA DE

# taskActions.makeDependencyOf
source: MAKE DEPENDENCY OF
es: HACER DEPENDER DE

# taskActions.makeNorthStar
source: MAKE NORTH STAR
es: HACER NORTH STAR

# taskActions.northStarAreGoals
source: North Stars are goals for you or your team.
es: Las North Stars son goles para ti o para tu equipo.

# taskActions.makeMilestone
source: MAKE MILESTONE
es: HAGA UN HITO

# taskActions.unexpectedErrorOccuredWhileUpdatingTask
source: An unexpected error occurred while updating the task, please try again!
es: Se produjo un error inesperado al actualizar la tarea, ¡inténtelo de nuevo!

# newTask.newNorthStar
source: New North Star
es: Nueva North Star

# projectBudgetDialog.sectionBudget
source: budget
es: presupuesto

# projectBudgetDialog.addBudgetForProject
source: Add a budget for your project and track the expenses as you advance through the workload.
es: Añade un presupuesto para tu proyecto y haz un seguimiento de los gastos a medida que avanzas en la carga de trabajo.

# projectBudgetDialog.budget
source: Budget
es: Presupuesto

# projectBudgetDialog.currency
source: Currency:
es: Moneda:

# projectBudgetDialog.planned
source: Planned
es: Planificado

# projectBudgetDialog.totalSpent
source: Total spent
es: Total gastado

# projectBudgetDialog.available
source: Available
es: Disponible

# projectBudgetDialog.addExpense
source: Add expense
es: Añadir gasto

# projectBudgetDialog.save
source: Save
es: Guardar

# projectBudgetDialog.cancel
source: Cancel
es: Cancelar
