Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# sidebar.portfolios
source: Portfolios
hu: Portfóliók

# sidebar.collections
source: Collections
hu: Gyűjtemények

# sidebar.exploreWork
source: Workplace
fa: محل
hu: Munkahely

# sidebar.settings
source: Settings
hu: Beállítások

# sidebar.myAccount
source: My Account
de: Mein Konto
es: Mi cuenta
fa: حساب من
hu: A fiókom

# sidebar.signOut
source: Sign Out
de: Abmelden
es: Cerrar sesión
fa: خروج
hu: Kijelentkezés

# sidebar.workspace
source: Workspace
de: Arbeitsbereich
fa: فضای کاری
hu: Munkaterület

# sidebar.pleaseWaitWhileLogOut
source: Please wait, while we log you out securely...
de: Abmelden…
es: Espere mientras lo desconectamos de forma segura ...
fa: لطفا صبر کنید، در حالی که ما شما را به طور امن خارج...
hu: Kérjük, várjon, amíg biztonságosan kijelentkeztetjük...

# sidebar.successfullyLogOut
source: Successfully Logged out!
de: Erfolgreich abgemeldet!
es: ¡Desconectado exitosamente!
fa: با موفقیت وارد سیستم شوید!
hu: Sikeresen kijelentkezett!

# sidebar.errorWhileLogOut
source: Error occurred while logging you out!, please try again!
de: Beim Abmelden ist ein Fehler aufgetreten! Bitte versuchen Sie es erneut!
es: ¡Ocurrió un error al cerrar la sesión! ¡Inténtelo de nuevo!
fa: خطا رخ داده است در حالی که ورود به سیستم شما!, لطفا دوباره سعی کنید!
hu: Hiba történt a kijelentkezés során! Kérjük, próbálja újra!

# sidebar.pleaseWaitSignYouIn
source: Please wait while we sign you in...
de: Bitte warten Sie, während wir Sie einschreiben...
fa: لطفا صبر کنید تا ما وارد سیستم شما شویم...
hu: Kérjük, várjon, amíg bejelentkezünk...

# sidebar.unexpectedError
source: There's some unexpected error occurred, please try again later!
de: Es ist ein unerwarteter Fehler aufgetreten, bitte versuchen Sie es später noch einmal!
fa: یک خطای غیرمنتظره رخ داده است، لطفاً بعداً دوباره امتحان کنید!
hu: Váratlan hiba történt, kérjük, próbálja újra később!

# sidebar.workspaceIsNotAvailable
source: Your workspace is not available, please contact your administrator!
de: Ihr Arbeitsbereich ist nicht verfügbar, wenden Sie sich bitte an Ihren Administrator!
fa: فضای کاری شما در دسترس نیست، لطفا با سرپرست خود تماس بگیرید!
hu: Munkaterülete nem érhető el, kérjük, forduljon a rendszergazdához!

# sidebar.hi
source: Hi res['user']['first_name'], welcome back to your workplace!
de: Hallo res['user']['first_name'], willkommen zurück an Ihrem Arbeitsplatz!
fa: سلام res['user']['first_name']، به محل کار خود خوش امدید!
hu: Sziares['user']['first_name'] , üdvözöljük újra a munkahelyén!

# sidebar.oopsErrorSigningIn
source: Oops some error occurred while signing you in, please try again!
de: Bei der Anmeldung ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut!
fa: اوه هنگام ورود به سیستم شما خطایی رخ داد، لطفاً دوباره امتحان کنید!
hu: Hoppá, hiba történt a bejelentkezéskor. Kérjük, próbálja újra!

# userAccountNavbar.edit
source: Edit
de: Bearbeiten
fa: ویرایش
hu: Szerkesztés

# userAccountNavbar.syncLDAP
source: Sync LDAP
de: LDAP synchronisieren
fa: همگامسازی LDAP
hu: LDAP szinkronizálása

# userAccountNavbar.changePassword
source: Change Password
de: Passwort ändern
fa: تغییر رمز عبور
hu: Jelszó módosítása

# userAccountNavbar.deleteAccount
source: Delete Account
de: Konto löschen
fa: حذف حساب کاربری
hu: Fiók törlése

# userAccountNavbar.profile
source: Profile
de: Profil
es: Perfil
fa: پروفایل
hu: Profil

# userAccountNavbar.integrations
source: Integrations
de: Integrationen
es: Integraciones
fa: ادغام
hu: Integrációk

# userAccountNavbar.timeOff
source: Time off
de: Auszeit
es: Tiempo libre
fa: زمان خاموشی
hu: Szabadidő

# userProfile.userNoExists
source: Your user doesn't exists in LDAP!
de: Ihr Benutzer existiert nicht in LDAP!
es: ¡Tu usuario no existe en LDAP!
fa: کاربر شما در LDAP وجود ندارد!
hu: Az Ön felhasználója nem létezik az LDAP-ban!

# userAccountNavbar.syncGoogle
source: Sync Google
de: Google synchronisieren
fa: همگامسازی گوگل
hu: Szinkronizálja a Google-t

# workNavbar.work
source: Work
de: Arbeit
es: Trabajo
fa: کار
hu: Munka

# workNavbar.groups
source: Groups
de: Gruppen
es: Grupos
fa: گروه ها
hu: Csoportok

# workNavbar.northStar
source: North Star
de: Nordstern
es: Estrella del Norte
fa: نورث استار
hu: északi csillag

# workNavbar.dashboard
source: Dashboard
es: Panel de Control
fa: داشبورد
hu: Irányítópult

# workNavbar.lounge
source: Lounge
fa: سالن استراحت
hu: Társalgó

# workNavbar.organization
source: Organization
de: Organisation
fa: سازمان
hu: Szervezet

# workNavbar.organizationChart
source: Organization Chart
de: Organigramm
fa: چارت سازمانی
hu: Szervezeti ábra

# workNavbar.hrAndPayroll
source: HR & Payroll
de: Personalwesen & Gehaltsabrechnung
fa: منابع انسانی و حقوق و دستمزد
hu: HR és bérszámfejtés

# workNavbar.timeOff
source: Time Off
de: Auszeit
fa: زمان خاموش
hu: Szabadidő

# workNavbar.manageEmployees
source: Manage Employees
hu: Alkalmazottak kezelése

# workNavbar.payrollSetup
source: Payroll Setup
de: Einrichten der Lohn- und Gehaltsab
fa: راه اندازی حقوق و دستمزد
hu: Bérszámfejtés beállítása

# pageNotFound.oops
source: Oops!
de: Hoppla!
es: ¡Vaya!
fa: Hoppla!
hu: Hoppá!

# pageNotFound.thereAreUnchartedWaters
source: These are uncharted waters...
de: Dies sind unerforschte Gewässer..
es: Estas son aguas inexploradas ...
fa: اينا آب هاي ناشناخته هستن...
hu: Ezek feltérképezetlen vizek...

# pageNotFound.notFound
source: 404 Not Found
de: 404 nicht gefunden
es: 404 No encontrado
fa: 404 یافت نشد
hu: 404 nem található

# pageNotFound.takeMeHome
source: Take Me Home
de: Zurück zur Startseite
es: Volver a Inicio
fa: مرا به خانه ببر
hu: Vigyél Haza

# pageNotFound.contactSupport
source: Contact Support
de: Support kontaktieren
es: Contactar Soporte
fa: تماس با پشتیبانی
hu: Lépjen kapcsolatba az ügyfélszolgálattal

# activityFilters.filters
source: Filters
de: Filter
es: Filtros
fa: فیلترها
hu: Szűrők

# activityFilters.postedBy
source: Posted By...
de: Geschrieben von...
es: Publicado por...
fa: ارسال شده توسط...
hu: Általa megosztva...

# activityFilters.tags
source: Tags
de: Schlagwörter
es: Etiquetas
fa: برچسب ها
hu: Címkék

# activityFilters.likes
source: Likes
fa: لایک ها
hu: Tetszik

# activityFilters.close
source: Close
de: Schließen
fa: بستن
hu: Bezárás

# agendaSmartCard.agenda
source: Agenda
de: Tagesordnung
fa: برنامه
hu: Napirend

# agendaSmartCard.forToday
source: for today
de: heute
es: para hoy
fa: برای امروز
hu: a mai napra

# agendaSmartCard.youAreFreeToday
source: You're free today.
de: Du hast heute frei.
es: Hoy estas libre.
fa: تو امروز آزادي .
hu: Ma szabad vagy.

# agendaSmartCard.more
source: more...
de: mehr…
es: más...
fa: بیشتر...
hu: több...

# groupActivityFeed.pinnedPosts
source: Pinned posts
de: Gepinnte Beiträge
es: Noticias fijadas
fa: های پین شده
hu: Rögzített bejegyzések

# groupActivityFeed.keepOpen
source: Keep Open
de: Geöffnet lassen
es: Mantener abierto
fa: باز نگه دارید
hu: Tartsa nyitva

# groupActivityFeed.nothingHereCreateSomething
source: Nothing here. Create something.
de: Nichts hier. Erstellen Sie etwas.
es: Nada aquí. Crea algo.
fa: اينجا چيزي نيست . يه چيزي درست کن.
hu: Semmi sincs itt. Hozz létre valamit.

# groupActivityFeed.pleaseWaitsavingSettings
source: Please wait we are saving the new setting...
de: Bitte warten Sie, wir speichern die neue Einstellung...
es: Espere, estamos guardando la nueva configuración ...
fa: لطفا صبر کنید ما در حال ذخیره تنظیمات جدید هستیم...
hu: Kérjük, várjon, az új beállítást mentjük...

# groupActivityFeed.settingsSaved
source: Settings saved to your group!
de: Einstellungen in Ihrer Gruppe gespeichert!
es: ¡Ajustes guardados en tu grupo!
fa: تنظیمات در گروه شما ذخیره شد!
hu: A beállítások mentve a csoportba!

# groupActivityFeed.unableToSaveGroupSettings
source: Unable to save the settings to your group, please try again!
de: Die Einstellungen können nicht in Ihrer Gruppe gespeichert werden. Bitte versuchen Sie es erneut!
es: No se puede guardar la configuración en su grupo, ¡inténtelo de nuevo!
fa: تنظیمات در گروه شما ذخیره نشد، لطفاً دوباره امتحان کنید!
hu: Nem sikerült menteni a beállításokat a csoportba, próbálkozzon újra!

# groupInformation.personalWorkspace
source: Personal Workplace
es: Workplace personal
fa: محل کار شخصی
hu: Személyes munkahely

# groupInformation.type
source: Type:
hu: Típus:

# groupInformation.normal
source: Normal
hu: Normál

# groupInformation.agora
source: Agora
hu: Agóra

# groupInformation.resource
source: Resource Management
hu: Erőforrás menedzsment

# groupInformation.members
source: Members:
de: Mitglieder:
es: miembros:
fa: اعضای:
hu: Tagok:

# groupInformation.description
source: Description:
de: Beschreibung:
es: Descripción:
fa: توضیحات:
hu: Leírás:

# groupInformation.thisIsPersonalSpace
source: This is your personal space. Everything you create here is private.
de: Dies ist Ihr persönlicher Raum. Alles, was Sie hier erstellen, ist privat.
es: Este es tu espacio personal. Todo lo que crea aquí es privado.
fa: این فضای شخصی شماست. هر چيزي که اينجا خلق ميکني خصوصيه .
hu: Ez az Ön személyes tere. Minden, amit itt létrehozol, privát.

# groupPostSelection.writeAPost
source: Write a post
de: Einen Beitrag schreiben
es: Escribe una publicación
fa: نوشتن یک
hu: Írj bejegyzést

# groupPostSelection.scheduleEvent
source: Schedule event
de: Zeitplan der Veranstaltung
es: Programar evento
fa: رویداد برنامه ریزی
hu: Esemény ütemezése

# groupCreatePost.delete
source: X DELETE
de: X LÖSCHEN
es: X BORRAR
hu: X TÖRLÉS

# groupCreatePost.post
source: Post
de: Beitrag
es: Publicar
fa: پست
hu: Hozzászólás

# groupCreatePost.update
source: Update
es: Actualizar
fa: روز رسانی
hu: Frissítés

# groupCreatePost.pleaseWaitWeCreatingPost
source: Please wait we are creating the post...
de: Bitte warten Sie, wir erstellen den Beitrag...
es: Espere, estamos creando la publicación ...
fa: لطفا صبر کنید ما در حال ایجاد...
hu: Kérjük, várjon, elkészítjük a bejegyzést...

# groupCreatePost.postCreated
source: Post Created!
de: Beitrag erstellt!
es: Publicación creada!
fa: ایجاد شده!
hu: Bejegyzés létrehozva!

# groupCreatePost.connectionError
source: Sorry, we are having a hard time connecting to the server. You have a poor connection. The post can't be created.
de: Es tut uns leid, wir haben Schwierigkeiten, eine Verbindung zum Server herzustellen. Sie haben eine schlechte Verbindung. Der Beitrag kann nicht erstellt werden.
fa: با عرض پوزش، ما با داشتن یک زمان سخت اتصال به سرور. شما ارتباط ضعیفی دارید. را نمی توان ایجاد کرد.
hu: Sajnáljuk, nehezen tudunk csatlakozni a szerverhez. Rossz a kapcsolatod. A bejegyzést nem lehet létrehozni.

# groupCreatePost.unableToCreatePost
source: Unable to create post, please try again!
de: Beitrag kann nicht erstellt werden, bitte versuchen Sie es erneut!
es: No se puede crear la publicación. Vuelve a intentarlo.
fa: قادر به ایجاد نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült bejegyzést létrehozni, próbáld újra!

# groupCreatePost.pleaseWaitWeUpdatingContent
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
es: Espere, estamos actualizando el contenido ...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب هستیم...
hu: Kérjük, várjon, frissítjük a tartalmat...

# groupCreatePost.detailsUpdated
source: Details updated!
de: Details aktualisiert!
es: ¡Detalles actualizados!
fa: جزئیات به روز شد!
hu: Részletek frissítve!

# groupCreatePost.unableToUpdatePost
source: Unable to update the details, please try again!
de: Die Details können nicht aktualisiert werden. Bitte versuchen Sie es erneut!
es: No se pueden actualizar los detalles. Vuelve a intentarlo.
fa: نمی توان جزئیات را به روز کرد، لطفا دوباره امتحان کنید!
hu: Nem sikerült frissíteni a részleteket, próbáld újra!

# groupCreatePost.pleaseWaitWeDeletingPost
source: Please wait we are deleting the post...
de: Bitte warten wir den Beitrag löschen...
es: Espere, estamos eliminando la publicación ...
fa: لطفا صبر کنید ما در حال حذف...
hu: Kérlek várj, törljük a bejegyzést...

# groupCreatePost.postDeleted
source: Post deleted!
de: Beitrag gelöscht!
es: ¡Publicación borrada!
fa: پست حذف شد!
hu: A bejegyzés törölve!

# groupCreatePost.unableToDeletePost
source: Unable to delete post, please try again!
de: Beitrag kann nicht gelöscht werden, bitte versuchen Sie es erneut!
es: No se puede eliminar la publicación, inténtalo de nuevo.
fa: قادر به حذف نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült törölni a bejegyzést, próbáld újra!

# groupPostbox.whatAreYouWorkingOn
source: What are you working on, <strong>{{ userData?.first_name }}</strong>?
de: Woran arbeiten Sie, <strong>{{ userData?.first_name }}</strong>?
es: ¿En qué estás trabajando, <strong>{{ userData?.first_name }}</strong>?
fa: روی چه چیزی کار می کنید، <strong>{{ userData؟. first_name }}</strong>؟
hu: Min dolgozol,<strong>{{ userData?.first_name }}</strong> ?

# groupTaskProgress.teamAssignments
source: Team Assignments
de: Team-Zuweisungen
es: Asignación de equipos
fa: تکالیف تیم
hu: Csapatfeladatok

# groupTaskProgress.yourAssignments
source: Your Assignments
de: Ihre Zuweisungen
es: Sus tareas
fa: تکالیف شما
hu: Az Ön feladatai

# groupTaskProgress.assignmentsWeek
source: assignment(s) this week.
de: aufgabe(n) diese Woche.
es: asignación(es) esta semana.
fa: واگذاری (ها) این هفته.
hu: feladat(ok) ezen a héten.

# groupTaskProgress.overdueAssignmentsWeek
source: overdue assignment(s) this week.
de: überfällige Aufgabe(n) diese Woche.
es: asignación(es) overdue esta semana.
fa: واگذاری سررسیده (ها) این هفته.
hu: lejárt megbízás(ok) ezen a héten.

# groupTaskProgress.toDo
source: To do
de: Zu tun
es: Por Hacer
fa: برای انجام
hu: Csinálni

# groupTaskProgress.inProgress
source: In progress
de: In Bearbeitung
es: En curso
fa: در حال پیش رفت
hu: Folyamatban

# groupTaskProgress.done
source: Done
de: Erledigt
es: Hecho
fa: انجام شد
hu: Kész

# newsPill.newActivity
source: New activity
de: Neue Aufgabe
es: Nueva actividad
fa: فعالیت جدید
hu: Új tevékenység

# projectStatus.projectStatus
source: Project Status
de: Projekt Status
es: Estado del objetivo
fa: وضعیت پروژه
hu: Projekt állapota

# projectStatus.pleaseWaitSendingStatus
source: Please wait we are sending the status...
de: Bitte warten Sie, während wir die E-Mail versenden...
es: Espere, estamos enviando el estado ...
fa: لطفا صبر کنید ما در حال ارسال وضعیت...
hu: Kérjük, várjon, küldjük az állapotot...

# projectStatus.statusProjectUpdated
source: Status for the current project is updated!
de: Projektstatus aktualisiert!
es: ¡Se actualiza el estado del proyecto actual!
fa: وضعیت برای پروژه فعلی به روز شده است!
hu: Az aktuális projekt állapota frissült!

# projectStatus.unableToUpdateStatus
source: Unable to update the status, please try again!
de: Der Status kann nicht aktualisiert werden. Bitte versuchen Sie es erneut!
es: No se puede actualizar el estado, inténtelo de nuevo.
fa: قادر به بروز رسانی وضعیت نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült frissíteni az állapotot, próbálkozzon újra!

# sendPulse.whatsYourPulse
source: What's your PULSE?
de: Was ist Ihr PULSE?
es: ¿Cuál es su PULSO?
fa: نبضت چيه؟
hu: Mi a pulzusod?

# sendPulse.sendPulse
source: Send Pulse
de: Pulse senden
es: Enviar pulso
fa: ارسال پالس
hu: Pulse küldése

# sendPulse.pleaseWaitSendingPulse
source: Please wait we are sending the pulse...
de: Bitte warten Sie, wir senden den Puls...
es: Espere, estamos enviando el pulso ...
fa: لطفا صبر کنید ما در حال ارسال نبض...
hu: Kérem, várjon, küldjük a pulzust...

# sendPulse.pulseUpdated
source: Pulse for the current week is updated!
de: Puls für die aktuelle Woche wird aktualisiert!
es: ¡Se actualiza el pulso de la semana actual!
fa: پالس برای هفته جاری به روز شده است!
hu: Az aktuális hét impulzusa frissítve!

# sendPulse.unableToUpdatePulse
source: Unable to update the pulse, please try again!
de: Der Puls kann nicht aktualisiert werden. Bitte versuchen Sie es erneut!
es: No se puede actualizar el pulso, inténtelo de nuevo.
fa: قادر به به روز رسانی پالس، لطفا دوباره سعی کنید!
hu: Nem sikerült frissíteni a pulzust, próbálja újra!

# taskSmartCard.myWorkload
source: My Workload
hu: Munkaterhelésem

# taskSmartCard.forToday
source: for today
de: heute
es: para hoy
fa: برای امروز
hu: a mai napra

# taskSmartCard.nothingForToday
source: Nothing for today. Take a break.
de: Nichts für heute. Machen Sie eine Pause
es: Nada por hoy. Tomar un descanso.
fa: هيچي براي امروز . يه استراحتي بکن.
hu: Mára semmi. Szünetet tartani.

# taskSmartCard.overdue
source: overdue
de: überfällig
es: atrasado
fa: سر رسیده
hu: lejárt

# taskSmartCard.toDo
source: to do
de: zu tun
es: por hacer
fa: انجام دهد
hu: csinálni

# taskSmartCard.inProgress
source: in progress
de: in Bearbeitung
es: en progreso
fa: در حال بررسی
hu: folyamatban

# taskSmartCard.done
source: done
de: erledigt
es: hecho
fa: انجام شد
hu: Kész

# approvalActions.approvals
source: Approvals
de: Genehmigungen
es: Aprobaciones
fa: مصوبه ها
hu: Jóváhagyások

# approvalActions.addMember
source: add member
de: Mitglied hinzufügen
es: añadir miembro
fa: اضافه کردن عضو
hu: tag hozzáadása

# approvalActions.assignee
source: Assignee
de: Bearbeiter
es: Asignado
fa: کارگذار
hu: Engedményes

# approvalActions.approved
source: APPROVED
de: GENEHMIGT
es: APROBADO
fa: تایید شده
hu: JÓVÁHAGYOTT

# approvalActions.pending
source: PENDING
de: AUSSTEHEND
es: PENDIENTE
fa: در انتظار
hu: FÜGGŐBEN LEVŐ

# approvalActions.rejected
source: REJECTED
de: Abegelehnt
es: RECHAZADO
fa: رد شده
hu: ELUTASÍTOTT

# approvalActions.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fa: تایید
hu: megerősít

# approvalActions.selectDueDate
source: Select DUE DATE for your flow.
de: Wählen Sie FÄLLIGKEITSDATUM für Ihren Flow aus.
es: Seleccionar FECHA LIMITE para tu flujo.
fa: DUE DATE را برای جریان خود انتخاب کنید.
hu: Válassza ki a DUE DATE a folyamatot.

# approvalActions.launchApprovalFlow
source: Launch Approval Flow
de: Genehmigungsablauf starten
es: Lanzar Flujo de Aprobación
fa: جریان تأیید را راه اندازی کنید
hu: Indítsa el a jóváhagyási folyamatot

# approvalActions.code
source: Code
es: Código
fa: کد
hu: Kód

# approvalActions.description
source: Description
de: Beschreibung
es: Descripción
fa: توضیحات
hu: Leírás

# approvalActions.pleaseWaitWeSaveDate
source: Please wait we are saving the date...
de: Bitte warten Sie, wir speichern das Datum...
es: Por favor espere, estamos guardando la fecha...
fa: لطفا صبر کنید ما در حال ذخیره تاریخ هستیم...
hu: Kérjük, várjon, mentjük a dátumot...

# approvalActions.projectSaved
source: Date Saved!
de: Datum gespeichert!
es: ¡Fecha Guardada!
fa: تاریخ ذخیره شده
hu: Mentés dátuma!

# approvalActions.unableToSAveProject
source: Unable to save the date at the moment, please try again!
de: Da das Datum im Moment nicht gespeichert werden kann, versuchen Sie es bitte erneut!
es: No se puede guardar la fecha en este momento, ¡inténtalo de nuevo!
fa: در حال حاضر امکان ذخیره تاریخ وجود ندارد، لطفاً دوباره امتحان کنید!
hu: Jelenleg nem lehet menteni a dátumot, próbálja újra!

# approvalActions.areYouSure
source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# approvalActions.launchFlowConfirmation
source: By doing this, the approval flow will be launched, and all assigned members will receive notifications!
de: Auf diese Weise wird der Genehmigungsfluss gestartet und alle zugewiesenen Mitglieder erhalten Benachrichtigungen!
es: Al hacer esto, se iniciará el flujo de aprobación y todos los miembros asignados recibirán notificaciones.
fa: با این کار جریان تایید راه اندازی می شود و تمامی اعضای تعیین شده نوتیفیکیشن دریافت می کنند!
hu: Ezzel elindul a jóváhagyási folyamat, és minden hozzárendelt tag értesítést kap!

# approvalActions.actionConfirmation
source: By doing this, the item will be action!
de: Auf diese Weise wird der Artikel action!
es: Al hacer esto, ¡el elemento será action!
fa: با انجام این کار، مورد action خواهد بود!
hu: Ezzel az elem leszaction !

# approvalActions.provideCode
source: Please provide the code sent to you.
de: Bitte geben Sie den Ihnen zugesandten Code an.
es: Por favor proporcione el código que se le envió.
fa: لطفا کد ارسال شده برای شما را ارسال کنید.
hu: Kérjük, adja meg az Önnek küldött kódot.

# approvalActions.provideReason
source: Please provide a reason to reject the item.
de: Bitte geben Sie einen Grund an, um den Artikel abzulehnen.
es: Proporcione una razón para rechazar el artículo.
fa: لطفاً دلیلی برای رد مورد ارائه دهید.
hu: Kérjük, indokolja meg a tétel elutasítását.

# recentActivity.createdApprovalFlow
source: Created the approval flow for this item
de: Genehmigungsfluss für dieses Element erstellt
es: Creó el flujo de aprobación para este artículo
fa: جریان تأیید برای این مورد ایجاد شد
hu: Létrehozta a jóváhagyási folyamatot ehhez az elemhez

# recentActivity.deletedApprovalFlow
source: Deleted the approval flow on this item
de: Genehmigungsablauf für dieses Element gelöscht
es: Se eliminó el flujo de aprobación de este artículo.
fa: جریان تأیید این مورد را حذف کرد
hu: A jóváhagyási folyamat törölve ennél az elemnél

# recentActivity.launchedApprovalFlow
source: Launched the approval flow for this item
de: Genehmigungsablauf für dieses Element gestartet
es: Lanzó el flujo de aprobación para este artículo
fa: جریان تأیید را برای این مورد راه اندازی کرد
hu: Elindította a jóváhagyási folyamatot ehhez az elemhez

# recentActivity.rejectedApproval
source: Rejected this item:
de: Diesen Artikel abgelehnt:
es: Rechazado este artículo:
fa: این مورد را رد کرد:
hu: Elutasította ezt az elemet:

# recentActivity.approvedApproval
source: Approved this item:
de: Diesen Artikel genehmigt:
es: Aprobó este artículo:
fa: این مورد را تایید کرد:
hu: Jóváhagyta ezt az elemet:

# attachFiles.attachedFiles
source: Attached Files
de: Angehängte Dateien
es: Archivos adjuntos
fa: فایل های پیوست شده
hu: Csatolt fájlok

# attachFiles.selectedFile
source: Selected File:
de: Ausgewählte Datei:
es: Archivo seleccionado:
fa: پرونده انتخاب شده:
hu: Kiválasztott fájl:

# attachFiles.pleaseWaitUpdatingContents
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
es: Espere, estamos actualizando el contenido ...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب هستیم...
hu: Kérjük, várjon, frissítjük a tartalmat...

# attachFiles.detailsUpdated
source: Details updated!
de: Details aktualisiert!
es: ¡Detalles actualizados!
fa: جزئیات به روز شد!
hu: Részletek frissítve!

# attachFiles.unableToUpdateDetails
source: Unable to update the details, please try again!
de: Die Details können nicht aktualisiert werden. Bitte versuchen Sie es erneut!
es: No se pueden actualizar los detalles. Vuelve a intentarlo.
fa: نمی توان جزئیات را به روز کرد، لطفا دوباره امتحان کنید!
hu: Nem sikerült frissíteni a részleteket, próbáld újra!

# colorPickerDialog.selectColor
source: Select Color
de: Farbe wählen
es: Seleccionar Color
fa: انتخاب رنگ
hu: Válassza a Szín lehetőséget

# commentList.showAll
source: Show all ...
de: Alle anzeigen ...
es: Mostrar todo ...
fa: نشان دادن همه ...
hu: Mutasd az összeset ...

# commentSection.addAComment
source: Add a comment
de: Kommentar hinzufügen
es: Añadir comentario
fa: افزودن دیدگاه
hu: Hozzászólni

# commentSection.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو
hu: Megszünteti

# commentSection.comment
source: Comment
de: Kommentar
es: Comentario
fa: نظر
hu: Megjegyzés

# commentSection.pleaseWaitUpdatingContents
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
es: Espere, estamos actualizando el contenido ...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب هستیم...
hu: Kérjük, várjon, frissítjük a tartalmat...

# commentSection.commentAdded
source: Comment added!
de: Kommentar hinzugefügt!
es: ¡Comentario añadido!
fa: نظر اضافه شده!
hu: Megjegyzés hozzáadva!
