Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# createGroup.createGroup
source: Create Group
de: Gruppe erstellen
es: Crear un grupo
fa: Gruppe erstellen
hu: Csoport létrehozása

# createGroup.pleaseWaitWeCreateGroup
source: Please wait, while we are creating group for you...
de: Bitte warten Sie, während wir eine Gruppe für Sie erstellen...
es: Espere, mientras estamos creando un grupo para usted ...
fa: Bitte warten Sie, während wir eine Gruppe für Sie erstellen...
hu: Kérjük, várjon, amíg csoportot hozunk létre Önnek...

# createGroup.groupCreated
source: Group created!
de: Gruppe erstellt!
es: ¡Grupo creado!
fa: Gruppe erstellt!
hu: Csoport létrehozva!

# createGroup.unexpectedErrorCreatingGroup
source: An unexpected error occurred while creating the group, please try again!
de: Beim Erstellen der Gruppe ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Se produjo un error inesperado al crear el grupo, ¡inténtelo de nuevo!
fa: Beim Erstellen der Gruppe ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es erneut!
hu: Váratlan hiba történt a csoport létrehozásakor, próbálja újra!

# createGroup.groupNameNotEmpty
source: Group name can't be empty!
de: Gruppenname darf nicht leer sein!
es: ¡El nombre del grupo no puede estar vacío!
fa: Gruppenname darf nicht leer sein!
hu: A csoport neve nem lehet üres!

# createGroup.createAgora
source: Create Agora
de: Agora erstellen
es: Crear ágora
fa: Agora erstellen
hu: Hozzon létre Agorát

# createGroup.pleaseWaitWeCreateAgora
source: Please wait, while we are creating agora for you...
de: Bitte warten Sie, während wir Agora für Sie erstellen...
es: Espere, mientras creamos ágora para usted ...
fa: Bitte warten Sie, während wir Agora für Sie erstellen...
hu: Kérjük, várjon, amíg agorát készítünk Önnek...

# createGroup.agoraCreated
source: Agora created!
de: Agora erstellt!
es: ¡Ágora creada!
fa: Agora erstellt!
hu: Az agora létrejött!

# createGroup.agoraNameNotEmpty
source: Agora name can't be empty!
de: Agora-Name darf nicht leer sein!
es: ¡El nombre de Agora no puede estar vacío!
fa: Agora-Name darf nicht leer sein!
hu: Az agora neve nem lehet üres!

# groupList.new
source: New
hu: Új

# groupList.members
source: Members
de: Mitglieder
es: Miembros
fa: Mitglieder
hu: tagok

# groupList.agora
source: AGORA
es: ÁGORA
hu: AGÓRA

# groupList.join
source: JOIN
de: TRETEN SIE
es: UNIRSE
fa: TRETEN SIE
hu: CSATLAKOZIK

# groupList.unableToConnectToServer
source: Unable to connect to the server, please try again later!
de: Die Verbindung zum Server konnte nicht hergestellt werden, bitte versuchen Sie es später noch einmal!
es: No se puede conectar con el servidor, inténtelo de nuevo más tarde.
fa: اتصال به سرور ممکن نیست، لطفاً بعداً دوباره امتحان کنید!
hu: Nem lehet csatlakozni a szerverhez, próbálkozzon újra később!

# groups.groups
source: Groups
de: Gruppen
fa: گروه ها
hu: Csoportok

# groups.portfolio
source: Portfolio
fa: نمونه کار
hu: Portfólió

# createPortfolio.new
source: New
de: Neu
fa: جدید
hu: Új

# createPortfolio.tryToAddShortName
source: Try to add a short name
de: Einen Kurznamen hinzuzufügen
fa: سعی کنید یک نام کوتاه اضافه کنید
hu: Próbáljon meg rövid nevet adni

# createPortfolio.cancel
source: Cancel
de: Abbrechen
fa: لغو
hu: Megszünteti

# createPortfolio.createPortfolio
source: Create Portfolio
de: Portfolio erstellen
fa: ایجاد نمونه کارها
hu: Portfólió létrehozása

# createPortfolio.pleaseWaitWeCreatePortfolio
source: Please wait, while we are creating portfolio for you...
de: Bitte warten Sie, während wir das Portfolio für Sie erstellen...
fa: لطفا صبر کنید، در حالی که ما در حال ایجاد نمونه کارها برای شما ...
hu: Kérjük, várjon, amíg portfóliót készítünk Önnek...

# createPortfolio.portfolioCreated
source: Portfolio created!
de: Portfolio erstellt!
fa: نمونه کارها ایجاد شده است!
hu: Portfólió létrehozva!

# createPortfolio.unexpectedError
source: An unexpected error occurred while creating the portfolio, please try again!
de: Beim Erstellen des Portfolios ist ein unerwarteter Fehler aufgetreten, bitte versuchen Sie es erneut!
fa: یک خطای غیر منتظره در هنگام ایجاد نمونه کارها رخ داده است، لطفا دوباره امتحان کنید!
hu: Váratlan hiba történt a portfólió létrehozásakor, próbálja újra!

# createPortfolio.portfolioNameNotEmpty
source: Portfolio name can't be empty!
de: Der Portfolioname darf nicht leer sein!
fa: نام نمونه کارها نمی تواند خالی باشد!
hu: A portfólió neve nem lehet üres!

# portfolioPortfolioMembersWorkloadCard.myTeam
source: My team
de: Mein Team
fa: تیم من
hu: Az én csapatom

# portfolioPortfolioMembersWorkloadCard.membersCount
source: Members shared across {{ portfolioData?._groups?.length }} groups
de: Mitglieder, die über {{ portfolioData?. _Gruppen?. Länge }} Gruppen
fa: اعضای به اشتراک گذاشته شده در سراسر {{ portfolioData؟. _گروه?. طول }} گروه
hu: A tagok megosztottak egymással{{ portfolioData?._groups?.length }} csoportok

# portfolioPortfolioMembersWorkloadCard.workload
source: Workload
hu: Munkaterhelés

# portfolioMembersWorkloadCard.today
source: Today
de: Heute
fa: امروز
hu: Ma

# portfolioMembersWorkloadCard.totalTasks
source: Total tasks
de: Aufgaben gesamt
fa: مجموع وظایف
hu: Feladatok összesen

# projectBudget.budgetTitle
source: Budget
es: Presupuesto
fa: بودجه
hu: Költségvetés

# projectBudget.budget
source: Budget
es: Presupuesto
fa: بودجه
hu: Költségvetés

# projectBudget.realCost
source: Real cost
de: Reale Kosten
es: Coste real
fa: هزینه واقعی
hu: Valós költség

# projectBudget.budgetLeft
source: Budget left
de: Budget übrig
es: Presupuesto restante
fa: بودجه سمت چپ
hu: Maradt a költségvetés

# projectStatistics.planned
source: Planned
de: Geplant
es: Planificado
fa: برنامه ریزی شده
hu: Tervezett

# projectStatistics.estimation
source: Estimation
de: Schätzung
es: Estimación
fa: برآورد کردن
hu: Becslés

# projectStatistics.workByCompletitionStatus
source: Work by completition status
de: Arbeit nach Fertigstellungsgrad
es: Trabajo por estado de finalización
fa: کار با وضعیت تکمیل
hu: Munka befejezettségi állapot szerint

# projectStatistics.toDo
source: To Do
de: Zu erledigen
es: Para hacer
fa: انجام دادن
hu: Csinálni

# projectStatistics.inProgress
source: In Progress
de: In Bearbeitung
es: En Progreso
fa: در حال پیش رفت
hu: Folyamatban

# projectStatistics.done
source: Done
de: Erledigt
es: Hecho
fa: انجام شد
hu: Kész

# projectStatistics.overdue
source: Overdue
de: Überfällig
es: Atrasado
fa: عقب افتاده
hu: Lejárt

# portfolioKpiPerformanceCard.unableToConnectServer
source: Unable to connect to the server, please try again later!
de: Es kann keine Verbindung zum Server hergestellt werden, bitte versuchen Sie es später noch einmal!
fa: قادر به اتصال به سرور نیستید، لطفا بعدا دوباره امتحان کنید!
hu: Nem lehet csatlakozni a szerverhez, próbálkozzon újra később!

# portfolioWorkStatisticsCard.workStatistics
source: Work Statistics
de: Arbeitsstatistik
fa: امار کار
hu: Munkastatisztika

# portfolioWorkStatisticsCard.totalTasks
source: total tasks
de: Aufgaben gesamt
fa: مجموع وظایف
hu: összes feladat

# workStatisticsCard.toDo
source: To Do
de: Zu erledigen
es: Para hacer
fa: انجام دادن
hu: Csinálni

# workStatisticsCard.inProgress
source: In Progress
de: In Bearbeitung
es: En Progreso
fa: در حال پیش رفت
hu: Folyamatban

# workStatisticsCard.done
source: Done
de: Erledigt
es: Hecho
fa: انجام شد
hu: Kész

# workStatisticsCard.overdue
source: Overdue
de: Überfällig
es: Atrasado
fa: عقب افتاده
hu: Lejárt

# groupSelectorDialog.selectGroup
source: Select a group
de: Wählen Sie eine Gruppe aus
fa: انتخاب یک گروه
hu: Válasszon egy csoportot

# groupSelectorDialog.selectGroupDescription
source: Select what group should be added to your portfolio.
de: Wählen Sie aus, welche Gruppe zu Ihrem Portfolio hinzugefügt werden soll.
fa: انتخاب کنید که چه گروهی باید به سبد شما اضافه شود.
hu: Válassza ki, hogy melyik csoportot szeretné hozzáadni a portfóliójához.

# groupSelectorDialog.cancel
source: Cancel
de: Abbrechen
fa: لغو
hu: Megszünteti

# portfolioGroupsList.plesaeWaitWeAreUpdaing
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب...
hu: Kérjük, várjon, frissítjük a tartalmat...

# portfolioGroupsList.detailsUpdated
source: Details updated!
de: Details aktualisiert!
fa: جزئیات به روز شده!
hu: Részletek frissítve!

# portfolioGroupsList.unableToUpdateDetails
source: Unable to update the details, please try again!
de: Die Details können nicht aktualisiert werden, bitte versuchen Sie es erneut!
fa: قادر به به روز رسانی جزئیات نیست، لطفا دوباره امتحان کنید!
hu: Nem sikerült frissíteni a részleteket, próbáld újra!

# portfolioDetails.performanceDashboard
source: Performance dashboard
de: Leistungs-Dashboard
fa: داشبورد عملکرد
hu: Teljesítmény-műszerfal

# portfolioDetails.general
source: Groups
de: Gruppen
fa: گروه ها
hu: Csoportok

# portfolioDetails.workload
source: Workload
de: Arbeitsbelastung
fa: حجم کار
hu: Munkaterhelés

# portfolioDetails.last7Days
source: Last 7 days
de: Letzte 7 Tage
fa: 7 روز گذشته
hu: Az elmúlt 7 nap

# portfolioDetails.lastMonth
source: Last month
de: Letzten Monat
fa: ماه گذشته
hu: Múlt hónap

# portfolioDetails.lastYear
source: Last year
de: Letztes Jahr
fa: سال گذشته
hu: Tavaly

# portfolioDetails.unableToConnectToServer
source: Unable to connect to the server, please try again later!
de: Es kann keine Verbindung zum Server hergestellt werden, bitte versuchen Sie es später noch einmal!
fa: قادر به اتصال به سرور نیستید، لطفا بعدا دوباره امتحان کنید!
hu: Nem lehet csatlakozni a szerverhez, próbálkozzon újra később!

# portfolioGroupsList.portfolioContent
source: Portfolio content
de: Portfolio-Inhalte
fa: محتوای نمونه کارها
hu: Portfólió tartalma

# portfolioGroupsList.add
source: Add
de: Hinzufügen
fa: افزودن
hu: Hozzáadás

# portfolioGroupsList.members
source: Members
de: Mitglieder
fa: اعضا
hu: tagok

# portfolioGroupsList.unableToConnectToServer
source: Unable to connect to the server, please try again later!
de: Es kann keine Verbindung zum Server hergestellt werden, bitte versuchen Sie es später noch einmal!
fa: قادر به اتصال به سرور نیستید، لطفا بعدا دوباره امتحان کنید!
hu: Nem lehet csatlakozni a szerverhez, próbálkozzon újra később!

# portfolioGroupsList.cannotAccess
source: You are not allow to access the group, you are not a member of it!
de: Sie dürfen nicht auf die Gruppe zugreifen, Sie sind kein Mitglied der Gruppe!
fa: شما اجازه دسترسی به گروه را ندارید، شما عضو ان نیستید!
hu: Nem léphet be a csoportba, nem vagy tagja annak!

# portfolioHeader.changeColor
source: Change color
de: Farbe ändern
fa: تغییر رنگ
hu: Színét változtatni

# portfolioHeader.actions
source: Actions
de: Aktionen
fa: اقدامات
hu: Akciók

# portfolioHeader.save
source: Save
de: Speichern
fa: ذخیره
hu: Megment

# portfolioHeader.cancel
source: Cancel
de: Abbrechen
fa: لغو
hu: Megszünteti

# portfolioHeader.edit
source: Edit details
de: Details bearbeiten
fa: ویرایش جزییات
hu: Részletek szerkesztése

# portfolioHeader.delete
source: Delete
de: Löschen
fa: حذف
hu: Töröl

# portfolioHeader.completed
source: Completed
de: Abgeschlossen
fa: تکمیل شده
hu: Befejezve

# portfolioHeader.goalsPending
source: Targets pending
de: Ziele ausstehend
fa: اهداف در انتظار
hu: Célok függőben

# portfolioHeader.plesaeWaitWeAreUpdaing
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب...
hu: Kérjük, várjon, frissítjük a tartalmat...

# portfolioHeader.detailsUpdated
source: Details updated!
de: Details aktualisiert!
fa: جزئیات به روز شده!
hu: Részletek frissítve!

# portfolioHeader.unableToUpdateDetails
source: Unable to update the details, please try again!
de: Die Details können nicht aktualisiert werden, bitte versuchen Sie es erneut!
fa: قادر به به روز رسانی جزئیات نیست، لطفا دوباره امتحان کنید!
hu: Nem sikerült frissíteni a részleteket, próbáld újra!

# portfolioHeader.pleaseWaitDeleting
source: Please wait we are deleting the portfolio...
de: Bitte warten Sie, wir löschen das Portfolio...
fa: لطفا صبر کنید ما در حال حذف نمونه کارها ...
hu: Kérjük, várjon, a portfóliót töröljük...

# portfolioHeader.deleted
source: Portfolio deleted!
de: Portfolio gelöscht!
fa: نمونه کارها حذف شد!
hu: Portfólió törölve!

# portfolioHeader.unableDelete
source: Unable to delete the portfolio, please try again!
de: Das Portfolio kann nicht gelöscht werden, bitte versuchen Sie es erneut!
fa: قادر به حذف نمونه کارها نیستید، لطفا دوباره امتحان کنید!
hu: Nem sikerült törölni a portfóliót, próbálkozzon újra!

# mySpaceTasks.done
source: Done. That's a wrap!
de: Erledigt. Das war's!
es: Hecho. ¡Eso es un envoltorio!
fa: انجام. اون يه بسته بنديه!
hu: Kész. Ez egy pakolás!

# mySpaceTasks.today
source: Today
de: Heute
es: Hoy dia
fa: امروز
hu: Ma

# mySpaceTasks.overdue
source: OVERDUE
de: Überfällig
es: ATRASADO
fa: گذشته
hu: LEJÁRT

# mySpaceTasks.nextWeek
source: Next week
de: Nächste Woche
es: Próxima semana
fa: هفته دیگر
hu: Jövő héten

# mySpaceTasks.futureTasks
source: Future Tasks
de: Künftige Aufgaben
es: Tareas futuras
fa: وظایف آینده
hu: Jövőbeli feladatok

# portfolioList.members
source: Managers
de: Manager
fa: مدیران
hu: Menedzserek

# portfolio.unableToConnectToServer
source: Unable to connect to the server, please try again later!
de: Es kann keine Verbindung zum Server hergestellt werden, bitte versuchen Sie es später noch einmal!
fa: قادر به اتصال به سرور نیستید، لطفا بعدا دوباره امتحان کنید!
hu: Nem lehet csatlakozni a szerverhez, próbálkozzon újra később!

# brandingPanel.back
source: Back
de: Zurück
es: Volver
fa: Zurück
hu: Vissza

# forgotPassword.recievieEmailToReset
source: Receive email to reset your password
de: E-Mail zum Zurücksetzen Ihres Passworts erhalten
es: Recibir un correo electrónico para restablecer la contraseña
fa: E-Mail zum Zurücksetzen Ihres Passworts erhalten
hu: E-mail fogadása jelszava visszaállításához

# forgotPassword.sendEmail
source: Send Email
de: E-Mail senden
es: Enviar Email
fa: E-Mail senden
hu: Küldjön e-mailt

# forgotPwd.insufficientData
source: Insufficient data, kindly fill up the form correctly!
de: Unzureichende Daten, bitte das Formular korrekt ausfüllen!
es: Datos insuficientes, por favor complete el formulario correctamente.
fa: Unzureichende Daten, bitte das Formular korrekt ausfüllen!
hu: Nincs elegendő adat, kérjük az űrlapot helyesen kitölteni!

# forgotPwd.pleaseWaitProcessing
source: Please wait while we are processing your request
de: Bitte warten Sie, während wir Ihre Anfrage bearbeiten
es: Espere mientras procesamos su solicitud
fa: Bitte warten Sie, während wir Ihre Anfrage bearbeiten
hu: Kérjük, várjon, amíg feldolgozzuk kérelmét

# forgotPwd.forgotPwdEmailSent
source: Forgot Password email sent successfully!
de: Passwort vergessen E-Mail erfolgreich gesendet!
es: ¡El correo electrónico de contraseña olvidado se envió correctamente!
fa: Passwort vergessen E-Mail erfolgreich gesendet!
hu: Elfelejtett jelszó email sikeresen elküldve!

# forgotPwd.errorSendingEmail
source: Error occurred while sending the email, please try again!
de: Beim Senden der E-Mail ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Se produjo un error al enviar el correo electrónico, ¡inténtelo de nuevo!
fa: Beim Senden der E-Mail ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut!
hu: Hiba történt az e-mail küldése során, próbálja újra!

# welcomePage.logInYourAccount
source: Log in to your account
de: Anmelden
es: Ingrese a su cuenta
fa: Anmelden
hu: Jelentkezz be a fiókodba

# welcomePage.enterYourWorkEmail
source: Enter your work email address
de: Geben Sie Ihre Arbeits-E-Mail-Adresse ein
es: Introduzca su dirección de correo electrónico profesional
fa: آدرس ایمیل کاری خود را وارد کنید
hu: Írja be munkahelyi e-mail címét

# welcomePage.forgotPassword
source: Forgot password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fa: Passwort vergessen?
hu: Elfelejtetted a jelszavad?

# welcomePage.resetPassword
source: Reset password
de: Passwort zurücksetzen
es: Restablecer contraseña
fa: Passwort zurücksetzen
hu: Jelszó visszaállítása

# welcomePage.logIn
source: LOG IN
de: Anmelden
es: INICIAR SESIÓN
fa: Anmelden
hu: BELÉPÉS

# welcomePage.accessWithAD
source: Access with Azure AD
de: Zugriff mit Azure AD
es: Acceso con Azure AD
fa: Zugriff mit Azure AD
hu: Hozzáférés az Azure AD-vel

# welcomePage.firstTimeHere
source: First time here? Create your account.
de: Sie haben kein Konto? Registrieren.
es: ¿Primera vez aquí? Crea tu cuenta.
fa: Sie haben kein Konto? Registrieren.
hu: Először vagyok itt? Hozd létre fiókodat.

# welcomePage.signUp
source: SIGN UP
de: REGISTRIEREN
es: INSCRIBIRSE
fa: REGISTRIEREN
hu: REGISZTRÁLJ

# welcomePage.correctEmailFormat
source: Correct Email Format!
de: Richtiges E-Mail-Format!
es: ¡Formato de correo electrónico correcto!
fa: فرمت ایمیل صحیح!
hu: Helyes email formátum!

# welcomePage.followTheStandard
source: Follow the standard format, e.g. - user@example.com
de: Beachten Sie das Standardformat, z. B. - user@example.com
es: Siga el formato estándar, p. Ej. - usuario@ejemplo.com
fa: از قالب استاندارد پیروی کنید، به عنوان مثال - user@example.com
hu: Kövesse a szabványos formátumot, pl. - user@example.com

# welcomePage.wrongFormat
source: Wrong Format!
de: Falsches Format!
es: ¡Formato erróneo!
fa: فرمت اشتباه!
hu: Hibás formátum!

# welcomePage.insufficientData
source: Insufficient data, kindly fill up all the fields correctly!
de: Unzureichende Daten, bitte füllen Sie alle Felder korrekt aus!
es: Datos insuficientes, por favor complete todos los campos correctamente.
fa: اطلاعات ناکافی است، لطفاً تمام فیلدها را به درستی پر کنید!
hu: Nincs elegendő adat, kérjük, töltse ki megfelelően az összes mezőt!

# welcomePage.pleaseWaitWhileWeSighYouIn
source: Please wait while we sign you in...
de: Bitte warten Sie, während wir Sie einschreiben...
es: Espere mientras lo registramos ...
fa: لطفا صبر کنید تا ما وارد سیستم شما شویم...
hu: Kérjük, várjon, amíg bejelentkezünk...

# welcomePage.unexpectedError
source: There's some unexpected error occurred, please try again later!
de: Es ist ein unerwarteter Fehler aufgetreten, bitte versuchen Sie es später noch einmal!
es: Se produjo un error inesperado. Vuelva a intentarlo más tarde.
fa: یک خطای غیرمنتظره رخ داده است، لطفاً بعداً دوباره امتحان کنید!
hu: Váratlan hiba történt, kérjük, próbálja újra később!

# welcomePage.hi
source: Hi
de: Hallo
es: Hola
fa: Hallo
hu: Szia

# welcomePage.welcomeBack
source: welcome back!
de: willkommen zurück!
es: ¡bienvenido de nuevo!
fa: willkommen zurück!
hu: Üdv újra!

# welcomePage.oopsErrorSigningIn
source: Oops some error occurred while signing you in, please try again!
de: Bei der Anmeldung ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Vaya, se ha producido un error al iniciar sesión. Inténtalo de nuevo.
fa: اوه هنگام ورود به سیستم شما خطایی رخ داد، لطفاً دوباره امتحان کنید!
hu: Hoppá, hiba történt a bejelentkezéskor. Kérjük, próbálja újra!

# welcomePage.hiAD
source: Hi res['account']['first_name']!
de: Hallo res['account']['first_name']!
es: ¡Hola res['account']['first_name']!
fa: سلام res['account']['first_name']!
hu: Sziares['account']['first_name'] !

# welcomePage.oopsErrorSigningUp
source: Oops some error occurred while signing you up, please try again!
de: Oops ein Fehler ist bei der Anmeldung aufgetreten, bitte versuchen Sie es erneut!
es: Vaya, se produjo un error al registrarte. Vuelve a intentarlo!
fa: اوه هنگام ثبت نام شما خطایی رخ داد، لطفا دوباره امتحان کنید!
hu: Hoppá, hiba történt a regisztráció során, próbáld újra!

# welcomePage.hiGoogle
source: Hi res['account']['first_name']!
de: Hallo res['account']['first_name']!
es: ¡Hola res['account']['first_name']!
fa: سلام res['account']['first_name']!
hu: Sziares['account']['first_name'] !

# collectionDetails.newPage
source: New Page
de: Neue Seite
fa: برگه جدید
hu: Új oldal

# collectionDetails.new
source: New
hu: Új

# collectionDetails.uloadFile
source: Upload file
de: Datei hochladen
fa: آپلود فایل
hu: Fájl feltöltés

# collectionDetails.delete
source: Delete
de: Löschen
fa: حذف
hu: Töröl

# collectionDetails.download
source: Download
fa: دانلود
hu: Letöltés

# collectionDetails.general
source: Pages
de: Seiten
fa: صفحات
hu: Oldalak

# collectionDetails.workload
source: Files
de: Dateien
fa: فایل ها
hu: Fájlok

# collectionDetails.plesaeWaitWeAreUpdaing
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب...
hu: Kérjük, várjon, frissítjük a tartalmat...

# collectionDetails.pageCreated
source: Page created!
de: Seite erstellt!
fa: صفحه ایجاد شد!
hu: Az oldal létrehozva!

# collectionDetails.unableToCreate
source: Unable to create the page, please try again!
de: Die Seite kann nicht erstellt werden, bitte versuchen Sie es erneut!
fa: قادر به ایجاد صفحه نیستید، لطفا دوباره امتحان کنید!
hu: Nem sikerült létrehozni az oldalt, próbáld újra!

# pageDetails.pleaseWaitUploadingFile
source: Please wait we are uploading your file - file['name'] ...
de: Bitte warten Sie, wir laden Ihre Datei hoch - file['name'] ...
fa: لطفا صبر کنید ما در حال اپلود فایل خود را - file['name'] ...
hu: Kérjük, várjon, feltöltjük a fájlt -file['name'] ...

# pageDetails.fileUploaded
source: File has been uploaded!
de: Die Datei wurde hochgeladen!
fa: پرونده بارگذاری شده است!
hu: A fájl feltöltve!

# pageDetails.unexpectedErrorUploading
source: Unexpected error occurred while uploading, please try again!
de: Beim Hochladen ist ein unerwarteter Fehler aufgetreten, bitte versuchen Sie es erneut!
fa: خطای غیر منتظره ای هنگام اپلود رخ داد، لطفا دوباره امتحان کنید!
hu: Váratlan hiba történt feltöltés közben, próbáld újra!

# collectionDeatils.changeFolderTitle
source: Folder Title Changed!
hu: A mappa címe megváltozott!

# collectionDeatils.errorChangingFolderTitle
source: Error while changing the title of the folder!
hu: Hiba történt a mappa címének módosításakor!

# collectionDeatils.pleaseWaitDeleting
source: Please wait, we are deleting...
de: Bitte warten, wir löschen...
fa: لطفا صبر کنید، ما حذف می کنیم ...
hu: Kérjük, várjon, törljük...

# collectionDeatils.fileDeleted
source: File deleted!
de: Datei gelöscht!
fa: پرونده حذف شد!
hu: Fájl törölve!

# collectionDeatils.unableToDeleteFile
source: Unable to delete file, please try again!
de: Datei kann nicht gelöscht werden, bitte versuchen Sie es erneut!
fa: قادر به حذف فایل نیستید، لطفا دوباره تلاش کنید!
hu: A fájl nem törölhető, próbálkozzon újra!

# pageDetails.errorOccuredWhileFetchingWorkspaceDetails
source: Error occurred while fetching the workspace details, please try again!
de: Fehler beim Abrufen der Arbeitsbereichsdetails, bitte versuchen Sie es erneut!
fa: هنگام واکشی جزئیات فضای کاری خطا رخ داد، لطفا دوباره امتحان کنید!
hu: Hiba történt a munkaterület részleteinek lekérése közben. Kérjük, próbálja újra!

# collectionHeader.changeColor
source: Change color
de: Farbe ändern
fa: تغییر رنگ
hu: Színét változtatni

# collectionHeader.options
source: Options
de: Optionen
fa: گزینه ها
hu: Lehetőségek

# collectionHeader.moveToGroup
source: Move To Group
hu: Áthelyezés csoportba

# collectionHeader.shareCollection
source: Share Collection
de: Sammlung teilen
fa: اشتراک گذاری مجموعه
hu: Gyűjtemény megosztása

# collectionHeader.save
source: Save
de: Speichern
fa: ذخیره
hu: Megment

# collectionHeader.cancel
source: Cancel
de: Abbrechen
fa: لغو
hu: Megszünteti

# collectionHeader.share
source: Share
de: Teilen
fa: اشتراک گذاری
hu: Ossza meg

# collectionHeader.moveToGroupLink
source: Move To Group
hu: Áthelyezés csoportba

# collectionHeader.edit
source: Edit
de: Bearbeiten
fa: ویرایش
hu: Szerkesztés

# collectionHeader.delete
source: Delete
de: Löschen
fa: حذف
hu: Töröl
