Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# commentSection.unableToSubmitComment
source: Unable to submit the comment, please try again!
de: Kommentar kann nicht gesendet werden, bitte versuchen Sie es erneut!
es: No se puede enviar el comentario, inténtelo de nuevo.
fa: قادر به ارسال نظر نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült elküldeni a megjegyzést, próbálja újra!

# postComment.save
source: Save
de: Speichern
es: Guardar
fa: ذخیره
hu: Megment

# postComment.edit
source: Edit
de: Bearbeiten
es: Editar
fa: ویرایش
hu: Szerkesztés

# postComment.delete
source: Delete
de: Löschen
es: Borrar
fa: حذف
hu: Töröl

# postActions.deletedUser
source: Deleted User
de: Gelöschte Benutzer
es: Usuario eliminado
fa: کاربر حذف شده
hu: Törölt felhasználó

# postComment.commentRemoved
source: Comment Removed!
de: Kommentar entfernt!
es: ¡Comentario eliminado!
fa: نظر حذف شده!
hu: Megjegyzés eltávolítva!

# componentSearchBar.role
source: Role:
de: Position:
es: Rol:
fa: نقش:
hu: Szerep:

# componentSearchBar.work
source: Work Manager
de: Arbeit
es: Manager de Trabajo
fa: مدیر کار
hu: Munkavezető

# componentSearchBar.groupManager
source: Group Manager
de: Gruppenmanager
es: Manager de Grupo
fa: مدیریت گروه
hu: Csoportmenedzser

# componentSearchBar.hrMember
source: HR Member
de: HR-Mitglied
fa: عضو HR
hu: HR tag

# componentSearchBar.manageUser
source: Manage User
de: Benutzer verwalten
es: Administrar usuario
fa: مدیریت کاربر
hu: Felhasználó kezelése

# componentSearchBar.changeToAdmin
source: Change to Admin
de: Zu Admin wechseln
es: Cambiar a Administrador
fa: تغییر به مدیر
hu: Váltson adminisztrátorra

# componentSearchBar.changeToManager
source: Change to Work Manager
de: Wechsel zum Work Manager
es: Cambiar al manager de trabajo
fa: تغییر به مدیر کار
hu: Váltson munkakezelőre

# componentSearchBar.changeToMember
source: Change to Member
de: Wechsel zum Mitglied
es: Cambio a Miembro
fa: تغییر به عضو
hu: Váltás Tagra

# componentSearchBar.addToHRTeam
source: Add to HR Team
de: Zum HR-Team hinzufügen
fa: اضافه کردن به تیم HR
hu: Hozzáadás a HR csapathoz

# componentSearchBar.removeFromHRTeam
source: Remove from HR Team
de: Aus dem HR-Team entfernen
fa: حذف از HR Team
hu: Eltávolítás a HR csapatból

# componentSearchBar.deactivateUser
source: Deactivate user
de: Benutzer deaktivieren
es: Desactivar usuario
fa: غیر فعال کردن کاربر
hu: Felhasználó inaktiválása

# componentSearchBar.changeToGroupManager
source: Change to Group Manager
de: Wechsel zum Gruppenleiter
es: Cambio a manager de grupos
fa: تغییر به مدیر گروه
hu: Váltson csoportkezelőre

# componentSearchBar.removeMember
source: Remove Member
de: Mitglied entfernen
es: Eliminara este miembro
fa: حذف کاربر
hu: Tag eltávolítása

# componentSearchBar.leaveGroup
source: Leave Group
de: Gruppe verlassen
es: Abandonar grupo
fa: ترک گروه
hu: Kilépés a csoportból

# componentSearchBar.disabledUsers
source: Disabled Users
de: Behinderte Benutzer
es: Usuarios deshabilitados
fa: کاربران غیر فعال
hu: Fogyatékkal élő felhasználók

# componentSearchBar.activateUser
source: Activate user
de: Benutzer aktivieren
es: Activar usuario
fa: فعال کردن کاربر
hu: Felhasználó aktiválása

# componentSearchBar.removeUser
source: Remove user
de: Benutzer entfernen
es: Quitar usuario
fa: حذف کاربر
hu: Felhasználó eltávolítása

# componentSearchBar.areYouSure
source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# componentSearchBar.willRemoveUserFromGroup
source: This will remove the user from the group!
de: Dadurch wird der Benutzer aus der Gruppe entfernt!
es: ¡Esto eliminará al usuario del grupo!
fa: با این کار کاربر را از گروه حذف خواهد کرد!
hu: Ezzel eltávolítja a felhasználót a csoportból!

# componentSearchBar.pleaseWaitWeRemoveUser
source: Please wait while we are removing the user ...
de: Bitte warten Sie, während wir den Benutzer entfernen ...
es: Espere mientras eliminamos al usuario ...
fa: لطفا صبر کنید در حالی که ما در حال از بین بردن کاربر ...
hu: Kérjük, várjon, amíg eltávolítjuk a felhasználót...

# componentSearchBar.userRemoved
source: User removed!
de: Benutzer entfernt!
es: Usuario eliminado
fa: کاربر حذف شده!
hu: Felhasználó eltávolítva!

# componentSearchBar.groupLeft
source: Group left!
de: Gruppe links!
es: ¡Grupo a la izquierda!
fa: گروه چپ!
hu: A csoport elment!

# componentSearchBar.unableToRemoveUserGroup
source: Unable to remove the user from the group, please try again!
de: Der Benutzer kann nicht aus der Gruppe entfernt werden. Bitte versuchen Sie es erneut!
es: No se puede eliminar al usuario del grupo. Vuelve a intentarlo.
fa: قادر به حذف کاربر از گروه نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült eltávolítani a felhasználót a csoportból, próbálkozzon újra!

# componentSearchBar.willEnableUser
source: This action will enable the user.
de: Diese Aktion aktiviert den Benutzer.
es: Esta acción habilitará al usuario.
fa: این عمل کاربر را فعال خواهد کرد.
hu: Ez a művelet lehetővé teszi a felhasználó számára.

# componentSearchBar.pleaseWaitWeEnableUser
source: Please wait while we are enabling the user ...
de: Bitte warten Sie, während wir den Benutzer aktivieren ...
es: Espere mientras habilitamos al usuario ...
fa: لطفا صبر کنید در حالی که ما در حال فعال کردن کاربر ...
hu: Kérjük, várjon, amíg engedélyezzük a felhasználót...

# componentSearchBar.userActivated
source: User activated!
de: Benutzer aktiviert!
es: ¡Usuario activado!
fa: کاربر فعال شد!
hu: Felhasználó aktiválva!

# componentSearchBar.unableToReactivateUserWorkspace
source: Unable to reactivate the user from the workplace, please try again!
de: Der Benutzer kann nicht vom Arbeitsplatz aus reaktiviert werden, bitte versuchen Sie es erneut!
es: No se puede reactivar al usuario desde el lugar de trabajo, ¡inténtelo de nuevo!
fa: قادر به فعال سازی مجدد کاربر از محل کار نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült újraaktiválni a felhasználót a munkahelyről, próbálkozzon újra!

# componentSearchBar.willDisableUser
source: This action will disable the user.
de: Diese Aktion deaktiviert den Benutzer.
es: Esta acción deshabilitará al usuario.
fa: این عمل کاربر را غیرفعال خواهد کرد.
hu: Ez a művelet letiltja a felhasználót.

# componentSearchBar.pleaseWaitWeDisableUser
source: Please wait while we are disabling the user ...
de: Bitte warten Sie, während wir den Benutzer deaktivieren ...
es: Espere mientras deshabilitamos al usuario ...
fa: لطفا صبر کنید در حالی که ما در حال غیر فعال کردن کاربر ...
hu: Kérjük, várjon, amíg letiltjuk a felhasználót...

# componentSearchBar.userDisabled
source: User disabled!
de: Benutzer deaktiviert!
es: ¡Usuario inhabilitado!
fa: کاربر غیر فعال!
hu: Felhasználó letiltva!

# componentSearchBar.unableToDeactivateUserWorkspace
source: Unable to deactivate the user from the workplace, please try again!
de: Der Benutzer kann nicht vom Arbeitsplatz aus deaktiviert werden, bitte versuchen Sie es erneut!
es: No se puede desactivar al usuario del lugar de trabajo, ¡inténtelo de nuevo!
fa: قادر به غیر فعال کردن کاربر از محل کار نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült deaktiválni a felhasználót a munkahelyről, próbálkozzon újra!

# componentSearchBar.willRemoveUser
source: This action will remove the user completely from the workspace.
de: Diese Aktion entfernt den Benutzer vollständig aus dem Arbeitsbereich.
es: Esta acción eliminará al usuario por completo del workspace.
fa: این عمل کاربر را به طور کامل از فضای کار حذف خواهد کرد.
hu: Ez a művelet teljesen eltávolítja a felhasználót a munkaterületről.

# componentSearchBar.unableToRemoveUserWorkspace
source: Unable to remove the user from the workplace, please try again!
de: Der Benutzer kann nicht vom Arbeitsplatz entfernt werden. Bitte versuchen Sie es erneut!
es: No se puede eliminar al usuario del lugar de trabajo, inténtelo de nuevo.
fa: قادر به حذف کاربر از محل کار نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült eltávolítani a felhasználót a munkahelyről, próbálkozzon újra!

# componentSearchBar.pleaseWaitWeUpdatingUserRoleWorkspace
source: Please wait we are updating the role as per your request...
de: Bitte warten Sie, wir aktualisieren die Rolle gemäß Ihrer Anfrage...
es: Espere, estamos actualizando el rol según su solicitud ...
fa: لطفا صبر کنید ما در حال به روز رسانی نقش در هر درخواست خود را...
hu: Kérjük, várjon, kérésének megfelelően frissítjük a szerepet...

# componentSearchBar.roleUpdated
source: User role updated!
de: Benutzerrolle aktualisiert!
es: ¡Rol de usuario actualizado!
fa: نقش کاربر به روز شده!
hu: Felhasználói szerepkör frissítve!

# componentSearchBar.oopsErrorWhileUpdatingRole
source: Oops, an error occurred while updating the role, please try again!
de: Hoppla! Beim Aktualisieren der Rolle ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Vaya, se produjo un error al actualizar la función. Vuelve a intentarlo.
fa: Oops ، خطا رخ داده است در حالی که به روز رسانی نقش ، لطفا دوباره سعی کنید!
hu: Hoppá, hiba történt a szerepkör frissítése közben. Kérjük, próbálja újra!

# componentSearchBar.pleaseWaitWeUpdatingUserRoleGroup
source: Please wait we are updating the role as per your request...
de: Bitte warten Sie, wir aktualisieren die Rolle gemäß Ihrer Anfrage...
es: Espere, estamos actualizando el rol según su solicitud ...
fa: لطفا صبر کنید ما در حال به روز رسانی نقش در هر درخواست خود را...
hu: Kérjük, várjon, kérésének megfelelően frissítjük a szerepet...

# componentSearchBar.userRoleUpdated
source: User role updated!
de: Benutzerrolle aktualisiert!
es: ¡Rol de usuario actualizado!
fa: نقش کاربر به روز شده!
hu: Felhasználói szerepkör frissítve!

# componentSearchInputBox.addSkill
source: Add skill
de: Fähigkeit hinzufügen
es: Agregar habilidad
fa: اضافه کردن مهارت
hu: Add hozzá a készségeket

# componentSearchInputBox.addTag
source: Add tag
de: Tag hinzufügen
es: Añadir etiqueta
fa: اضافه کردن برچسب
hu: Címke hozzáadása

# componentSearchInputBox.add
source: Add
de: Hinzufügen
es: Añadir
fa: اضافه کردن
hu: Hozzáadás

# componentSearchInputBox.select
source: Select
de: Auswählen
es: Selecciona
fa: انتخاب کنید
hu: Válassza ki

# componentSearchInputBox.assign
source: assign
de: zuweisen
es: asignar
fa: اختصاص دادن
hu: hozzárendelni

# countrySelect.country
source: Country
de: Land
fa: کشور
hu: Ország

# cropImage.chooseFile
source: Choose file
de: Datei auswählen
es: Elije el archivo
fa: انتخاب فایل
hu: Válassz fájlt

# cropImage.oopsFormatNotSupported
source: Oops, seems like the format is not supported, kindly use .png, .gif, or .jpg format images!
de: Hoppla, das Format wird anscheinend nicht unterstützt. Bitte verwenden Sie Bilder im .png-, .gif- oder .jpg-Format!
es: Vaya, parece que el formato no es compatible. ¡Utilice imágenes en formato .png, .gif o .jpg!
fa: Oops، به نظر می رسد مانند فرمت پشتیبانی نمی شود، با مهربانی استفاده از .png، .gif، و یا .jpg فرمت تصاویر!
hu: Hoppá, úgy tűnik, hogy a formátum nem támogatott, kérjük, használjon .png, .gif vagy .jpg formátumú képeket!

# cfStatisticsCard.tasksInProgress
source: tasks in progress
de: Aufgaben in Bearbeitung
es: tareas en progreso
fa: وظایف در حال انجام
hu: folyamatban lévő feladatok

# cfStatisticsCard.opportunity
source: opportunity
de: Gelegenheit
es: oportunidad
fa: فرصت
hu: lehetőség

# cfStatisticsCard.tasksDone
source: tasks done
de: Aufgaben erledigt
es: tareas completadas
fa: وظایف انجام شده
hu: elvégzett feladatok

# cfStatisticsCard.total
source: total
de: gesamt
fa: gesamt
hu: teljes

# cfTableCard.cfTable
source: Custom Fields analytics
de: Analyse benutzerdefinierter Felder
es: Analíticas de Campos Personalizados
fa: تجزیه و تحلیل زمینه های سفارشی
hu: Egyéni mezők elemzése

# cfTableCard.total
source: TOTAL
de: GESAMT
fa: جمع
hu: TELJES

# cfTableSettingsDialog.customizeYourDashboard
source: Customize your analytics
de: Passen Sie Ihre Analysen an
es: Personaliza tus analíticas
fa: تجزیه و تحلیل خود را سفارشی کنید
hu: Szabja testre analitikáját

# cfTableSettingsDialog.selectWhatWidgets
source: Select what Custom Fields(CF) should be displayed in the table, in order to get your custom analytics.
de: Wählen Sie aus, welche benutzerdefinierten Felder (CF) in der Tabelle angezeigt werden sollen, um Ihre benutzerdefinierten Analysen zu erhalten.
es: Selectiona que Campos Personalizados (CF) deben ser mostrados en la tabla, para obtener tus analíticas personalizadas.
fa: انتخاب کنید که چه زمینه های سفارشی (CF) باید در جدول نمایش داده شود، به منظور دریافت تجزیه و تحلیل سفارشی خود را.
hu: Válassza ki, hogy milyen egyéni mezőket (CF) jelenítsen meg a táblázatban, hogy megkapja az egyéni elemzést.

# cfTableSettingsDialog.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو
hu: Megszünteti

# cfTableSettingsDialog.updateSettings
source: Update settings
de: Update Einstellungen
es: Actualizar configuración
fa: به روز رسانی تنظیمات
hu: Frissítse a beállításokat

# cfTableSettingsDialog.pleaseWaitWeSavingWidgets
source: Please wait we are saving the settings...
de: Bitte warten wir speichern die Einstellungen...
es: Por favor, espere mientras guardamos la configuración...
fa: لطفا صبر کنید ما در حال صرفه جویی در تنظیمات...
hu: Kérjük, várjon, a beállítások mentése folyamatban van...

# cfTableSettingsDialog.groupUpdated
source: Group updated!
de: Gruppe aktualisiert
es: Grupo actualizado
fa: گروه به روز شد!
hu: Csoport frissítve!

# cfTableSettingsDialog.unableToUpdateGroup
source: Unable to update the group, please try again!
de: Die Gruppe kann nicht aktualisiert werden. Bitte versuchen Sie es erneut!
es: No se puede actualizar el grupo. Vuelve a intentarlo.
fa: قادر به به روز رسانی گروه نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült frissíteni a csoportot, próbálkozzon újra!

# engagementCard.engagement
source: Engagement
de: Verlobung
es: Compromiso
fa: نامزدی
hu: Eljegyzés

# engagementCard.topics
source: topics
de: Themen
es: temas
fa: موضوع ها:
hu: témákat

# engagementCard.posts
source: posts
de: Beiträge
es: publicaciones
fa: پست ها
hu: hozzászólások

# engagementCard.comments
source: comments
de: Kommentare
es: comentarios
fa: نظرات
hu: Hozzászólások

# globalPerformanceCard.globalPerformance
source: Global Performance
de: Globale Leistung
es: Desempeño Global
fa: عملکرد جهانی
hu: Globális teljesítmény

# globalPerformaceCard.unableToConnectServer
source: Unable to connect to the server, please try again later!
de: Die Verbindung zum Server konnte nicht hergestellt werden, bitte versuchen Sie es später noch einmal!
es: No se puede conectar con el servidor, inténtelo de nuevo más tarde.
fa: اتصال به سرور ممکن نیست، لطفاً بعداً دوباره امتحان کنید!
hu: Nem lehet csatlakozni a szerverhez, próbálkozzon újra később!

# kpiPerformanceCard.kpiPerformance
source: KPI Performance
de: KPI-Leistung
es: Rendimiento de KPI
fa: عملکرد KPI
hu: KPI teljesítmény

# kpiPerformanceCard.unableToConnectServer
source: Unable to connect to the server, please try again later!
de: Die Verbindung zum Server konnte nicht hergestellt werden, bitte versuchen Sie es später noch einmal!
es: No se puede conectar con el servidor, inténtelo de nuevo más tarde.
fa: اتصال به سرور ممکن نیست، لطفاً بعداً دوباره امتحان کنید!
hu: Nem lehet csatlakozni a szerverhez, próbálkozzon újra később!

# projectBudget.currentBalance
source: Current Balance
hu: Aktuális egyenleg

# projectBudget.cost
source: Cost
hu: Költség

# projectStatistics.loggedTime
source: Logged Time
hu: Naplózott idő

# membersWorkloadCard.resourceManagement
source: Resource management
de: Verwaltung der Ressourcen
es: Administracion de recursos
fa: این ویژگی های تخصیص در وظایف و مدیریت منابع را فعال می کند.
hu: Erőforrás menedzsment

# membersWorkloadCard.today
source: Today
de: Heute
es: Hoy dia
fa: امروز
hu: Ma

# membersWorkloadCard.totalTasks
source: Total tasks
de: Aufgaben insgesamt
es: Total de tareas
fa: کل وظایف
hu: Feladatok összesen

# organizationalStructureCard.organizationalStructure
source: Organizational structure
de: Organisatorische Struktur
es: Estructura organizativa
fa: ساختار سازمانی
hu: Szervezeti struktúra

# organizationalStructureCard.groups
source: groups
de: Gruppen
es: grupos
fa: گروه ها
hu: csoportok

# peopleDirectoryCard.peopleDirectory
source: People directory
de: Personenverzeichnis
es: Directorio de personas
fa: دایرکتوری مردم
hu: Emberek címtár

# peopleDirectoryCard.stats
source: Stats
de: Statistiken
fa: آمار
hu: Statisztika

# peopleDirectoryCard.users
source: users
de: Benutzer
es: usuarios
fa: کاربران
hu: felhasználókat

# peopleDirectoryCard.globalManagers
source: global managers
de: globale Manager
es: gerentes globales
fa: مدیران جهانی
hu: globális menedzserek

# peopleDirectoryCard.groupManagers
source: group managers
de: gruppenleiter
es: gerentes de grupo
fa: مدیران گروه
hu: csoportmenedzserek

# peopleDirectoryCard.members
source: members
de: Mitglieder
es: miembros
fa: اعضا
hu: tagjai

# peopleDirectoryCard.guests
source: guests
de: Gäste
es: huéspedes
fa: مهمانان - G
hu: vendégek

# pulseCard.pulse
source: Pulse
es: Legumbres
fa: پالس
hu: Impulzus

# pulseCard.updatesToday
source: updates today
de: heute aktualisiert
es: actualizaciones hoy
fa: به روز رسانی امروز
hu: frissítések ma

# pulseCard.updatesLastWeek
source: updates last week
de: Updates letzte Woche
es: actualizaciones la semana pasada
fa: به روز رسانی هفته گذشته
hu: múlt heti frissítések

# pulseCard.updatesLastMonth
source: updates last month
de: aktualisierungen letzten Monat
es: actualizaciones el mes pasado
fa: به روز رسانی ماه گذشته
hu: frissítések múlt hónapban

# pulseCard.updatesLastYear
source: updates last year
de: Jahr wählen
es: actualizaciones el año pasado
fa: به روز رسانی های سال گذشته
hu: tavalyi frissítések

# sectionStatusCard.realTimeStauts
source: Real time status by section
de: Echtzeit-Status nach Abschnitten
es: Estado en tiempo real por sección
fa: وضعیت زمان واقعی بر اساس بخش
hu: Valós idejű állapot szakaszonként

# sectionStatusCard.tasks
source: tasks
de: Aufgaben
es: tareas
fa: وظایف
hu: feladatokat

# topSocialCard.topSocialContributors
source: Top Social Contributors
fa: برترین مشارکت کنندگان اجتماعی
hu: Legjobb közösségi közreműködők

# topSocialCard.posts
source: Posts
de: Beiträge
fa: نوشته ها
hu: Hozzászólások

# topSocialCard.tasks
source: Tasks
de: Aufgaben
fa: وظایف
hu: Feladatok

# topSocialCard.comments
source: Comments
de: Kommentare
fa: نظرات
hu: Hozzászólások

# topSocialCard.likes
source: Likes
fa: دوست دارد
hu: Tetszik

# velocityCard.velocityOverTime
source: Velocity over time
de: Geschwindigkeit über die Zeit
es: Velocidad en el tiempo
fa: سرعت در طول زمان
hu: Sebesség idővel

# widgetSelectorDialog.customizeYourDashboard
source: Customize your dashboard
de: Passen Sie Ihr Dashboard an
es: Personaliza tu tablero
fa: داشبورد خود را سفارشی کنید
hu: Szabja személyre irányítópultját

# widgetSelectorDialog.selectWhatWidgets
source: Select what widgets should be displayed in the dashboard.
de: Wählen Sie aus, welche Widgets im Dashboard angezeigt werden sollen.
es: Seleccione los widgets que deben aparecer en el tablero.
fa: انتخاب کنید که چه ویجت هایی باید در داشبورد نمایش داده شوند.
hu: Válassza ki, hogy mely widgetek jelenjenek meg az irányítópulton.

# widgetSelectorDialog.cfStatistics
source: CF Statistics
de: CF-Statistiken
es: Estadisticas de CF
fa: آمار CF
hu: CF statisztika

# widgetSelectorDialog.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو
hu: Megszünteti

# widgetSelectorDialog.updateSettings
source: Update settings
de: Einstellungen aktualisieren
es: Actualizar configurción
fa: به روز رسانی تنظیمات
hu: Frissítse a beállításokat

# widgetSelectorDialog.workStatistics
source: Work statistics
de: Arbeitsstatistiken
es: Estadísticas laborales
fa: آمار کار
hu: Munka statisztika

# widgetSelectorDialog.workloadCompletitionStatus
source: Workload by completition status
de: Arbeitsbelastung nach Abschlussstatus
es: Carga de trabajo por estado de finalización
fa: حجم کار با وضعیت تکمیل
hu: Munkaterhelés a teljesítési állapot szerint

# widgetSelectorDialog.velocityOverTime
source: Velocity over time
de: Geschwindigkeit über die Zeit
es: Velocidad en el tiempo
fa: سرعت در طول زمان
hu: Sebesség idővel

# widgetSelectorDialog.engagement
source: Engagement
es: Participación
fa: انگیجمنت
hu: Eljegyzés

# widgetSelectorDialog.resourceManagement
source: Resource management
de: Verwaltung der Ressourcen
es: Administracion de recursos
fa: این ویژگی های تخصیص در وظایف و مدیریت منابع را فعال می کند.
hu: Erőforrás menedzsment

# widgetSelectorDialog.cf
source: Custom Fields Table
de: Tabelle mit benutzerdefinierten Feldern
es: Tabla de Campos Personalizados
fa: جدول زمینه های سفارشی
hu: Egyéni mezők táblázata

# widgetSelectorDialog.topSocialContributors
source: Top Social Contributors
fa: برترین مشارکت کنندگان اجتماعی
hu: Legjobb közösségi közreműködők

# widgetSelectorDialog.peopleDirectory
source: People directory
de: Personenverzeichnis
es: Directorio de personas
fa: دایرکتوری مردم
hu: Emberek címtár

# widgetSelectorDialog.organizationalStructure
source: Organizational Structure
de: Organisatorische Struktur
es: Estructura organizativa
fa: ساختار سازمانی
hu: Szervezeti struktúra

# widgetSelectorDialog.workStatisticsNorthStars
source: Work statistics North Stars
de: Arbeitsstatistik North Stars
es: Estadísticas de trabajo North Stars
fa: آمار کار ستاره های شمالی
hu: Munkastatisztika North Stars

# widgetSelectorDialog.kpiPerformance
source: KPI Performance
de: KPI-Leistung
es: Rendimiento de KPI
fa: عملکرد KPI
hu: KPI teljesítmény

# widgetSelectorDialog.pleaseWaitWeSavingWidgets
source: Please wait we are saving the widgets...
de: Bitte warten Sie, wir speichern die Widgets...
es: Espere, estamos guardando los widgets ...
fa: لطفا صبر کنید ما در حال صرفه جویی در ویجت...
hu: Kérjük, várjon, a widgetek mentése folyamatban van...

# widgetSelectorDialog.groupUpdated
source: Group updated!
de: Gruppe aktualisiert!
es: ¡Grupo actualizado!
fa: گروه به روز شد!
hu: Csoport frissítve!

# widgetSelectorDialog.unableToUpdateGroup
source: Unable to update the group, please try again!
de: Die Gruppe kann nicht aktualisiert werden. Bitte versuchen Sie es erneut!
es: No se puede actualizar el grupo. Vuelve a intentarlo.
fa: قادر به به روز رسانی گروه نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült frissíteni a csoportot, próbálkozzon újra!

# widgetSelectorDialog.userUpdated
source: User updated!
de: Benutzer aktualisiert!
es: ¡Usuario actualizado!
fa: کاربر به روز شده!
hu: Felhasználó frissítve!

# widgetSelectorDialog.unableToUpdateUser
source: Unable to update the user, please try again!
de: Der Benutzer kann nicht aktualisiert werden. Bitte versuchen Sie es erneut!
es: No se puede actualizar al usuario, inténtelo de nuevo.
fa: قادر به به روز رسانی کاربر نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült frissíteni a felhasználót, próbálkozzon újra!

# workStatisticsCard.workStatistics
source: Work statistics
de: Arbeitsstatistiken
es: Estadísticas laborales
fa: آمار کار
hu: Munka statisztika

# workStatisticsCard.companyObjectives
source: Company Objectives
de: Zielsetzungen des Unternehmens
es: Objetivos de la empresa
fa: اهداف شرکت
hu: Vállalati célkitűzések

# workStatisticsCard.totalTasks
source: total tasks
de: Gesamtzahl der Mitglieder
es: tareas totales
fa: کل وظایف
hu: összes feladat

# workStatisticsCard.northStars
source: North Stars
es: Estrellas del norte
fa: نورث استارز
hu: Északi csillagok

# workStatisticsCard.notStarted
source: NOT STARTED
de: NICHT ANGEFANGEN
es: NO EMPEZADO
fa: شروع نشده
hu: NEM KEZDŐDÖTT

# workStatisticsCard.onTrack
source: ON TRACK
de: AUF KURS
es: A TIEMPO
fa: در مسیر
hu: TERV SZERINT

# workStatisticsCard.inDanger
source: IN DANGER
de: IN GEFAHR
es: EN PELIGRO
fa: در خطر
hu: VESZÉLYBEN

# workStatisticsCard.achieved
source: ACHIEVED
de: ERZIELT
es: LOGRADO
fa: بدست آمده
hu: ELÉRT
