Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# automationFlowDetailsDialog.endOfWeek
source: End of the Week
de: Ende der Woche
fa: پایان هفته
hu: A hét vége

# automationFlowDetailsDialog.endOfNextWeek
source: End of Next Week
de: Ende nächster Woche
fa: پایان هفته اینده
hu: Jövő hét vége

# automationFlowDetailsDialog.endOfMonth
source: End of the Month
de: Ende des Monats
fa: پایان ماه
hu: Hóvége

# automationFlowDetailsDialog.pleaseWaitUpdatingContents
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
es: Espere, estamos actualizando el contenido ...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب هستیم...
hu: Kérjük, várjon, frissítjük a tartalmat...

# automationFlowDetailsDialog.flowNameUpdated
source: Flow Name updated!
de: Flow-Name aktualisiert!
es: ¡Nombre de flujo actualizado!
fa: جریان نام به روز شده!
hu: A folyamat neve frissítve!

# automationFlowDetailsDialog.unableToUpdateFlowName
source: Unable to update the Flow Name, please try again!
de: Der Flow-Name kann nicht aktualisiert werden. Bitte versuchen Sie es erneut!
es: No se puede actualizar el nombre del flujo, inténtelo de nuevo.
fa: قادر به به روز رسانی نام جریان نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült frissíteni a folyamat nevét, próbálkozzon újra!

# automationFlowDetailsDialog.pleaseWaitDeletingStep
source: Please wait we are deleting the flow step...
de: Bitte warten Sie, wir löschen den Flow-Schritt...
es: Espere, estamos eliminando el paso de flujo ...
fa: لطفا صبر کنید ما در حال حذف گام جریان...
hu: Kérjük, várjon, törljük a folyamat lépését...

# automationFlowDetailsDialog.stepDeleted
source: Step deleted!
de: Schritt gelöscht!
es: ¡Paso eliminado!
fa: گام حذف شده!
hu: Lépés törölve!

# automationFlowDetailsDialog.unableToDeleteStep
source: Unable to delete step, please try again!
de: Schritt kann nicht gelöscht werden. Bitte versuchen Sie es erneut!
es: No se puede eliminar el paso. Vuelve a intentarlo.
fa: قادر به حذف مرحله نیست، لطفا دوباره امتحان کنید!
hu: A lépés nem törölhető, próbálja újra!

# automationFlowDetailsDialog.pleaseWaitUpdatingStep
source: Please wait we are updating the step...
de: Bitte warten Sie, wir aktualisieren den Schritt...
es: Espere, estamos actualizando el paso ...
fa: لطفا صبر کنید ما در حال به روز رسانی گام...
hu: Kérjük, várjon, frissítjük a lépést...

# automationFlowDetailsDialog.stepSaved
source: Step saved!
de: Schritt gespeichert!
es: ¡Paso guardado!
fa: گام نجات یافت!
hu: Lépés mentve!

# automationFlowDetailsDialog.unableToSaveStep
source: Unable to save the step, please try again!
de: Der Schritt kann nicht gespeichert werden. Bitte versuchen Sie es erneut!
es: No se puede guardar el paso, inténtelo de nuevo.
fa: قادر به ذخیره گام نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült menteni a lépést, próbálkozzon újra!

# automationFlowDetailsDialog.pleaseWaitDeletingFlow
source: Please wait we are deleting the flow...
de: Bitte warten Sie, wir löschen den Flow...
es: Espere, estamos eliminando el flujo ...
fa: لطفا صبر کنید ما در حال حذف جریان...
hu: Kérjük, várjon, törljük a folyamatot...

# automationFlowDetailsDialog.flowDeleted
source: Flow deleted!
de: Fluss gelöscht!
es: ¡Flujo eliminado!
fa: جریان حذف شد!
hu: Folyamat törölve!

# automationFlowDetailsDialog.unableToDeleteFlow
source: Unable to delete flow, please try again!
de: Flow kann nicht gelöscht werden. Bitte versuchen Sie es erneut!
es: No se puede eliminar el flujo, inténtelo de nuevo.
fa: قادر به حذف جریان نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült törölni a folyamatot, próbálja újra!

# groupAutomationFlowsDialog.saveTime
source: Save time on manual processes and let Octonius do the heavy lifting. <br>Turn your Octonius board into an automation machine.
de: Sparen Sie Zeit bei manuellen Prozessen und lassen Sie Octonius die schwere Arbeit erledigen. <br>Verwandeln Sie Ihr Octonius-Board in eine Automatisierungsmaschine.
es: Ahorre tiempo en procesos manuales y deje que Octonius haga el trabajo pesado. <br>Convierta su tablero Octonius en una máquina de automatización.
fa: صرفه جویی در زمان در فرایندهای دستی و اجازه دهید Octonius انجام بلند کردن سنگین. <br>تخته اکتونیوس خود را به یک ماشین اتوماسیون تبدیل کنید.
hu: Takarítson meg időt a kézi folyamatokkal, és hagyja, hogy az Octonius végezze el a nehézemelést. <br>Alakítsa át Octonius kártyáját automata géppé.

# groupAutomationFlowsDialog.thereAreNoAutomations
source: 🌵 There are no automations...
de: 🌵 Es gibt keine Automatisierungen...
es: 🌵 No hay automatismos...
fa: 🌵 هيچ اتوماسيوني وجود نداره...
hu: 🌵 Nincsenek automatizálások...

# groupAutomationFlowsDialog.newAutomation
source: New automation
de: Neue Automatisierung
es: Nueva automatización
fa: اتوماسیون جدید
hu: Új automatizálás

# groupAutomationFlowsDialog.currentAutomations
source: Current automations in action for this board
de: Aktuelle Automatisierungen in Aktion für dieses Board
es: Automatizaciones actuales en acción para este tablero
fa: اتوماسیون فعلی در عمل برای این هیئت مدیره
hu: Jelenlegi automatizálások működésben ezen a táblán

# automationFlowsDialog.pleaseWaitupdatingContent
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
es: Espere, estamos actualizando el contenido ...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب هستیم...
hu: Kérjük, várjon, frissítjük a tartalmat...

# automationFlowsDialog.automationFlowCreated
source: Automation Flow created!
de: Automatisierungsfluss erstellt!
es: ¡Flujo de automatización creado!
fa: اتوماسیون جریان ایجاد شده!
hu: Automation Flow létrehozva!

# automationFlowsDialog.unableToCreateAutomationFlow
source: Unable to create the new Automation Flow, please try again!
de: Der neue Automation Flow kann nicht erstellt werden. Bitte versuchen Sie es erneut!
es: No se puede crear el nuevo flujo de automatización, inténtelo de nuevo.
fa: قادر به ایجاد جریان اتوماسیون جدید نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült létrehozni az új Automation Flow-t, próbálja újra!

# deleteGroup.deleteThisGroup
source: Delete this group
de: Gruppe löschen
es: Eliminar este grupo
fa: حذف این گروه
hu: Törölje ezt a csoportot

# deleteGroup.keepInMindIrreversible
source: Please keep in mind that this action is irreversible.
de: Bitte beachten Sie, dass diese Maßnahme nicht rückgängig zu machen ist.
es: Tenga en cuenta que esta acción es irreversible.
fa: لطفا به خاطر داشته باشید که این عمل برگشت ناپذیر است.
hu: Ne feledje, hogy ez a művelet visszafordíthatatlan.

# deleteGroup.delete
source: Delete
de: Löschen
es: Borrar
fa: حذف
hu: Töröl

# deleteGroup.archive
source: Archive
de: Archiv
es: Archivo
fa: آرشیو
hu: Archívum

# deleteGroup.pleaseWaitDeletingGroup
source: Please Wait while we are deleting the group
de: Bitte warten Sie, während wir die Gruppe aktualisieren
es: Espere mientras eliminamos el grupo
fa: لطفا صبر کنید در حالی که ما در حال حذف گروه
hu: Kérjük, várjon, amíg a csoportot töröljük

# deleteGroup.groupRemoved
source: Group removed!
de: Gruppe entfernt!
es: ¡Grupo eliminado!
fa: گروه حذف شد!
hu: Csoport eltávolítva!

# deleteGroup.unableToDeleteGroup
source: Unable to delete the group, please try again!
de: Die Gruppe kann nicht aktiviert werden, bitte versuchen Sie es erneut!
es: No se puede eliminar el grupo, inténtelo de nuevo.
fa: قادر به حذف گروه نیست، لطفا دوباره امتحان کنید!
hu: Nem sikerült törölni a csoportot, próbálkozzon újra!

# deleteGroup.areYouSure
source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# deleteGroup.thisActionWillArchiveGroup
source: This action will archive the group.
de: Mit dieser Aktion wird die Gruppe archiviert.
es: Esta acción archivará el grupo.
fa: این عمل گروه را بایگانی می کند.
hu: Ez a művelet archiválja a csoportot.

# deleteGroup.pleaseWaitArchivingGroup
source: Please Wait while we are archive the group
de: Bitte warten Sie, während wir die Gruppe archivieren
es: Espere mientras archivamos el grupo
fa: لطفا صبر کنید در حالی که ما آرشیو گروه
hu: Kérjük, várjon, amíg archiváljuk a csoportot

# deleteGroup.groupArchived
source: Group archived!
de: Gruppe archiviert!
es: ¡Grupo archivado!
fa: گروه بایگانی شد!
hu: Csoport archiválva!

# deleteGroup.unableToArchiveGroup
source: Unable to archive the group, please try again!
de: Die Gruppe kann nicht archiviert werden, bitte versuchen Sie es erneut!
es: No se puede archivar el grupo. Vuelve a intentarlo.
fa: بایگانی گروه ممکن نیست، لطفا دوباره امتحان کنید!
hu: Nem sikerült archiválni a csoportot, próbáld újra!

# groupAdmin.addUser
source: Add users
de: Nutzer hinzufügen
es: Agregar usuarios
fa: افزودن کاربران
hu: Felhasználók hozzáadása

# groupAdmin.searchForOtherEmployees
source: Search for other employees within the organization and add them to your Group. <br> This is how you usually create your team.
de: Suchen Sie nach anderen Mitarbeitern innerhalb der Organisation und fügen Sie sie zu Ihrer Gruppe hinzu. <br> Auf diese Weise erstellen Sie normalerweise Ihr Team.
es: Busca a otros empleados dentro de la organización y añádelos a tu Grupo. <br> Así es como se suele crear el equipo.
fa: کارکنان دیگری را در داخل سازمان جستجو کنید و به گروه خود اضافه کنید. <br> این است که شما معمولا ایجاد تیم خود را.
hu: Keressen más alkalmazottakat a szervezeten belül, és vegye fel őket a csoportjába. <br> Általában így hozza létre a csapatát.

# groupAdmin.pleaseWaitAddingUserToGroup
source: Please wait we are adding the new user to your group...
de: Bitte warten Sie, wir fügen den neuen Benutzer Ihrer Gruppe hinzu...
es: Espere, estamos agregando el nuevo usuario a su grupo ...
fa: لطفا صبر کنید ما در حال اضافه کردن کاربر جدید به گروه شما...
hu: Kérjük, várjon, az új felhasználót hozzáadjuk a csoportjához...

# groupAdmin.addedToGroup
source: member.first_name added to your group!
de: member.first_name zu deiner Gruppe hinzugefügt!
es: ¡member.first_name agregado a tu grupo!
fa: member.first_name به گروه شما اضافه شد!
hu: member.first_name hozzáadva a csoportodhoz!

# groupAdmin.unableToAdd
source: Unable to add member.first_name to your group, please try again!
de: member.first_name konnte nicht zu Ihrer Gruppe hinzugefügt werden. Bitte versuchen Sie es erneut!
es: No se puede agregar a member.first_name a su grupo. Vuelva a intentarlo.
fa: قادر به اضافه کردن member.first_name به گروه خود نیست، لطفا دوباره امتحان کنید!
hu: Nem sikerült hozzáadnimember.first_name a csoportodnak, próbáld újra!

# groupRAGDialog.boarAccessRights
source: Restricted Access Group [RAG]
de: Gruppe mit eingeschränktem Zugriff [RAG]
es: Grupo de Acceso Restringido [RAG]
fa: گروه دسترسی محدود [RAG]
hu: Korlátozott hozzáférésű csoport [RAG]

# groupRAGDialog.createRulesToManage
source: RAG is the option for creating special access entities of users inside a group, in order to give them fine-grained control over something. <br/> If you want only a certain group of users to see a task, or to edit a board section, or view/edit/delete a file etc.
de: RAG ist die Option, um spezielle Zugriffsentitäten von Benutzern innerhalb einer Gruppe zu erstellen, um ihnen eine feingranulare Kontrolle über etwas zu geben. <br/> Wenn Sie möchten, dass nur eine bestimmte Gruppe von Benutzern eine Aufgabe sieht oder einen Board-Abschnitt bearbeitet oder eine Datei anzeigt/bearbeitet/löscht usw.
es: RAG es la opción para crear entidades de acceso especial de usuarios dentro de un grupo, con el fin de darles un control detallado sobre algo.<br/>Si desea que solo un determinado grupo de usuarios vea una tarea, o edite una sección del tablero, o vea / edite / elimine un archivo, etc.
fa: RAG گزینه ای برای ایجاد موجودیت های دسترسی ویژه کاربران در داخل یک گروه است تا به آنها کنترل دقیقی بر چیزی بدهد.<br/> اگر می خواهید فقط گروه خاصی از کاربران یک کار را ببینند، یا یک بخش هیئت مدیره را ویرایش کنند، یا یک فایل را مشاهده/ویرایش/حذف کنند و غیره.
hu: A RAG egy csoporton belüli felhasználók speciális hozzáférési entitásainak létrehozására szolgáló lehetőség annak érdekében, hogy valami finom irányítást biztosítsanak számukra. <br/> Ha azt szeretné, hogy a felhasználók csak egy bizonyos csoportja lásson egy feladatot, vagy szerkeszthessen egy táblaszakaszt, vagy megtekintsen/szerkesztsen/töröljön egy fájlt stb.

# groupRAGDialog.alwayseStriveTransparency
source: 🎉 Always strive for transparency...
de: 🎉 Streben Sie immer nach Transparenz...
es: 🎉 Siempre esfuércese por la transparencia
fa: 🎉 همیشه برای شفافیت تلاش کنید...
hu: 🎉 Mindig törekedj az átláthatóságra...

# groupRAGDialog.tasksAreVisibleFor
source: settings
de: Einstellungen
es: Ajustes
fa: تنظیمات
hu: beállítások

# groupRAGDialog.addRule
source: New RAG entity
de: Neue RAG-Entität
es: Nueva entidad RAG
fa: موجودیت RAG جدید
hu: Új RAG entitás

# groupRAGDialog.addTag
source: Add tag
de: Schlagwort hinzufügen
es: Añadir tag
fa: افزودن برچسب
hu: Címke hozzáadása

# groupRagDialog.pleaseWaitAddingNewUserToRag
source: Please wait we are adding the new user to rag...
de: Bitte warten Sie, wir fügen den neuen Benutzer zu rag hinzu ...
es: Espere, estamos agregando el nuevo usuario a rag.
fa: لطفا صبر کنید ما در حال اضافه کردن کاربر جدید به راگ هستیم...
hu: Kérjük, várjon, az új felhasználót hozzáadjuk a raghoz...

# groupRagDialog.addedToRag
source: event.first_name added to your rag!
de: event.first_name zu Ihrem Lappen hinzugefügt!
es: ¡event.first_name añadido a tu tag!
fa: event.first_name به پارچه شما اضافه شد!
hu: event.first_name hozzáadva a rongyodhoz!

# groupRagDialog.unableToAddToRag
source: Unable to add event.first_name to your rag
de: event.first_name kann nicht zu Ihrem Lappen hinzugefügt werden
es: Incapaz de añadir event.first_name a tu rag
fa: نمی‌توان event.first_name را به راگ خود اضافه کرد
hu: Nem sikerült hozzáadnievent.first_name a rongyodhoz

# groupRagDialog.pleaseWaitRemovingUserToRag
source: Please wait we are removing the user from rag...
de: Bitte warten Sie, wir entfernen den Benutzer aus dem Lumpen ...
es: Espere, estamos eliminando al usuario del trapo...
fa: لطفا صبر کنید ما در حال حذف کاربر از راگ هستیم...
hu: Kérjük, várjon, eltávolítjuk a felhasználót a rongyból...

# groupRagDialog.removedFromRagTag
source: event.first_name removed from rag.rag_tag!
de: event.first_name aus rag.rag_tag entfernt!
es: ¡event.first_name eliminado de rag.rag_tag!
fa: event.first_name از rag.rag_tag حذف شد!
hu: event.first_name eltávolítvarag.rag_tag !

# groupRagDialog.unableToRemoveFromRagTag
source: Unable to remove event.first_name from rag.rag_tag
de: event.first_name kann nicht aus rag.rag_tag entfernt werden
es: Incapaz de eliminar event.first_name de rag.rag_tag
fa: حذف event.first_name از rag.rag_tag ممکن نیست
hu: Nem lehet eltávolítanievent.first_name tól től rag.rag_tag

# groupBackgroundImageDetails.updateYourGroupImage
source: Update your background group image
de: Aktualisieren des Hintergrund-Gruppenbilds
fa: تصویر گروه پس زمینه خود را به روز کنید
hu: Frissítse a háttércsoport képét

# groupBackgroundImageDetails.updateYourImage
source: Update your Image!
de: Aktualisieren Sie Ihr Bild!
fa: تصویر خود را به روز کنید
hu: Frissítse képét!

# groupBackgroundImageDetails.pleaseWaitWhileWeUpdate
source: Please wait while we are updating the group...
de: Bitte warten Sie, während wir die Gruppe aktualisieren ...
fa: لطفا تا زمانی که گروه را به روز می کنیم صبر کنید...
hu: Kérjük, várjon, amíg frissítjük a csoportot...

# groupBackgroundImageDetails.groupUpdated
source: Group Updated!
de: Gruppe aktualisiert!
fa: گروه به روز شد!
hu: Csoport frissítve!

# groupBackgroundImageDetails.unableToUpdate
source: Unable to update the group!
de: Die Gruppe kann nicht aktualisiert werden!
fa: به روز رسانی گروه ممکن نیست!
hu: Nem sikerült frissíteni a csoportot!

# groupSettings.shareFiles
source: Share files with the organization
de: Freigeben von Dateien für die Organisation
fa: فایل ها را با سازمان به اشتراک بگذارید
hu: Fájlok megosztása a szervezettel

# groupSettings.makesAllFilesAccessible
source: This option makes all the files from this group accessible to the entire organization
de: Mit dieser Option können alle Dateien aus dieser Gruppe für die gesamte Organisation zugänglich gemacht werden.
fa: این گزینه تمامی فایل های این گروه را در اختیار کل سازمان قرار می دهد
hu: Ez a beállítás a csoport összes fájlját elérhetővé teszi a teljes szervezet számára

# groupSettings.enableRAG
source: Enable restricted access groups
de: Aktivieren von Gruppen mit eingeschränktem Zugriff
fa: گروه های دسترسی محدود را فعال کنید
hu: Korlátozott hozzáférésű csoportok engedélyezése

# groupSettings.RAGAllowAdminsToChose
source: RAG is the option for creating special bulks of users inside a group, in order to give them fine-grained control over something.<br> If you want only a certain group of users to see a task, or to edit a board section, or view/edit/delete a file etc.
de: RAG ist die Option, um spezielle Massen von Benutzern innerhalb einer Gruppe zu erstellen, um ihnen eine feinkörnige Kontrolle über etwas zu geben.<br> Wenn Sie möchten, dass nur eine bestimmte Gruppe von Benutzern eine Aufgabe sieht oder einen Board-Abschnitt bearbeitet oder eine Datei anzeigt/bearbeitet/löscht usw.
fa: RAG گزینه ای برای ایجاد تعداد زیادی از کاربران در داخل یک گروه است تا به آنها کنترل دقیقی بر چیزی بدهد.<br> اگر می خواهید فقط گروه خاصی از کاربران یک کار را ببینند، یا یک بخش هیئت مدیره را ویرایش کنند، یا یک فایل را مشاهده/ویرایش/حذف کنند و غیره.
hu: A RAG egy csoporton belüli felhasználók speciális tömegeinek létrehozására szolgáló lehetőség annak érdekében, hogy finoman irányíthassák őket valami felett.<br> Ha azt szeretné, hogy a felhasználók csak egy bizonyos csoportja lásson egy feladatot, vagy szerkeszthessen egy táblaszakaszt, vagy megtekintsen/szerkesztsen/töröljön egy fájlt stb.

# groupSettings.manageRAG
source: Manage RAG
de: RAG verwalten
fa: RAG را مدیریت کنید
hu: A RAG kezelése

# groupSettings.enableProjectFeatures
source: Enable Project Features
de: Aktivieren von Projektfeatures
fa: فعال کردن ویژگی های پروژه
hu: Projektfunkciók engedélyezése

# groupSettings.enableAdvancedProjectFunctionalities
source: This will enable all advanced project related functionalities like: timeline, project planning etc.
de: Dies ermöglicht alle erweiterten projektbezogenen Funktionalitäten wie: Zeitplan, Projektplanung usw.
fa: این همه قابلیت های پیشرفته مرتبط با پروژه مانند: جدول زمانی، برنامه ریزی پروژه و غیره را فعال می کند.
hu: Ez lehetővé teszi az összes fejlett projekttel kapcsolatos funkciót, mint például: idővonal, projekttervezés stb.

# groupSettings.enableTaskShuttle
source: Enable Task Shuttle
de: Task Shuttle aktivieren
fa: Task Shuttle را فعال کنید
hu: A Task Shuttle engedélyezése

# groupSettings.taskShuttleAllowYourGroup
source: Task Shuttle allows your group to receive tasks from other groups. Select the section that will receive all Shuttle Tasks.
de: Task Shuttle ermöglicht es Ihrer Gruppe, Aufgaben von anderen Gruppen zu empfangen. Wählen Sie den Abschnitt aus, der alle Shuttle-Aufgaben erhalten soll.
fa: Task Shuttle به گروه شما اجازه می دهد تا وظایف گروه های دیگر را دریافت کند. بخشی را انتخاب کنید که تمام وظایف شاتل را دریافت می کند.
hu: A Task Shuttle lehetővé teszi, hogy csoportja feladatokat kapjon más csoportoktól. Válassza ki azt a részt, amelyik megkapja az összes transzferfeladatot.

# groupSettings.freezeDueDate
source: FREEZE Date change for other members?
de: FREEZE Datumsänderung für andere Mitglieder?
fa: FREEZE تغییر تاریخ برای سایر اعضا؟
hu: FREEZE Dátum változás a többi tag számára?

# groupSettings.freezeDueDateDescription
source: When this is ON, only GM and task creator will be able to change the dates of a task.
de: Wenn dies EIN ist, können nur GM und Aufgabenersteller die Daten einer Aufgabe ändern.
fa: وقتی روشن است، فقط GM و خالق وظیفه می‌توانند تاریخ یک کار را تغییر دهند.
hu: Ha ez BE van kapcsolva, csak a GM és a feladatkészítő módosíthatja a feladatok dátumát.

# groupSettings.backgroundImage
source: Select an image to be used as background in the group.
de: Wählen Sie ein Bild aus, das als Hintergrund in der Gruppe verwendet werden soll.
fa: یک تصویر را برای استفاده به عنوان پس زمینه در گروه انتخاب کنید.
hu: Válasszon ki egy képet, amelyet háttérként kíván használni a csoportban.

# groupSettings.selectImageº
source: Select Image
de: Bild auswählen
fa: Image را انتخاب کنید
hu: Válassza a Kép lehetőséget

# groupSettings.backgroundColor
source: Select a color to be used as background in the group.
de: Wählen Sie eine Farbe aus, die als Hintergrund in der Gruppe verwendet werden soll.
fa: رنگی را برای استفاده به عنوان پس زمینه در گروه انتخاب کنید.
hu: Válassza ki a csoportban háttérként használni kívánt színt.

# groupSettings.selectColor
source: Select Color
de: Farbe wählen
fa: انتخاب رنگ
hu: Válassza a Szín lehetőséget

# groupSettings.timeTrackingCategories
source: Manage the categories for time tracking.
hu: Kezelje a kategóriákat az időkövetéshez.

# groupSettings.manageCategories
source: Manage Categories
hu: Kategóriák kezelése

# groupSettings.areYouSure
source: Are you sure?
hu: biztos vagy ebben?

# groupSettings.backgroundImageCompletelyRemoved
source: By doing this, the back-ground image of the group will be completely removed!
hu: Ezzel a csoport háttérképe teljesen eltűnik!

# groupSettings.pleaseWaitsavingSettings
source: Please wait we are saving the new setting...
de: Bitte warten Sie, wir speichern die neue Einstellung...
fa: لطفا صبر کنید ما در حال ذخیره تنظیمات جدید هستیم...
hu: Kérjük, várjon, az új beállítást mentjük...

# groupSettings.settingsSaved
source: Settings saved to your group!
de: Gruppeneinstellungen gespeichert!
fa: تنظیمات در گروه شما ذخیره شد!
hu: A beállítások mentve a csoportba!

# groupSettings.unableToSaveGroupSettings
source: Unable to save the settings to your group, please try again!
de: Da die Einstellungen nicht in Ihrer Gruppe gespeichert werden können, versuchen Sie es bitte erneut!
fa: تنظیمات در گروه شما ذخیره نشد، لطفاً دوباره امتحان کنید!
hu: Nem sikerült menteni a beállításokat a csoportba, próbálkozzon újra!

# groupCFDialog.categorys
source: Categories
hu: Kategóriák

# groupCFDialog.thereAreNoCategories
source: 🌵 There are no categories...
hu: 🌵 Nincsenek kategóriák...

# groupCFDialog.addCategory
source: ADD CATEGORY
hu: KATEGÓRIA HOZZÁADÁSA

# groupCFDialog.save
source: Save
de: Speichern
es: Guardar
fa: ذخیره
hu: Megment

# groupCFDialog.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو کنید
hu: Megszünteti

# groupTimeTrackingCategoriesDialog.categoryAlreadyExist
source: Category already exist!
hu: A kategória már létezik!

# groupTimeTrackingCategoriesDialog.pleaseWaitDeletingCategory
source: Please wait we are deleting the category...
hu: Kérjük, várjon, a kategória törlése folyamatban van...

# groupTimeTrackingCategoriesDialog.categoryDeleted
source: Category deleted!
hu: Kategória törölve!

# groupTimeTrackingCategoriesDialog.unableToDeleteCategory
source: Unable to delete category, please try again!
hu: Nem sikerült törölni a kategóriát, próbálja újra!

# groupSmartAdmin.groupRules
source: Group rules
de: Salon-Regeln
es: Reglas de grupo
fa: قوانین گروهی
hu: Csoportszabályok

# groupSmartAdmin.groupWillAutomaticallyAdd
source: This group will automatically add people with the following rules:
de: Diese Gruppe fügt automatisch Personen mit den folgenden Regeln hinzu:
es: Este grupo añadirá automáticamente personas con las siguientes reglas:
fa: این گروه به طور خودکار افراد با قوانین زیر را اضافه خواهد کرد:
hu: Ez a csoport automatikusan felveszi a következő szabályokkal rendelkező személyeket:

# groupSmartAdmin.emailDomains
source: Email domains
de: E-Mail-Domänen
es: Dominios de correo electrónico
fa: دامنه های ایمیل
hu: E-mail domainek

# groupSmartAdmin.jobPositions
source: Job positions
de: Stellenangebote
es: Puestos de trabajo
fa: موقعیت های شغلی
hu: Munkaköri pozíciók
