Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# workloadCard.workloadByCompletitionStatus
source: Workload by completition status
de: Arbeitsbelastung nach Abschlussstatus
es: Carga de trabajo por estado de finalización
fa: حجم کار با وضعیت تکمیل
hu: Munkaterhelés a teljesítési állapot szerint

# workloadCard.toDo
source: To Do
de: Zu erledigen
es: Para hacer
fa: انجام دادن
hu: Csinálni

# workloadCard.inProgress
source: In Progress
de: In Bearbeitung
es: En Progreso
fa: در حال پیش رفت
hu: Folyamatban

# workloadCard.done
source: Done
de: Erledigt
es: Hecho
fa: انجام شد
hu: Kész

# workloadCard.overdue
source: Overdue
de: Überfällig
es: Atrasado
fa: عقب افتاده
hu: Lejárt

# emailInput.correctEmailFormat
source: Correct Email Format!
de: Richtiges E-Mail-Format!
es: ¡Formato de correo electrónico correcto!
fa: فرمت ایمیل صحیح!
hu: Helyes email formátum!

# emailInput.kindlyFollowStandardFormat
source: Kindly follow the standard format which uses user@domain nomenclature, e.g - username@example.com
de: Bitte folgen Sie dem Standardformat, das die Nomenklatur von user@domain verwendet, z. B. - username@example.com
es: Por favor, siga el formato estándar que usa la nomenclatura usuario @ dominio, por ejemplo, nombre de usuario@ejemplo.com
fa: مهربانانه از فرمت استانداردی که از نام user@domain استفاده می کند پیروی کنید، به عنوان username@example.com
hu: Kérjük, kövesse a szabványos formátumot, amely a user@domain nómenklatúrát használja, pl. - username@example.com

# emailInput.wrongFormat
source: Wrong format!
de: Falsches Format!
es: ¡Formato erróneo!
fa: فرمت اشتباه!
hu: Hibás formátum!

# fileDetailsDialog.save
source: Save
de: Speichern
es: Guardar
fa: ذخیره
hu: Megment

# fileDetailsDialog.versions
source: Versions
de: Versionen
es: Versiones
fa: نسخه ها
hu: Verziók

# fileDetailsDialog.approvalsHistory
source: Approvals History
de: Genehmigungshistorie
es: Historial de Aprobaciones
fa: تاریخچه تاییدیه ها
hu: Jóváhagyások története

# fileDetailsDialog.fileInformation
source: File Information
de: Datei Informationen
es: Información del archivo
fa: اطلاعات فایل
hu: Fájlinformáció

# fileDetailsDialog.fileInformationDescription
source: Add here as many details as you can to help later with searching and finding the relevant information.
de: Fügen Sie hier so viele Details wie möglich hinzu, um später bei der Suche und Suche nach den relevanten Informationen zu helfen.
es: Agregue aquí tantos detalles como pueda para ayudarlo más tarde a buscar y encontrar la información relevante.
fa: تا جایی که می توانید جزئیات بیشتری را در اینجا اضافه کنید تا بعداً به جستجو و یافتن اطلاعات مربوطه کمک کنید.
hu: Adjon meg itt annyi részletet, amennyit csak tud, hogy később segítsen a megfelelő információk keresésében és megtalálásában.

# fileDetailsDialog.created
source: Created
de: Erstellt
es: Creado
fa: ایجاد شده
hu: Létrehozva

# fileDetailsDialog.on
source: on {{ fileData?.created_date | date: 'MMM dd, yyyy'}}
de: auf {{ fileData?. created_date | Datum: 'MMM dd, yyyy'}}
fa: در {{ fileData?.created_date | date: 'MMM dd, yyyy'}}
hu: tovább {{ fileData?.created_date | date: 'MMM dd, yyyy'}}

# fileDetailsDialog.tags
source: Tags
de: Schlagwörter
fa: برچسب ها
hu: Címkék

# fileDetailsDialog.customFields
source: Custom fields
de: Benutzerdefinierte Felder
es: Campo Personalizado
fa: موضوعات سفارشی
hu: Egyéni mezők

# fileDetailsDialog.cfSearchPlaceholder
source: Search
hu: Keresés

# fileDetailsDialog.plesaeWaitWeAreUpdaing
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
es: Espere, estamos actualizando el contenido...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب هستیم...
hu: Kérjük, várjon, frissítjük a tartalmat...

# fileDetailsDialog.detailsUpdated
source: Details updated!
de: Details aktualisiert!
es: ¡Detalles actualizados!
fa: جزئیات به روز شد!
hu: Részletek frissítve!

# fileDetailsDialog.unableToUpdateDetails
source: Unable to update the details, please try again!
de: Die Details können nicht aktualisiert werden, bitte versuchen Sie es erneut!
es: No se pueden actualizar los detalles. Vuelve a intentarlo.
fa: نمی توان جزئیات را به روز کرد، لطفا دوباره امتحان کنید!
hu: Nem sikerült frissíteni a részleteket, próbáld újra!

# fileDetailsDialog.pleaseWaitWeAreDeleting
source: Please wait we are deleting the file...
de: Bitte warten Sie, wir löschen die Datei...
es: Espere, estamos eliminando el fichero...
fa: لطفا صبر کنید ما در حال حذف فایل هستیم...
hu: Kérjük, várjon, a fájl törlése folyamatban van...

# fileDetailsDialog.fileDeleted
source: File deleted!
de: Datei gelöscht!
es: ¡Fichero eliminado!
fa: فایل حذف شد!
hu: Fájl törölve!

# fileDetailsDialog.unableToDeleteFile
source: Unable to delete file, please try again!
de: Datei kann nicht gelöscht werden, bitte versuchen Sie es erneut!
es: No se puede eliminar el archivo, inténtelo de nuevo.
fa: فایل حذف نشد، لطفا دوباره امتحان کنید!
hu: A fájl nem törölhető, próbálkozzon újra!

# fileVersions.newVersion
source: New Version
de: Neue Version
es: Nueva Versión
fa: نسخه جدید
hu: Új verzió

# fileVersions.version
source: Version
es: Versión
fa: نسخه
hu: Változat

# fileVersions.at
source: at
de: bei
es: de
fa: در
hu: nál nél

# fileVersions.by
source: by
de: von
es: por
fa: توسط
hu: által

# fileVersions.campaignFile
source: Campaign File:
de: Kampagnen-Datei:
es: Fichero de Campaña
fa: فایل کمپین:
hu: Kampány fájl:

# fileVersions.download
source: Download
es: Descargar
fa: دانلود
hu: Letöltés

# fileVersions.delete
source: Delete
de: Löschen
es: Eliminar
fa: حذف
hu: Töröl

# fileVersions.pleaseWaitDeleting
source: Please wait, we are deleting...
de: Bitte warten Sie, wir löschen...
es: Espere, estamos eliminando ...
fa: لطفا صبر کنید، ما در حال حذف هستیم...
hu: Kérjük, várjon, törljük...

# fileVersions.versionDeleted
source: Version deleted!
de: Version gelöscht!
es: ¡Versión Eliminada!
fa: نسخه حذف شد!
hu: Verzió törölve!

# fileVersions.unableToDeleteVersion
source: Unable to delete the version, please try again!
de: Die Version konnte nicht gelöscht werden, bitte versuchen Sie es erneut!
es: No se puede eliminar la versión, inténtalo de nuevo.
fa: نسخه حذف نشد، لطفا دوباره امتحان کنید!
hu: Nem sikerült törölni a verziót, próbálkozzon újra!

# fileVersions.pleaseWaitUploadingFile
source: Please wait we are uploading your new version...
de: Bitte warten Sie, wir laden Ihre neue Version hoch...
es: Espere, estamos subiendo su nueva versión...
fa: لطفا صبر کنید ما در حال آپلود نسخه جدید شما هستیم...
hu: Kérjük, várjon, feltöltjük az új verziót...

# fileVersions.fileUploaded
source: File has been uploaded!
de: Datei wurde hochgeladen!
es: ¡Fichero subido!
fa: فایل آپلود شده است!
hu: A fájl feltöltve!

# fileVersions.unexpectedErrorUploading
source: Unexpected error occurred while uploading, please try again!
de: Unerwarteter Fehler beim Hochladen aufgetreten, bitte versuchen Sie es erneut!
es: Ocurrió un error inesperado durante la carga, ¡inténtalo de nuevo!
fa: خطای غیر منتظره هنگام آپلود رخ داد، لطفا دوباره امتحان کنید!
hu: Váratlan hiba történt feltöltés közben, próbáld újra!

# hiveReportsCard.manageEmployees
source: Manage Employees
hu: Alkalmazottak kezelése

# hiveReportsCard.cardDescription
source: Create and track reports for employee activity and payroll.
de: Erstellen und verfolgen Sie Berichte für Mitarbeiteraktivitäten und Gehaltsabrechnungen.
fa: ایجاد و پیگیری گزارش برای فعالیت کارکنان و حقوق و دستمزد.
hu: Jelentések létrehozása és nyomon követése az alkalmazottak tevékenységéről és a bérszámfejtésről.

# hiveReportsCard.goToEmployees
source: Go to employees
hu: Menj az alkalmazottakhoz

# holidayRejectionDialog.reason
source: Reason to reject:
hu: Elutasítás oka:

# holidayRejectionDialog.cancel
source: Cancel
hu: Megszünteti

# holidayRejectionDialog.confirm
source: Confirm
hu: megerősít

# payrollSetupCard.payrollSetup
source: Payroll Setup
de: Einrichten der Lohn- und Gehaltsab
fa: راه اندازی حقوق و دستمزد
hu: Bérszámfejtés beállítása

# payrollSetupCard.cardDescription
source: Define how your employees’ payment is regulated, create and customize workplaces (these are entities to which you can assign employees).
de: Legen Sie fest, wie die Bezahlung Ihrer Mitarbeiter geregelt wird, erstellen Sie Arbeitsplätze und passen Sie sie an (dies sind Entitäten, denen Sie Mitarbeiter zuweisen können).
fa: تعریف کنید که چگونه پرداخت کارکنان شما تنظیم می شود، محل های کار را ایجاد و سفارشی می کند (اینها نهادهایی هستند که می توانید کارکنان را به انها اختصاص دهید).
hu: Határozza meg alkalmazottai fizetésének szabályozását, hozzon létre és szabjon testre munkahelyeket (ezek az entitások, amelyekhez munkatársakat rendelhet).

# payrollSetupCard.goToSetup
source: Go to setup
de: Gehe zu Setup
fa: برو به پیکربندی
hu: Menjen a beállításhoz

# pendingTasksCard.pendingTaks
source: Pending Taks
de: Ausstehende Taks
fa: در انتظار Taks
hu: Függőben lévő feladatok

# pendingTasksCard.topTasks
source: Top {{ pendingTasks.length }} tasks of {{ totalPendingNotifications }} total tasks.
hu: Top{{ pendingTasks.length }} feladatait{{ totalPendingNotifications }} összes feladat.

# pendingTasksCard.openProfile
source: Open Profile
hu: Nyissa meg a Profilt

# pendingTasksCard.markComplited
source: Mark As Completed
hu: Megjelölés befejezettként

# pendingTasksCard.goToSetup
source: Go To setup
hu: Ugrás a beállításhoz

# pendingTasksCard.done
source: Done. That's a wrap!
hu: Kész. Ez egy pakolás!

# pendingTasksCard.areYouSure
source: Are you sure?
hu: biztos vagy ebben?

# pendingTasksCard.completelyRemoved
source: By doing this, the task will be marked as Done!
hu: Ezzel a feladat készként lesz megjelölve!

# pendingTasksCard.pleaseWaitDeleting
source: Please wait we are deleting the holiday...
hu: Kérjük, várjon, töröljük az ünnepet...

# pendingTasksCard.deleted
source: Holiday deleted!
hu: Ünnep törölve!

# pendingTasksCard.unableDeleteHoliday
source: Unable to delete the holiday, please try again!
hu: Nem sikerült törölni az ünnepet, próbálkozzon újra!

# timeOffCard.timeOff
source: Time off
de: Auszeit
fa: زمان مرخصی
hu: Szabadidő

# timeOffCard.from
source: From:
hu: Tól től:

# timeOffCard.to
source: To:
hu: Nak nek:

# timeOffCard.seeWhosOutThisWeek
source: See who’s out this week
de: Sehen Sie, wer diese Woche unterwegs ist
fa: ببینید چه کسی این هفته بیرون است
hu: Nézze meg, kik vannak ezen a héten

# inlineInput.pleaseWaitUpdatingContent
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
es: Espere, estamos actualizando el contenido ...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب هستیم...
hu: Kérjük, várjon, frissítjük a tartalmat...

# inlineInput.dateUpdated
source: Date updated!
de: Datum aktualisiert!
es: ¡Fecha actualizada!
fa: تاریخ به روز شده!
hu: Dátum frissítve!

# inlineInput.unableToUpdateDate
source: Unable to update the date, please try again!
de: Das Datum kann nicht aktualisiert werden. Bitte versuchen Sie es erneut!
es: No se puede actualizar la fecha, inténtelo de nuevo.
fa: قادر به به روز رسانی تاریخ نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült frissíteni a dátumot, próbálkozzon újra!

# inlineInput.detailsUpdated
source: Details updated!
de: Details aktualisiert!
es: ¡Detalles actualizados!
fa: جزئیات به روز شد!
hu: Részletek frissítve!

# inlineInput.unableToUpdateDetails
source: Unable to update the details, please try again!
de: Die Details können nicht aktualisiert werden. Bitte versuchen Sie es erneut!
es: No se pueden actualizar los detalles. Vuelve a intentarlo.
fa: نمی توان جزئیات را به روز کرد، لطفا دوباره امتحان کنید!
hu: Nem sikerült frissíteni a részleteket, próbáld újra!

# inlineInput.cFUpdated
source: this.customFieldName updated!
de: this.customFieldName aktualisiert!
es: this.customFieldName actualizado!
fa: this.customFieldName روز شده!
hu: this.customFieldName frissítve!

# inlineInput.unableToUpdateCF
source: Unable to update this.customFieldName, please try again!
de: this.customFieldName kann nicht aktualisiert werden. Bitte versuchen Sie es erneut!
es: No se puede actualizar this.customFieldName. Vuelve a intentarlo.
fa: قادر به به روز رسانی this.customFieldName، لطفا دوباره سعی کنید!
hu: Nem sikerült frissítenithis.customFieldName , Kérlek próbáld újra!

# likedByDialog.membersWhoLikedContent
source: Members who liked the content:
hu: Tagok, akiknek tetszett a tartalom:

# likedByDialog.close
source: Close
hu: Bezárás

# memberDialog.phone
source: Phone:
de: Telefon:
es: Teléfono:
fa: تلفن:
hu: Telefon:

# memberDialog.mobile
source: Mobile:
de: Mobil:
es: Móvil:
fa: موبایل:
hu: Mobil:

# memberDialog.company
source: Company:
de: Firma:
es: Empresa:
fa: موبایل:
hu: Vállalat:

# memberDialog.role
source: Role:
de: Rolle:
es: Rol:
fa: موبایل:
hu: Szerep:

# memberDialog.joined
source: Joined:
de: Beitrittsdatum:
es: Suscrito:
fa: عضویت:
hu: Csatlakozott:

# memberDialog.openChart
source: Open on <br /> Organization Chart
de: Öffnen am <br /> Organigramm
fa: باز کنید<br /> چارت سازمانی
hu: Nyissa meg<br /> Szervezeti ábra

# memberDialog.biography
source: Biography:
de: Info:
es: Biografía:
fa: زندگینامه:
hu: Életrajz:

# memberDialog.hourlyRate
source: Hourly Rate
hu: Óradíj

# memberDialog.skills
source: Skills
de: Fähigkeiten
es: Habilidades
fa: مهارت ها
hu: Készségek

# memberDialog.profileFields
source: Profile Fields
de: Profilfelder
es: Campos de perfil
fa: فیلد های پروفایل
hu: Profilmezők

# memberListMenu.users
source: Users
de: Benutzer
es: Usuarios
fa: کاربران
hu: Felhasználók

# memberListMenu.cloneTask
source: Clone task
de: KLONAUFGABE
fa: وظیفه کلون
hu: Klónozási feladat

# multipleAssignments.unassigned
source: Unassigned
de: Keine verantwortliche Person
es: Sin asignar
fa: بدون واگذاری
hu: Nincs hozzárendelve

# multipleAssignments.addAssignee
source: add assignee
de: Verantwortliche hinzufügen
es: asignar a
fa: تعیین کننده را اضافه کنید
hu: megbízott hozzáadása

# multipleAssignments.addUser
source: add user
de: Benutzer hinzufügen
es: añadir usuario
fa: افزودن کاربران
hu: felhasználó hozzáadása

# multipleAssignments.addEditor
source: add editor
de: Editor hinzufügen
fa: افزودن ویرایشگر
hu: szerkesztő hozzáadása

# multipleAssignments.assignee
source: Assignee
de: Verantwortlich
es: Asignado
fa: کارگذار
hu: Engedményes

# multipleAssignments.pleaseWaitWeAreUpdatingContents
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
es: Espere, estamos actualizando el contenido ...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب هستیم...
hu: Kérjük, várjon, frissítjük a tartalmat...

# multipleAssignments.assigneeRemoved
source: Assignee removed!
de: Verantwortlicher entfernt!
es: Asignado eliminado!
fa: مأمور حذف شد!
hu: Megbízott eltávolítva!

# multipleAssignments.unableToUpdateDetails
source: Unable to update the details, please try again!
de: Die Details können nicht aktualisiert werden. Bitte versuchen Sie es erneut!
es: No se pueden actualizar los detalles. Vuelve a intentarlo.
fa: نمی توان جزئیات را به روز کرد، لطفا دوباره امتحان کنید!
hu: Nem sikerült frissíteni a részleteket, próbáld újra!

# multipleAssignments.assigneeAdded
source: Assignee added!
de: Verantwortlicher hinzugefügt!
es: Asignado agregado!
fa: اختصاص داده شده!
hu: Megbízott hozzáadva!

# multipleAssignments.unableToAssignDetails
source: Unable to assign, please try again!
de: Zuweisung nicht möglich, bitte versuchen Sie es erneut!
es: No se puede asignar, inténtalo de nuevo.
fa: قادر به واگذاری نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült hozzárendelni, próbálja újra!

# newTimeTrackingDialog.addEntry
source: Add entry
hu: Bejegyzés hozzáadása

# newTimeTrackingDialog.cancel
source: X Cancel
hu: X Mégse

# newTimeTrackingDialog.alreadyHasTTE
source: The user already has time for this task on {{ formateDate(entryDate) }} for the category you selected.
hu: A felhasználónak már van ideje erre a feladatra{{ formateDate(entryDate) }} a kiválasztott kategóriához.

# newTimeTrackingDialog.commentPlaceHolder
source: Comment
hu: Megjegyzés

# newTimeTrackingDialog.taskSearchPlaceholder
source: Search Task
hu: Feladat keresése

# passwordStrength.lowerCase
source: Must include 1 lower case letter
de: Muss 1 Kleinbuchstabe enthalten
fa: باید شامل 1 حرف کوچک باشد
hu: 1 kisbetűt kell tartalmaznia

# passwordStrength.upperCase
source: Must include 1 capital letter
de: Muss 1 Großbuchstabe enthalten
fa: باید شامل 1 حرف بزرگ باشد
hu: 1 nagybetűt kell tartalmaznia

# passwordStrength.number
source: Must include a number
de: Muss eine Zahl enthalten
fa: باید شامل یک عدد باشد
hu: Tartalmaznia kell egy számot

# passwordStrength.symbol
source: Must include 1 symbol
de: Muss 1 Symbol enthalten
fa: باید شامل 1 نماد باشد
hu: 1 szimbólumot kell tartalmaznia

# permissionDialog.permissions
source: Permissions
de: Berechtigungen
es: Permisos
fa: مجوزها
hu: Engedélyek

# permissionDialog.decideWhoCan
source: Decide who can view and edit this element.
de: Entscheiden Sie, wer dieses Element anzeigen und bearbeiten kann.
es: Decide quién puede ver y editar este elemento.
fa: تصمیم بگیرید که چه کسی می تواند این عنصر را مشاهده و ویرایش کند.
hu: Döntse el, hogy ki tekintheti meg és szerkesztheti ezt az elemet.

# permissionDialog.default
source: Default: everyone can make changes.
de: Standard: Jeder kann Änderungen vornehmen.
es: Predeterminado: todos pueden hacer cambios.
fa: پیش‌فرض: همه می‌توانند تغییراتی ایجاد کنند.
hu: Alapértelmezés: mindenki módosíthat.

# permissionDialog.for
source: for
de: für
es: para
fa: برای
hu: számára

# permissionDialog.addPermission
source: Add permission
de: Add Berechtigung
es: Agregar permiso
fa: اضافه کردن مجوز
hu: Engedély hozzáadása

# permissionDialog.save
source: OK
fa: خوب
hu: rendben

# permissionDialog.pleaseWaitChangingPermissionRight
source: Please wait we are updating the right of the permission...
de: Bitte warten Sie, wir aktualisieren das Recht der Erlaubnis...
es: Espere, estamos actualizando el derecho del permiso...
fa: لطفا صبر کنید ما در حال به روز رسانی حق مجوز هستیم...
hu: Kérjük, várjon, frissítjük az engedély jogát...

# permissionDialog.permissionUpdated
source: Permission updated!
de: Erlaubnis aktualisiert!
es: ¡Permiso actualizado!
fa: مجوز به روز شد!
hu: Az engedély frissítve!

# permissionDialog.unableToUpdatePermission
source: Unable to update your permission
de: Ihre Berechtigung kann nicht aktualisiert werden
es: No se puede actualizar su permiso
fa: امکان به روز رسانی مجوز شما وجود ندارد
hu: Nem sikerült frissíteni az engedélyt

# permissionDialog.areYouSure
source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# permissionDialog.permissionCompletelyRemoved
source: By doing this, the permission will be completely removed!
de: Auf diese Weise wird die Erlaubnis vollständig entfernt!
es: ¡Al hacer esto, el permiso se eliminará por completo!
fa: با این کار مجوز به طور کامل حذف می شود!
hu: Ezzel az engedély teljesen megszűnik!

# permissionDialog.pleaseWaitDeletingPermissionRight
source: Please wait we are deleting the permission...
de: Bitte warten Sie, wir löschen die Erlaubnis...
es: Espere, estamos eliminando el permiso...
fa: لطفا صبر کنید ما در حال حذف مجوز هستیم...
hu: Kérjük, várjon, az engedélyt töröljük...

# permissionDialog.permissionDeleted
source: Permission deleted!
de: Erlaubnis gelöscht!
es: ¡Permiso eliminado!
fa: مجوز حذف شد!
hu: Engedély törölve!

# permissionDialog.unableToDeletePermission
source: Unable to delete your permission
de: Ihre Berechtigung kann nicht gelöscht werden
es: No se puede borrar su permiso
fa: امکان حذف مجوز شما وجود ندارد
hu: Nem sikerült törölni az engedélyt

# permissionDialog.plesaeWaitWeAreUpdaing
source: Please wait we are updating the content...
de: Bitte warten Sie, bis wir den Inhalt aktualisieren ...
es: Espere, estamos actualizando el contenido...
fa: لطفا صبر کنید ما در حال به روز رسانی محتوا هستیم...
hu: Kérjük, várjon, frissítjük a tartalmat...

# permissionDialog.detailsUpdated
source: Details updated!
de: Details aktualisiert!
es: ¡Detalles actualizados!
fa: جزئیات به روز شد!
hu: Részletek frissítve!

# permissionDialog.unableToUpdateDetails
source: Unable to update the details, please try again!
de: Die Details können nicht aktualisiert werden, bitte versuchen Sie es erneut!
es: No se pueden actualizar los detalles. Vuelve a intentarlo.
fa: نمی توان جزئیات را به روز کرد، لطفا دوباره امتحان کنید!
hu: Nem sikerült frissíteni a részleteket, próbáld újra!

# permissionDialog.pleaseWaitAddingNewUserToPermission
source: Please wait we are adding the new user to permission...
de: Bitte warten Sie, wir fügen den neuen Benutzer zur Berechtigung hinzu ...
es: Espere, estamos agregando el nuevo usuario al permiso...
fa: لطفا صبر کنید ما در حال اضافه کردن کاربر جدید به مجوز هستیم...
hu: Kérjük, várjon, az új felhasználót hozzáadjuk az engedélyhez...

# permissionDialog.addedToPermission
source: event.first_name added to your permission!
de: event.first_name zu Ihrer Erlaubnis hinzugefügt!
es: ¡event.first_name añadido a su permiso!
fa: event.first_name به اجازه شما اضافه شد!
hu: event.first_name hozzáadva az engedélyéhez!

# permissionDialog.unableToAddToRag
source: Unable to add event.first_name to your permission
de: event.first_name kann nicht zu Ihrer Berechtigung hinzugefügt werden
es: No se puede agregar event.first_name a tu permiso
fa: نمی‌توان event.first_name را به مجوز شما اضافه کرد
hu: Nem sikerült hozzáadnievent.first_name az ön engedélyére

# permissionDialog.pleaseWaitRemoveMemberFromPermission
source: Please wait we are removing the member from permission...
de: Bitte warten Sie, wir entfernen das Mitglied aus der Erlaubnis...
es: Espere, estamos eliminando al miembro del permiso...
fa: لطفا صبر کنید ما در حال حذف عضو از مجوز هستیم...
hu: Kérjük, várjon, a tagot eltávolítjuk az engedélyből...

# permissionDialog.removedFromPermission
source: member?.first_name removed from permission!
de: member?.first_name aus der Erlaubnis entfernt!
es: ¡member?.first_name eliminado del permiso!
fa: member?.first_name از مجوز حذف شد!
hu: member?.first_name engedély alól eltávolítva!

# permissionDialog.unableToRemoveFromPermission
source: Unable to remove member?.first_name from permission
de: member?.first_name kann nicht aus der Berechtigung entfernt werden
es: No se puede eliminar member?.first_name del permiso
fa: حذف member?.first_name از مجوز ممکن نیست
hu: Nem lehet eltávolítanimember?.first_name engedélytől

# globalNorthStarDialog.changeColor
source: Change color
de: Farbe ändern
fa: تغییر رنگ
hu: Színét változtatni

# globalNorthStarDialog.edit
source: Edit details
de: Details bearbeiten
fa: ویرایش جزئیات
hu: Részletek szerkesztése

# globalNorthStarDialog.save
source: Save
de: Speichern
fa: ذخیره
hu: Megment

# globalNorthStarDialog.cancel
source: Cancel
de: Abbrechen
fa: لغو
hu: Megszünteti

# globalNorthStarDialog.addTarget
source: Add Target
de: Ziel hinzufügen
fa: افزودن هدف
hu: Cél hozzáadása

# globalNorthStarDialog.addTask
source: Select Task
de: Aufgabe auswählen
fa: انتخاب تکلیف
hu: Válassza a Feladat lehetőséget

# globalNorthStarDialog.goalsDescription
source: Targets are specific and measurable pieces that must be accomplished in order to reach your North Star.
de: Ziele sind spezifische und messbare Teile, die erreicht werden müssen, um deinen Polarstern zu erreichen.
fa: اهداف قطعات خاص و قابل اندازه گیری هستند که باید برای رسیدن به ستاره شمالی شما انجام شوند.
hu: A célok konkrét és mérhető darabok, amelyeket teljesíteni kell ahhoz, hogy elérd a Sarkcsillagodat.

# globalNorthStarDialog.changeLogs
source: Change Log
de: Änderungsprotokoll
fa: گزارش تغییرات
hu: Változási napló

# globalNorthStarDialog.completed
source: Completed
de: Abgeschlossen
fa: تکمیل شده
hu: Befejezve
