Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# countrycurrencyservice.us
source: United States of America
de: Vereinigten Staaten von Amerika
fa: ایالات متحده آمریکا
hu: Amerikai egyesült államok

# countrycurrencyservice.uz
source: Uzbekistan
de: Usbekistan
fa: ازبکستان
hu: Üzbegisztán

# countrycurrencyservice.ve
source: Venezuela, Bolivarian Republic of Venezuela
de: Venezuela, Bolivarische Republik Venezuela
fa: ونزوئلا، جمهوری بولیواری ونزوئلا
hu: Venezuela, Venezuelai Bolivári Köztársaság

# countrycurrencyservice.vg
source: Virgin Islands, British
de: Britische Jungferninseln
fa: جزایر ویرجین، بریتانیا
hu: Virgin-szigetek, brit

# countrycurrencyservice.vi
source: Virgin Islands, U.S.
de: Amerikanische Jungferninseln.
fa: جزایر ویرجین، ایالات متحده آمریکا.
hu: Virgin-szigetek, USA

# countrycurrencyservice.wf
source: Wallis and Futuna
de: Wallis und Futuna
fa: والیس و فوتونا
hu: Wallis és Futuna

# countrycurrencyservice.ye
source: Yemen
de: Jemen
fa: یمن
hu: Jemen

# socketService.notification
source: Notification
de: Benachrichtigung
es: Notificación
fa: اعلان
hu: Értesítés

# utilityService.subscriptionPending
source: Subscription pending
de: Abonnement ausstehend
es: Suscripción pendiente
fa: اشتراک در انتظار
hu: Előfizetés függőben

# utilityService.daysTrialLeft
source: timeRemaining days trial left.
de: Noch timeRemaining Tage Testversion.
es: Quedan timeRemaining días de prueba.
fa: timeRemaining روز محاکمه باقی مانده است.
hu: timeRemaining napos próba van hátra.

# utilityService.noRightToOpenPost
source: You does not have rights to access the post. Contact with the Manager!
de: Sie haben keine Rechte, um auf den Beitrag zuzugreifen. Kontakt mit dem Manager!
es: No tiene derechos para acceder a la publicación. ¡Contacta con el Gerente!
fa: شما حقوق دسترسی به را داري. تماس با مدیر!
hu: Nincs jogod hozzáférni a bejegyzéshez. Vegye fel a kapcsolatot a menedzserrel!

# utilityService.areYouSure
source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# utilityService.youWontRevert
source: You won't be able to revert this!
de: Sie können dies nicht rückgängig machen!
es: ¡No podrá revertir esto!
fa: شما نمی توانید این را برگردانید!
hu: Ezt nem tudod visszaállítani!

# utilityService.yesSure
source: Yes, I am sure!
de: Ja, ich bin sicher!
es: ¡Sí, estoy seguro!
fa: بله، من مطمئن هستم!
hu: Igen, biztos vagyok benne!

# workspaceAddDomain.usingWorkspaceName
source: Using workplace name"<b>{{ workspaceData?.workspace_name }}</b>", any email adress from these domain can signup:
de: Arbeitsplatznamen verwenden"<b>{{ workspaceData?.workspace_name }}</b>", Jede E-Mail-Adresse dieser Domain kann sich anmelden:
es: Usando el nombre del Workplace "<b>{{ workspaceData?.workspace_name }}</b>", cualquier dirección de correo electrónico de estos dominios puede registrarse:
fa: با استفاده از نام محل کار " <b>{{ workspaceData?.workspace_name }}</b> "، هر آدرس ایمیلی از این دامنه می تواند ثبت نام کند:

# workplaceGoogleFieldsMapperDialog.googleField
source: Google Field
de: Google-Feld
fa: گوگل فیلد

# workplaceGoogleFieldsMapperDialog.googleValue
source: Google Value
de: Google-Wert
fa: ارزش گوگل

# workspaceIntegrationsDialog.ldapUrl
source: URL:
fa: آدرس:

# workspaceIntegrationsDialog.azureADAuthorityCloudUrl
source: Authority Cloud Tenant URL:
de: Authority Cloud-Mandanten-URL:
fa: URL مستأجر ابری Authority:

# workspaceIntegrationsDialog.atlassiaUrl
source: Atlassian Domain URL:
fa: ادرس دامنه اطلسیان:

# workplaceIntegrations.workspaceIntegrations
source: <i class="material-icons">cable</i> Workplace Integrations
de: <i class="material-icons">Kabel</i> Arbeitsplatz-Integrationen
es: <i class="material-icons">cable</i> Integraciones con el Workplace
fa: <i class="material-icons">کابل</i> ادغام محل کار

# workspaceRolesInformationDialog.WM
source: WORK Managers - WM
de: WORK-Manager - WM
fa: مدیران کار - WM

# filesCustomFieldDialog.isAnInputCF
source: Is a <span *ngIf="field.input_type_text">text</span><span *ngIf="field.input_type_number">number</span> Input Custom Field
de: Ist eine <span *ngIf="field.input_type_text">Text</span><span *ngIf="field.input_type_number">Zahl </span> benutzerdefiniertes Eingabefeld
es: Es un campo personalizado <span *ngIf="field.input_type_text">texto</span><span *ngIf="field.input_type_number">número</span> Input
fa: یک <span *ngIf="field.input_type_number">عدد</span> <span *ngIf="field.input_type_text">متن</span> ورودی فیلد سفارشی است

# groupNewFile.folio
source: Folio
fa: صفحه

# folioEditor.selectedText
source: Selected Text
de: Ausgewählter Text
es: Texto Seleccionado
fa: متن انتخاب شده

# folioEditor.comment
source: Comment
de: Kommentar
es: Comentario
fa: نظر

# folioEditor.submit
source: Submit
de: Abschicken
es: Enviar
fa: ارسال

# groupAutomationFlowsDialog.automator
source: Automator
es: Automatizador
fa: اتوماتور

# groupBoardBar.automator
source: Automator
es: Automatizador
fa: اتوماتور

# groupBoardBar.export
source: Export
es: Exportar
fa: برون ریزی

# groupCFDialog.isAnInputCF
source: Is a <span *ngIf="field.input_type_text">text</span><span *ngIf="field.input_type_number">number</span> Input Custom Field
de: Ist eine <span *ngIf="field.input_type_text">Text</span><span *ngIf="field.input_type_number">Zahl </span> benutzerdefiniertes Eingabefeld
es: Es un campo personalizado <span *ngIf="field.input_type_text">texto</span><span *ngIf="field.input_type_number">número</span> Input
fa: یک <span *ngIf="field.input_type_number">عدد</span> <span *ngIf="field.input_type_text">متن</span> ورودی فیلد سفارشی است

# collectionHeader.export
source: Export
de: Exportieren
fa: صادرات

# loungeNewElement.story
source: <span class="material-icons-outlined"> history_edu </span> Story
de: <span class="material-icons-outlined"> history_edu </span> Geschichte
fa: <span class="material-icons-outlined">history_edu</span> داستان

# loungeNewElement.event
source: <span class="material-icons-outlined"> local_activity </span> Event
de: <span class="material-icons-outlined"> local_activity </span> Ereignis
es: <span class="material-icons-outlined"> local_activity </span> Evento
fa: رویداد <span class="material-icons-outlined">local_activity</span>

# loungeNewElement.lounge
source: <span class="material-icons-outlined"> weekend </span> Lounge
de: <span class="material-icons-outlined"> Wochenende </span> Gesellschaftsraum
fa: سالن <span class="material-icons-outlined">آخر هفته</span>

# loungeNewElement.category
source: <span class="material-icons-outlined"> sell </span> Category
de: <span class="material-icons-outlined"> verkaufen </span> Kategorie
es: <span class="material-icons-outlined"> sell </span> Categoría
fa: <span class="material-icons-outlined">فروش</span> دسته بندی

# storyActions.AM
source: AM
fa: صبح

# userProfile.email
source: E-Mail
fa: ایمیل

# setup.email
source: E-Mail
fa: ایمیل

# entityaddmembersdialog.email
source: E-Mail
fa: ایمیل

# organization.peopleDirectory
source: People Directory
de: Personenverzeichnis
fa: دایرکتوری مردم

# organization.hiveHR
source: Hive HR
fa: هایو HR

# searchResult.email
source: E-Mail:
fa: پست الکترونیک:

# searchResult.bio
source: Bio:
es: Biografía:
fa: بیوگرافی:

# userInformation.email
source: Email:
fa: ایمیل:

# groupNavbar.admin
source: Admin
de: Verwaltung
es: Administración
fa: مدیر

# userAccountNavbar.hiveHR
source: Hive HR
fa: هایو HR

# workNavbar.peopleDirectory
source: People Directory
de: Personenverzeichnis
fa: دایرکتوری مردم

# agendaSmartCard.taDa
source: Ta-da!
fa: تا-دا!

# memberDialog.email
source: Email:
fa: ایمیل:

# postUtils.pin
source: Pin
fa: پین

# shuttleTask.taskShuttle
source: Task Shuttle
fa: شاتل وظیفه

# quillEditor.writeSomethingAwesome
source: Write something awesome...
de: Schreib was tolles...
es: Escribe algo asombroso ...
fa: يه چيز فوق العاده بنويس...

# sheet.checkoutUserView
source: Checkout User View
de: Checkout-Benutzeransicht
es: Verificar Vista de Usuario
fa: مشاهده کاربر پرداخت

# countrycurrencyservice.brl
source: Brazil Reais - BRL
de: Brasilien Reais - BRL
fa: برزیل - BRL

# countrycurrencyservice.crc
source: Costa Rica Colones - CRC
de: Costa Rica Colones - SFB
fa: کاستاریکا کولون - CRC

# countryCurrencyService.eur
source: Euro - EUR
fa: یورو -EUR

# countrycurrencyservice.mtl
source: Malta Liri - MTL
fa: مالت لیری-MTL

# countrycurrencyservice.omr
source: Oman Rials - OMR
fa: ریال عمان - OMR

# countrycurrencyservice.veb
source: Venezuela Bolivares - VEB
de: Venezuela Bolívares - VEB
fa: ونزوئلا بولیوارس -VEB

# countrycurrencyservice.vnd
source: Vietnam Dong - VND
fa: ویتنام دونگ -VND

# countrycurrencyservice.zmk
source: Zambia Kwacha - ZMK
de: Sambia Kwacha - ZMK
fa: زامبیا کواچا-ZMK

# countrycurrencyservice.ad
source: Andorra
fa: آندورا

# countrycurrencyservice.ao
source: Angola
fa: آنگولا

# countrycurrencyservice.ai
source: Anguilla
fa: آنگویلا

# countrycurrencyservice.aw
source: Aruba
fa: آروبا

# countrycurrencyservice.bb
source: Barbados
fa: باربادوس

# countrycurrencyservice.be
source: Belgium
de: Belgien
fa: بلژیک

# countrycurrencyservice.bz
source: Belize
fa: بلیز

# countrycurrencyservice.bj
source: Benin
fa: بنین

# countrycurrencyservice.bm
source: Bermuda
fa: برمودا

# countrycurrencyservice.bw
source: Botswana
fa: بوتسوانا

# countrycurrencyservice.bn
source: Brunei Darussalam
fa: برونئی دارالسلام

# countrycurrencyservice.bf
source: Burkina Faso
fa: بورکینافاسو

# countrycurrencyservice.bi
source: Burundi
fa: بوروندی

# countrycurrencyservice.cl
source: Chile
fa: شیلی

# countrycurrencyservice.co
source: Colombia
de: Kolumbien
fa: کلمبیا

# countrycurrencyservice.cr
source: Costa Rica
fa: کاستاریکا

# countrycurrencyservice.ec
source: Ecuador
fa: اکوادور

# countrycurrencyservice.sv
source: El Salvador
fa: السالوادور

# countrycurrencyservice.er
source: Eritrea
fa: اریتره

# countrycurrencyservice.ga
source: Gabon
de: Gabun
fa: گابن

# countrycurrencyservice.gm
source: Gambia
fa: گامبیا

# countrycurrencyservice.gd
source: Grenada
fa: گرانادا

# countrycurrencyservice.gp
source: Guadeloupe
fa: گوادلوپ

# countrycurrencyservice.gu
source: Guam
fa: گوام

# countrycurrencyservice.gt
source: Guatemala
fa: گواتمالا

# countrycurrencyservice.gg
source: Guernsey
fa: گورنسی

# countrycurrencyservice.gn
source: Guinea
fa: گینه

# countrycurrencyservice.gy
source: Guyana
fa: گویان

# countrycurrencyservice.ht
source: Haiti
fa: هائیتی

# countrycurrencyservice.hn
source: Honduras
fa: هندوراس

# countrycurrencyservice.hk
source: Hong Kong
fa: هنگ کنگ

# countrycurrencyservice.in
source: India
de: Indien
fa: هند

# countrycurrencyservice.jm
source: Jamaica
de: Jamaika
fa: جامائیکا

# countrycurrencyservice.je
source: Jersey
fa: جرسی

# countrycurrencyservice.ke
source: Kenya
de: Kenia
fa: کنیا

# countrycurrencyservice.ki
source: Kiribati
fa: کیریباتی

# countrycurrencyservice.ls
source: Lesotho
fa: لسوتو

# countrycurrencyservice.li
source: Liechtenstein
fa: لیختن اشتاین

# countrycurrencyservice.my
source: Malaysia
fa: مالزی

# countrycurrencyservice.ml
source: Mali
fa: مالی

# countrycurrencyservice.mq
source: Martinique
fa: مارتینیک

# countrycurrencyservice.mu
source: Mauritius
fa: موریس

# countrycurrencyservice.yt
source: Mayotte
fa: مایوت

# countrycurrencyservice.md
source: Moldova
de: Moldawien
fa: مولداوی

# countrycurrencyservice.mc
source: Monaco
fa: موناکو

# countrycurrencyservice.ms
source: Montserrat
fa: مونتسرات

# countrycurrencyservice.nr
source: Nauru
fa: نائورو

# countrycurrencyservice.ni
source: Nicaragua
fa: نیکاراگوئه

# countrycurrencyservice.ne
source: Niger
fa: نیجر

# countrycurrencyservice.nu
source: Niue
fa: نیو

# countrycurrencyservice.pw
source: Palau
fa: پالائو

# countrycurrencyservice.pa
source: Panama
fa: پاناما

# countrycurrencyservice.py
source: Paraguay
fa: پاراگوئه

# countrycurrencyservice.pe
source: Peru
fa: پرو

# countrycurrencyservice.pn
source: Pitcairn
fa: پیتکرن

# countrycurrencyservice.pr
source: Puerto Rico
fa: پورتوریکو

# countrycurrencyservice.re
source: Reunion
de: Réunion
fa: رئونیون

# countrycurrencyservice.bl
source: Saint Barthelemy
de: Saint-Barthélemy
fa: سنت بارتلمی

# countrycurrencyservice.sm
source: San Marino
fa: سان مارینو

# countrycurrencyservice.sl
source: Sierra Leone
fa: سیرا لئون

# countrycurrencyservice.lk
source: Sri Lanka
fa: سری لانکا

# countrycurrencyservice.sr
source: Suriname
fa: سورینام

# countrycurrencyservice.tk
source: Tokelau
fa: توکلو

# countrycurrencyservice.to
source: Tonga
fa: تونگا

# countrycurrencyservice.tv
source: Tuvalu
fa: تووالو

# countrycurrencyservice.ug
source: Uganda
fa: اوگاندا

# countrycurrencyservice.uy
source: Uruguay
fa: اروگوئه

# countrycurrencyservice.vu
source: Vanuatu
fa: وانواتو

# countrycurrencyservice.vn
source: Vietnam
fa: ویتنام

# countrycurrencyservice.zm
source: Zambia
de: Sambia
fa: زامبیا

# countrycurrencyservice.zw
source: Zimbabwe
de: Simbabwe
fa: زیمبابوه

# crmCustomFieldDialog.isAnInputCF
source: Is a <span *ngIf="field.input_type_text">text</span><span *ngIf="field.input_type_number">number</span> Input Custom Field
de: Ist eine <span *ngIf="field.input_type_text">Text</span><span *ngIf="field.input_type_number">Zahl </span> benutzerdefiniertes Eingabefeld

# createColumn.newSection
source: New section
de: Neuer Bereich
es: Nueva Sección

# createColumn.save
source: Save
de: Speichern
es: Guardar

# createColumn.cancel
source: Cancel
de: Abbrechen
es: Cancelar

# createColumn.tryAddShortName
source: Try to add a short name
de: Versuchen Sie, einen Kurznamen hinzuzufügen
es: Intenta agregar un nombre corto

# createColumn.sectionNameNotEmpty
source: Section name can't be empty!
de: Abschnittsname darf nicht leer sein!
es: ¡El nombre de la sección no puede estar vacío!

# doneTasksKanbanView.doneArchived
source: DONE (archived)
de: DONE (archiviert)
es: DONE (archivado)

# groupKanbanBoards.pleaseWaitWeCreateProject
source: Please wait we are creating a project from your section...
de: Bitte warten Sie, wir erstellen ein Projekt aus Ihrem Bereich...
es: Espere, estamos creando un proyecto desde su sección ...

# groupKanbanBoards.sectionTypeChanged
source: Section type changed!
de: Abschnittstyp geändert!
es: ¡El tipo de sección ha cambiado!

# groupKanbanBoards.unableToChangeSectionType
source: Unable to change the section type at the moment, please try again!
de: Der Abschnittstyp kann derzeit nicht geändert werden. Bitte versuchen Sie es erneut!
es: No se puede cambiar el tipo de sección en este momento. Vuelve a intentarlo.

# createSection.addNewSection
source: + ADD NEW SECTION
de: + ABSCHNITT HINZUFÜGEN
es: + AÑADIR NUEVA SECCIÓN

# doneTasksListView.assignee
source: Assignee
de: Verantwortlich
es: Asignado

# doneTasksListView.dueDate
source: Due Date
de: Fälligkeitsdatum
es: Fecha de vencimiento

# doneTasksListView.view
source: View
de: Anzeigen
es: Ver

# groupInformation.pleaseWaitWeUpdateGroupInformation
source: Please wait we are updating the group's information...
de: Bitte warten Sie, wir aktualisieren die Informationen der Gruppe...
es: Espere, estamos actualizando la información del grupo...

# groupInformation.groupUpdatedSucessfully
source: Group updated sucessfully!
de: Gruppe erfolgreich aktualisiert!
es: ¡Grupo actualizado con éxito!

# groupInformation.unexpectedError
source: An unexpected error occurred while updating the group, please try again!
de: Beim Aktualisieren der Gruppe ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Ocurrió un error inesperado al actualizar el grupo, ¡inténtelo de nuevo!

# groupInformation.kindlyFillUp
source: Kindly fill up all the details properly!
de: Bitte füllen Sie alle Angaben richtig aus!
es: Por favor, complete todos los detalles correctamente.

# groupInformation.updateInformation
source: Update Information!
de: Informationen aktualisieren!
es: ¡Actualice la información!

# groupCreatePostDialog.save
source: Save
de: Speichern
es: Guardar

# groupCreatePostDialog.addSubtask
source: + Add Subtasks
de: + Unteraufgaben hinzufügen
es: + Agregar subtareas

# groupCreatePostDialog.addTarget
source: + Add Target
de: + Ziel hinzufügen

# groupCreatePostDialog.subtasks
source: Subtasks
de: Teilaufgaben
es: Subtareas

# groupCreatePostDialog.comments
source: Comments
de: Kommentare
es: Comentarios

# groupCreatePostDialog.northStarStats
source: North Star Stats
de: Nordstern-Statistiken
es: Estadísticas North Star

# groupCreatePostDialog.approvalsHistory
source: Approvals History
de: Genehmigungshistorie
es: Historial de Aprobaciones

# groupCreatePostDialog.changeLog
source: Change Log
de: Änderungsprotokoll

# groupCreatePostDialog.parentTask
source: Parent task
de: Übergeordnete Aufgabe
es: Tarea de los padres

# groupCreatePostDialog.taskStatus
source: Task Status
de: Status der Aufgabe
es: Estado de la tarea

# groupCreatePostDialog.assignedBy
source: Assigned by
de: Zugewiesen von
es: Asignado por

# groupCreatePostDialog.createdBy
source: Created by
de: Erstellt von
es: Creado por

# groupCreatePostDialog.on
source: on {{ postData?.created_date | date: 'MMM dd, yyyy'}}
de: auf {{ postData?. created_date | Datum: 'MMM dd, yyyy'}}
es: el {{ postData?.created_date | date: 'MMM dd, yyyy'}}

# groupCreatePostDialog.tags
source: Tags
de: Schlagwörter
es: Etiquetas

# groupCreatePostDialog.customFields
source: Custom fields
de: Benutzerdefinierte Felder
es: Campos personalizados

# startSubscription.purchase
source: Purchase
es: Compra

# startSubscription.seat
source: seat
es: asiento

# startSubscription.errorWithYourSubscription
source: There is an error with your Subscription, please contact support!
es: Hay un error con su Suscripción, ¡póngase en contacto con el servicio de asistencia!

# adminGeneral.deleteWorkspace
source: Delete Workspace
es: Eliminar workspace

# adminGeneral.removeWorkspace
source: Remove Workspace
es: Eliminar workspace

# adminGeneral.areYouSure
source: Are you sure?
es: ¿Estás seguro?

# adminGeneral.workspaceCompletelyRemoved
source: By doing this, the workspace be completely removed!
es: ¡Al hacer esto, el espacio de trabajo se eliminará por completo!

# adminGeneral.pleaseWaitDeletingWorkspace
source: Please wait we are deleting the workspace...
es: Espere, estamos eliminando el espacio de trabajo ...

# adminGeneral.workspaceDeleted
source: Workspace deleted!
es: ¡Workspace eliminado!

# adminGeneral.unableDeleteWorkspace
source: Unable to delete the workspace, please try again!
es: No se puede eliminar el espacio de trabajo, inténtelo de nuevo.

# transferOwnership.transferOwnership
source: Transfer Ownership
es: Transferencia de propiedad

# workspaceAddDomain.fetchInfo
source: Fetch Information from LDAP
es: Obtener información de LDAP

# authJoinWorkplace.namedoesntExist
source: This workplace name does not exist!
es: ¡Este nombre de lugar de trabajo no existe!

# authNewWorkplace.nameAvailable
source: This workplace name is available.
es: Este nombre de lugar de trabajo está disponible.

# authNewWorkplace.nameTaken
source: This workplace name is taken, kindly come up with another one!
es: Este nombre de lugar de trabajo está tomado, ¡tenga la amabilidad de idear otro!

# authSignUp.errorSigningUp
source: Oops some error occurred while signing you up, please try again!
es: Vaya, se produjo un error al registrarte. Vuelve a intentarlo!

# groupFiles.errorRetrievingLOOLUrl
source: Not possible to retrieve the complete Office Online url
es: No es posible recuperar la URL completa de Office Online

# folioHeader.pleaseWaitTransformingFile
source: Please wait we are transforming the file...
es: Espere, estamos transformando el archivo...

# folioHeader.newFolioTransformed
source: New folio has been transformed!
es: ¡Se ha transformado un nuevo folio!

# folioHeader.unexpectedErrorUploading
source: Unexpected error occurred while uploading, please try again!
es: Se produjo un error inesperado durante la carga. Vuelva a intentarlo.

# groupAdmin.group
source: {{ groupData.group_name }} group
es: Grupo {{ groupData.group_name }}

# groupAdmin.shareFiles
source: Share files with the organization
es: Compartir archivos con la organización

# groupAdmin.makesAllFilesAccessible
source: This option makes all the files from this group accessible to the entire organization
es: Esta opción hace que todos los archivos de este grupo sean accesibles para toda la organización

# groupAdmin.enableRAG
source: Enable restricted access groups
es: Habilitar grupos de acceso restringido

# groupAdmin.RAGAllowAdminsToChose
source: RAG is the option for creating special bulks of users inside a group, in order to give them fine-grained control over something.<br> If you want only a certain group of users to see a task, or to edit a board section, or view/edit/delete a file etc.
es: RAG es la opción para crear grupos especiales de usuarios dentro de un grupo, con el fin de darles un control detallado sobre algo.<br>Si desea que solo un determinado grupo de usuarios vea una tarea, o edite una sección del tablero, o vea / edite / elimine un archivo, etc.

# groupAdmin.manageRAG
source: Manage RAG
es: Gestionar RAG

# groupAdmin.enableProjectFeatures
source: Enable Project Features
es: Habilitar las características del proyecto

# groupAdmin.enableAdvancedProjectFunctionalities
source: This will enable all advanced project related funtionalities like: timeline, project planning etc.
es: Esto permitirá todas las funcionalidades avanzadas relacionadas con el proyecto como: cronograma, planificación del proyecto, etc.

# groupAdmin.enableTaskAllocation
source: Enable Tasks Allocation
es: Activar la asignación de tareas

# groupAdmin.enableAllocationsFeaturesOnTasks
source: This will enable allocation features on the tasks and resource management.
es: Esto permitirá la asignación de funciones en las tareas y la gestión de recursos.

# groupAdmin.enableCampaignFeature
source: Enable Campaign Features?
es: ¿Habilitar las funciones de la campaña?

# groupAdmin.enableAllCampaign
source: This will enable all the campaign related functionalities.
es: Esto permitirá todas las funcionalidades relacionadas con la campaña.

# groupAdmin.enableTaskShuttle
source: Enable Task Shuttle
es: Activar la lanzadera de tareas

# groupAdmin.taskShuttleAllowYourGroup
source: Task Shuttle allows your group to receive tasks from other groups. Select the section that will receive all Shuttle Tasks.
es: Task Shuttle permite a su grupo recibir tareas de otros grupos. Seleccione la sección que recibirá todas las tareas de Shuttle.

# groupAdmin.convertAgora
source: Convert Group To Agora
es: Convertir Grupo a Ágora

# groupAdmin.switchAgoraDescription
source: This will switch the group type to Agora and all members of the workplace will be able to see it.
es: Esto cambiará el tipo de grupo a Ágora y todos los miembros del lugar de trabajo podrán verlo.

# groupAdmin.freezeDueDate
source: FREEZE Date change for other members?
es: ¿FREEZE cambio de fecha para otros miembros?

# groupAdmin.freezeDueDateDescription
source: When this is ON, only GM and task creator will be able to change the dates of a task.
es: Cuando está ON, solo el GM y el creador de la tarea podrán cambiar las fechas de una tarea.

# groupAdmin.pleaseWaitsavingSettings
source: Please wait we are saving the new setting...
es: Espere, estamos guardando la nueva configuración ...

# groupAdmin.settingsSaved
source: Settings saved to your group!
es: ¡Ajustes guardados en tu grupo!

# groupAdmin.unableToSaveGroupSettings
source: Unable to save the settings to your group, please try again!
es: No se puede guardar la configuración en su grupo, ¡inténtelo de nuevo!

# columnProjectSection.budget
source: Budget
es: Presupuesto

# doneTasksListView.tags
source: Tags
es: Etiquetas

# forgotPassword.workspace
source: Workspace
es: Workplace

# welcomePage.accessWithGoogle
source: Sign in with Google
es: Acceso con Google
