Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# searchHeader.tag
source: Tag
de: Schlagwort
fa: برچسب
hu: Címke

# searchHeader.skill
source: Skill
de: Fähigkeit
es: Habilidad
fa: مهارت
hu: Ügyesség

# searchHeader.owner
source: Owner
de: Eigentümer
es: Dueño
fa: مالک
hu: Tulajdonos

# searchHeader.date
source: Date
de: Datum
es: Fecha
fa: تاریخ
hu: Dátum

# searchHeader.from
source: From
de: Von
es: Del
fa: از
hu: Tól től

# searchHeader.to
source: To
de: Bis
es: Al
fa: به
hu: Nak nek

# searchHeader.fileMetadata
source: File metadata
de: Datei-Metadaten
es: Metadata
fa: فراداده فایل
hu: Fájl metaadatai

# searchHeader.userGroup
source: User's Group
de: Benutzergruppe
es: Grupos del Usuario
fa: گروه کاربر
hu: Felhasználói csoport

# searchHeader.customFields
source: Custom Fields
de: Benutzerdefinierte Felder
fa: فیلدهای سفارشی
hu: Egyéni mezők

# searchHeader.clear
source: Clear
de: Klar
es: Limpiar
fa: پاک کردن
hu: Egyértelmű

# searchHeader.close
source: Close
de: Schließen
es: Cerrar
fa: نزدیک
hu: Bezárás

# searchHeader.files
source: FILES
de: DATEIEN
es: ARCHIVOS
fa: فایل ها
hu: FÁJLOK

# searchHeader.posts
source: POSTS
es: PUBLICACIONES
fa: نوشته ها
hu: BEJEGYZÉSEK

# searchHeader.tasks
source: TASKS
de: AUFGABEN
es: TAREAS
fa: وظایف
hu: FELADATOK

# searchHeader.pages
source: PAGES
fa: صفحات
hu: OLDALOK

# searchHeader.users
source: USERS
de: BENUTZER
es: USUARIOS
fa: کاربران
hu: FELHASZNÁLÓK

# searchResult.location
source: Location:
de: Ort:
fa: محل:
hu: Elhelyezkedés:

# searchResult.tags
source: Tags:
de: Schlagwörter:
es: Etiquetas:
fa: برچسب ها:
hu: Címkék:

# searchResult.createdOn
source: Created On:
de: Erstellt am:
es: Creado en:
fa: ایجاد شده در:
hu: Készült ekkor:

# searchResult.owner
source: Owner:
de: Eigentümer:
es: Dueño:
fa: مالک:
hu: Tulajdonos:

# searchResult.customFields
source: Custom Fields:
de: Benutzerdefinierte Felder:
es: Campos Personalizados:
fa: فیلدهای سفارشی:
hu: Egyéni mezők:

# searchResult.role
source: Role:
de: Position:
fa: نقش:
hu: Szerep:

# searchResult.phone
source: Phone Number:
de: Telefonnummer:
es: Número de Teléfono:
fa: شماره تلفن:
hu: Telefonszám:

# searchResult.mobile
source: Mobile Number:
de: Handynummer:
es: Teléfono móvil:
fa: شماره موبایل:
hu: Mobil szám:

# searchResult.currentPosition
source: Current Position:
de: Aktuelle Position:
es: Posición Actual:
fa: موقعیت فعلی:
hu: Aktuális pozíció:

# searchResult.company
source: Company:
de: Unternehmen:
es: Empresa:
fa: شرکت:
hu: Vállalat:

# searchResult.joined
source: Joined on:
de: Beigetreten am:
es: Se unión en:
fa: پیوست در:
hu: Csatlakozva:

# searchResult.skills
source: Skills:
de: Kenntnisse:
es: Habilidades:
fa: مهارت ها:
hu: Készségek:

# boxAccountDetails.box
source: Box
fa: جعبه
hu: Doboz

# boxAccountDetails.disconect
source: Disconnect
de: Trennen
es: Desconectar
fa: قطع شدن
hu: Leválasztás

# googleAccountDetails.driveUsage
source: Drive Usage
de: Verwendung des Laufwerks
es: Uso de la unidad
fa: استفاده از درایو
hu: Meghajtóhasználat

# connectBoxCloud.box
source: Box
de: Schachtel
fa: جعبه
hu: Doboz

# connectBoxCloud.connect
source: Connect
de: Verbinden
es: Conectar
fa: اتصال
hu: Csatlakozás

# connectBoxCloud.connected
source: Connected
de: Verbunden
es: Conectado
fa: متصل
hu: csatlakoztatva

# connectBoxCloud.doYouAllow
source: Do you allow?
de: Erlauben Sie das?
es: ¿Lo permites?
fa: اجازه می دهید؟
hu: megengeded?

# connectBoxCloud.octoniusFoBoxRequestingPermission
source: Octonius for Box is requesting permission to use your Octonius account.
de: Octonius for Box bittet um die Erlaubnis, Ihr Octonius-Konto zu verwenden.
es: Octonius para Box solicita permiso para usar su cuenta de Octonius.
fa: Octonius for Box در حال درخواست مجوز برای استفاده از حساب Octonius شما است.
hu: Az Octonius for Box engedélyt kér az Ön Octonius-fiókjának használatához.

# connectBoxCloud.allow
source: Allow
de: Erlauben
es: Permitir
fa: اجازه دادن
hu: Lehetővé teszi

# connectGoogleCloud.connect
source: Connect
de: Verbinden
es: Conectar
fa: اتصال
hu: Csatlakozás

# connectGoogleCloud.connected
source: Connected
de: Verbunden
es: Conectado
fa: متصل
hu: csatlakoztatva

# googleAccountDetails.disconect
source: Disconnect
de: Trennen
es: Desconectar
fa: قطع شدن
hu: Leválasztás

# connectMS365Cloud.connect
source: Connect
hu: Csatlakozás

# connectMS365Cloud.connected
source: Connected
hu: csatlakoztatva

# connectMS365Cloud.doYouAllow
source: Do you allow?
hu: megengeded?

# connectMS365Cloud.octoniusFoMS365RequestingPermission
source: Octonius for MS365 is requesting permission to use your Octonius account.
hu: Az Octonius for MS365 engedélyt kér az Ön Octonius-fiókjának használatához.

# connectMS365Cloud.allow
source: Allow
hu: Lehetővé teszi

# ms365AccountDetails.disconect
source: Disconnect
hu: Leválasztás

# ms365AccountDetails.enableMailSubscription
source: Enable Mail Subscription
hu: Levelezési előfizetés engedélyezése

# connectSlack.slack
source: Slack
hu: Laza

# connectSlack.connect
source: Connect
de: Verbinden
es: Conectar
fa: اتصال
hu: Csatlakozás

# connectSlack.connected
source: Connected
de: Verbunden
es: Conectado
fa: متصل
hu: csatlakoztatva

# connectSlack.pleaseWaitAuthenticatinSlack
source: Please wait, while we are authenticating the slack...
de: Bitte warten Sie, während wir den Slack authentifizieren...
es: Espere, mientras autenticamos a Slack ...
fa: لطفا صبر کنید، در حالی که ما در حال تصدیق سستی...
hu: Kérjük, várjon, amíg hitelesítjük a laza...

# connectSlack.authenticatedSuccessfully
source: Authenticated Successfully!
de: Erfolgreich authentifiziert!
es: ¡Autenticado con éxito!
fa: تصدیق موفقیت آمیز!
hu: Sikeresen hitelesítve!

# connectSlack.oppsErrorWhileAuthenticatinoSlack
source: Oops, an error occurred while authenticating for Slack, please try again!
de: Hoppla, bei der Authentifizierung für Slack ist ein Fehler aufgetreten. Bitte versuche es noch einmal!
es: ¡Vaya! Se produjo un error al autenticarse en Slack. Vuelve a intentarlo.
fa: Oops، خطا رخ داده است در حالی که تصدیق برای اسلک، لطفا دوباره سعی کنید!
hu: Hoppá, hiba történt a Slack hitelesítése során. Kérjük, próbálja újra!

# connectSlack.doYouAllow
source: Do you allow?
de: Erlaubst du?
es: ¿Lo permites?
fa: اجازه می دهید؟
hu: megengeded?

# connectSlack.octoniusForSlackRequestingPermission
source: Octonius for Slack is requesting permission to use your Octonius account.
de: Octonius for Slack fordert die Erlaubnis zur Nutzung Ihres Octonius-Kontos an.
es: Octonius para Slack solicita permiso para usar su cuenta de Octonius.
fa: Octonius برای اسلک درخواست اجازه برای استفاده از حساب Octonius خود را.
hu: Az Octonius for Slack engedélyt kér az Ön Octonius-fiókjának használatához.

# connectSlack.allow
source: Allow
de: Erlauben
es: Permitir
fa: اجازه دادن
hu: Lehetővé teszi

# slackAccountDetails.slack
source: Slack
hu: Laza

# slackAccountDetails.disconnect
source: Disconnect
de: Trennen
es: Desconectar
fa: قطع شدن
hu: Leválasztás

# teamsAccountDetails.teams
source: Teams
es: Equipos
hu: Csapatok

# teamsAccountDetails.disconnect
source: Disconnect
de: Trennen
es: Desconectar
fa: قطع شدن
hu: Leválasztás

# teamsAuthConfirmation.octoniusForMSTeams
source: Octonius for Microsoft Teams is requesting permission to access your Octonius account
de: Octonius für Microsoft Teams bittet um die Erlaubnis, auf Ihr Octonius-Konto zuzugreifen
es: Octonius para Microsoft Teams solicita permiso para acceder a su cuenta de Octonius
fa: Octonius برای تیم های مایکروسافت درخواست مجوز برای دسترسی به حساب Octonius خود را
hu: Az Octonius for Microsoft Teams engedélyt kér az Ön Octonius-fiókjához való hozzáféréshez

# teamsAuthConfirmation.authorizeThisApp
source: If you authorize this app, you will give it permission to:
de: Wenn Sie diese Anwendung autorisieren, geben Sie ihr die Erlaubnis:
es: Si autoriza esta aplicación, le dará permiso para:
fa: اگر این برنامه را مجاز می کنید، به آن اجازه می دهد:
hu: Ha engedélyezi ezt az alkalmazást, akkor engedélyt ad neki a következőkre:

# teamsAuthConfirmation.nameAndEmail
source: Access your name and email address.
de: Geben Sie Ihren Namen und Ihre E-Mail-Adresse ein.
es: Acceda a su nombre y dirección de correo electrónico.
fa: به نام و آدرس ایمیل خود دسترسی پیدا کنید.
hu: Hozzáférés a nevéhez és e-mail címéhez.

# teamsAuthConfirmation.accessTasksProjectsWorkplace
source: Access your tasks, projects, and workplace.
de: Greifen Sie auf Ihre Aufgaben, Projekte und Ihren Arbeitsplatz zu.
es: Acceda a sus tareas, proyectos y workplace.
fa: به وظایف، پروژه ها و محل کار خود دسترسی داشته باشد.
hu: Hozzáférhet feladataihoz, projektjeihez és munkahelyéhez.

# teamsAuthConfirmation.createTasksProjects
source: Create and modify tasks, projects, and comments on your behalf.
de: Erstellen und ändern Sie Aufgaben, Projekte und Kommentare in Ihrem Namen.
es: Cree y modifique tareas, proyectos y comentarios en su nombre.
fa: وظایف، پروژه ها و نظرات را از طرف شما ایجاد و تغییر دهید.
hu: Feladatokat, projekteket és megjegyzéseket hozhat létre és módosíthat az Ön nevében.

# teamsAuthConfirmation.allow
source: Allow
de: Erlauben
es: Permitir
fa: اجازه دادن
hu: Lehetővé teszi

# teamsAuthConfirmation.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو
hu: Megszünteti

# userAvailableCluds.availableIntegrations
source: Available integrations
de: Verfügbare Integrationen
es: Integraciones disponibles
fa: یکپارچگی های موجود
hu: Elérhető integrációk

# zapAuthConfirmation.requestingPermission
source: Zapier is requesting permission to access your Octonius account
de: Zapier fordert die Erlaubnis zum Zugriff auf Ihr Octonius-Konto an
es: Zapier solicita permiso para acceder a su cuenta de Octonius
fa: زاپیر درخواست مجوز برای دسترسی به حساب اکتونیوس خود را
hu: A Zapier engedélyt kér az Ön Octonius-fiókjához való hozzáféréshez

# zapAuthConfirmation.authorizeApp
source: If you authorize this app, you will give it permission to:
de: Wenn Sie diese Anwendung autorisieren, geben Sie ihr die Erlaubnis:
es: Si autoriza esta aplicación, le dará permiso para:
fa: اگر این برنامه را مجاز می کنید، به آن اجازه می دهد:
hu: Ha engedélyezi ezt az alkalmazást, akkor engedélyt ad neki a következőkre:

# zapAuthConfirmation.nameEmail
source: Access your name and email address.
de: Geben Sie Ihren Namen und Ihre E-Mail-Adresse ein.
es: Acceda a su nombre y dirección de correo electrónico.
fa: به نام و آدرس ایمیل خود دسترسی پیدا کنید.
hu: Hozzáférés a nevéhez és e-mail címéhez.

# zapAuthConfirmation.accessTasksProjectsWorplace
source: Access your tasks, projects, and workplace.
de: Greifen Sie auf Ihre Aufgaben, Projekte und Ihren Arbeitsplatz zu.
es: Acceda a sus tareas, proyectos y workplace.
fa: به وظایف، پروژه ها و محل کار خود دسترسی داشته باشد.
hu: Hozzáférhet feladataihoz, projektjeihez és munkahelyéhez.

# zapAuthConfirmation.createTasksProjects
source: Create and modify tasks, projects, and comments on your behalf.
de: Erstellen und ändern Sie Aufgaben, Projekte und Kommentare in Ihrem Namen.
es: Cree y modifique tareas, proyectos y comentarios en su nombre.
fa: وظایف، پروژه ها و نظرات را از طرف شما ایجاد و تغییر دهید.
hu: Feladatokat, projekteket és megjegyzéseket hozhat létre és módosíthat az Ön nevében.

# zapAuthConfirmation.allow
source: Allow
de: Erlauben
es: Permitir
fa: اجازه دادن
hu: Lehetővé teszi

# zapAuthConfirmation.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو
hu: Megszünteti

# userHeader.profile
source: Profile
de: Profil
es: Perfil
fa: پروفایل
hu: Profil

# userHeader.integrations
source: Integrations
de: Integrationen
es: Integraciones
fa: ادغام
hu: Integrációk

# userHive.address
source: Address
de: Adresse
fa: آدرس
hu: Cím

# userHive.addressDescription
source: The provided legal address. Only HR can edit this part.
de: Geben Sie die juristische Adresse ein Wo wohnst du derzeit?
fa: ادرس قانونی را پر کنید در حال حاضر کجا زندگی می کنید؟
hu: A megadott jogi cím. Ezt a részt csak a HR szerkesztheti.

# userHive.addressLine1
source: Address Line 1
de: Adresszeile 1
fa: آدرس 1
hu: Címsor 1

# userHive.addressLine2
source: Address Line 2
de: Adresszeile 2
fa: آدرس 2
hu: Cím sor 2

# userHive.city
source: City
de: Stadt
fa: شهر
hu: Város

# userHive.zip_code
source: Zip Code
de: Postleitzahl
fa: کد پستی
hu: Irányítószám

# userHive.state
source: State
de: Bundesland
fa: استان
hu: Állapot

# userHive.hrFields
source: HR fields
de: HR-Bereiche
fa: زمینه های HR
hu: HR mezők

# userHive.hrFieldsDescription
source: Fields created by the HR team. These fields are mandatory.
de: Felder, die vom HR-Team erstellt wurden. Diese Felder müssen ausgefüllt werden.
fa: زمینه های ایجاد شده توسط تیم HR. این زمینه ها اجباری هستند.
hu: A HR csapat által létrehozott mezők. Ezek a mezők kötelezőek.

# userHive.position
source: Position
hu: Pozíció

# userHive.joinedOn
source: Joined on:
hu: Csatlakozva:

# userHive.payrollInfo
source: Payroll info
de: Informationen zur Lohn- und Gehaltsabrechnung
fa: اطلاعات حقوق و دستمزد
hu: Bérszámfejtési információk

# userHive.payrollInfoDescription
source: Fields created by the HR team. These fields are mandatory.
de: Felder, die vom HR-Team erstellt wurden. Diese Felder müssen ausgefüllt werden.
fa: زمینه های ایجاد شده توسط تیم HR. این زمینه ها اجباری هستند.
hu: A HR csapat által létrehozott mezők. Ezek a mezők kötelezőek.

# userHive.benefitsInfo
source: Benefits info
hu: Előnyök információ

# userHive.benefitsInfoDescription
source: Fields created by the HR team. These fields are mandatory.
hu: A HR csapat által létrehozott mezők. Ezek a mezők kötelezőek.

# userHive.pleaseWaitWeUpdateContents
source: Please wait we are updating the contents...
de: Bitte warten Sie, wir aktualisieren den Inhalt...
fa: لطفا صبر کنید ما در حال به روز رسانی مطالب...
hu: Kérjük, várjon, frissítjük a tartalmat...

# userHive.updated
source: User HR field updated!
hu: Felhasználói HR mező frissítve!

# userHive.unableToUpdate
source: Unable to update HR field, please try again!
hu: A HR mező nem frissíthető, próbálja újra!

# userHive.plesaeWaitWeAreUpdaing
source: Please wait we are updating the entity...
hu: Kérjük, várjon, frissítjük az entitást...

# userHive.entityUpdated
source: Entity updated!
hu: Az entitás frissítve!

# userHive.unableToUpdateEntity
source: Unable to update the entity, please try again!
hu: Nem sikerült frissíteni az entitást, próbálkozzon újra!

# userHive.cfUpdated
source: Field updated!
de: Feld aktualisiert!
fa: فیلد به روز شد!
hu: Mező frissítve!

# userHive.unableToUpdateCF
source: Unable to update field, please try again!
de: Das Feld kann nicht aktualisiert werden, bitte versuchen Sie es erneut!
fa: قادر به به روز رسانی فیلد نیست، لطفا دوباره امتحان کنید!
hu: A mező nem frissíthető, próbálkozzon újra!

# userInformation.yourContactInformation
source: Your contact information
de: Ihre Kontaktinformation
es: Su información de contacto
fa: ادغام
hu: Az Ön elérhetőségei

# userInformation.name
source: Name:
es: Nombre:
fa: نام:
hu: Név:

# userInformation.phone
source: Phone:
de: Telefon:
es: Teléfono:
fa: تلفن:
hu: Telefon:

# userInformation.mobile
source: Mobile:
de: Mobil:
es: Móvil:
fa: موبایل:
hu: Mobil:

# userInformation.company
source: Company:
de: Firma:
es: Empresa:
fa: موبایل:
hu: Vállalat:

# userInformation.role
source: Role:
de: Rolle:
es: Rol:
fa: موبایل:
hu: Szerep:

# userInformation.language
source: Language:
de: Sprache:
es: Idioma:
fa: موبایل:
hu: Nyelv:

# userInformation.deleteAccount
source: Delete Account
de: Konto löschen
es: Borrar cuenta
fa: موبایل:
hu: Fiók törlése

# userInformation.areYouSure
source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# userInformation.thisActionWillDeleteAccount
source: This action will delete your account.
de: Durch diese Aktion wird Ihr Konto gelöscht.
es: Esta acción eliminará su cuenta.
fa: این عمل حساب شما را حذف خواهد کرد.
hu: Ez a művelet törli a fiókját.

# userInformation.pleaseWaitWeDeleteUser
source: Please wait while we are Deleting the user ...
de: Bitte warten Sie, wir löschen den Arbeitsbereich...
es: Espere mientras estamos Eliminando el usuario ...
fa: لطفا صبر کنید در حالی که ما در حال حذف کاربر ...
hu: Kérjük, várjon, amíg a felhasználó törlése folyamatban van...

# userInformation.successfullyLoggedOut
source: Successfully Logged out!
de: Erfolgreich abgemeldet!
es: ¡Desconectado exitosamente!
fa: با موفقیت وارد سیستم شوید!
hu: Sikeresen kijelentkezett!

# userInformation.errorOccurredWhileLogginOut
source: Error occurred while logging you out!, please try again!
de: Beim Abmelden ist ein Fehler aufgetreten! Bitte versuchen Sie es erneut!
es: ¡Ocurrió un error al cerrar la sesión! ¡Inténtelo de nuevo!
fa: خطا رخ داده است در حالی که ورود به سیستم شما!, لطفا دوباره سعی کنید!
hu: Hiba történt a kijelentkezés során! Kérjük, próbálja újra!

# userInformation.userDeleted
source: User Deleted!
de: Benutzer gelöscht!
es: ¡Usuario eliminado!
fa: کاربر حذف شده!
hu: Felhasználó törölve!

# userInformation.unableToRemoveUser
source: Unable to remove the user from the workplace, please try again!
de: Der Benutzer kann nicht vom Arbeitsplatz entfernt werden. Bitte versuchen Sie es erneut!
es: No se puede eliminar al usuario del workplace, inténtelo de nuevo.
fa: قادر به حذف کاربر از محل کار نیست، لطفا دوباره سعی کنید!
hu: Nem sikerült eltávolítani a felhasználót a munkahelyről, próbálkozzon újra!

# userPasswordUpdate.passwordUpdate
source: Password update
de: Passwort aktualisieren
es: Actualización de la contraseña
fa: به روز رسانی رمز عبور
hu: Jelszó frissítés

# userPasswordUpdate.change
source: change
de: ändern
es: cambiar
fa: تغییر
hu: változás

# userprofessionalInformation.yourProfessionalInformation
source: Your professional information
de: Ihre beruflichen Informationen
es: Su información profesional
fa: اطلاعات حرفه ای شما
hu: Az Ön szakmai információi

# userprofessionalInformation.currentPosition
source: Current Position:
de: Aktuell:
es: Posición actual:
fa: موقعیت فعلی:
hu: Aktuális pozíció:

# userprofessionalInformation.companyJoiningDate
source: Company Joining Date:
de: Datum des Unternehmensbeitritts:
es: Fecha de incorporación a la empresa:
fa: تاریخ پیوستن شرکت:
hu: Cégbelépés dátuma:

# userprofessionalInformation.groupsCount
source: Groups Count:
de: Gruppen zählen:
es: Recuento de grupos:
fa: تعداد گروه ها:
hu: Csoportok száma:

# userprofessionalInformation.biography
source: Biography:
de: Info:
es: Biografía:
fa: زندگینامه:
hu: Életrajz:

# userprofileCF.profileFileds
source: Profile Fields
de: Profilfelder
es: Campos de perfil
fa: فیلد های پروفایل
hu: Profilmezők

# crmContactDialog.newContact
source: New Contact
hu: Új kapcsolat

# crmContactDialog.contactInformation
source: Contact Information
hu: Elérhetőség

# crmContactDialog.name
source: Name
hu: Név

# crmContactDialog.description
source: Description
hu: Leírás

# crmContactDialog.job
source: Job
hu: Munka

# crmContactDialog.company
source: Company
hu: Vállalat

# crmContactDialog.position
source: Position
hu: Pozíció

# crmContactDialog.phones
source: Phones
hu: Telefonok

# crmContactDialog.emails
source: E-Mails
hu: E-mailek

# crmContactDialog.links
source: Links
hu: Linkek

# crmContactDialog.customFields
source: Custom Fields
hu: Egyéni mezők

# crmContactDialog.cfSearchPlaceholder
source: Search
hu: Keresés

# crmCustomFieldDialog.customFields
source: Custom Fields
hu: Egyéni mezők

# crmCustomFieldDialog.createCustomFields
source: Create custom fields to improve how you organize your workflows in task boards.
hu: Hozzon létre egyéni mezőket a munkafolyamatok feladattáblákon való rendszerezésének javításához.

# crmCustomFieldDialog.thereAreNoCustomFields
source: 🌵 There are no custom fields...
hu: 🌵 Nincsenek egyéni mezők...

# crmCustomFieldDialog.isAnInputCF
source: Is a <span *ngIf="field.input_type_text">text</span>input_type_number">number</span> Input Custom Field
hu: Egy<span *ngIf="field.input_type_text"> szöveg</span><span *ngIf="field.input_type_number"> szám</span> Adja meg az egyéni mezőt

# crmCustomFieldDialog.type
source: Type:
hu: Típus:

# crmCustomFieldDialog.contact
source: Contact
hu: Kapcsolatba lépni

# crmCustomFieldDialog.company
source: Company
hu: Vállalat

# crmCustomFieldDialog.product
source: Product
hu: Termék

# crmCustomFieldDialog.addCustomField
source: ADD CUSTOM FIELD
hu: EGYEDI MEZŐ HOZZÁADÁSA

# crmCustomFieldDialog.inputValue
source: Input Value
hu: Bemeneti érték

# crmCustomFieldDialog.save
source: Save
hu: Megment

# crmCustomFieldDialog.cancel
source: Cancel
hu: Megszünteti

# crmCustomFieldDialog.fieldAlreadyExist
source: Field already exist!
hu: A mező már létezik!

# crmCustomFieldDialog.pleaseWaitDeletingCF
source: Please wait we are deleting the custom field...
hu: Kérjük, várjon, töröljük az egyéni mezőt...

# crmCustomFieldDialog.fieldDeleted
source: Field deleted!
hu: A mező törölve!

# crmCustomFieldDialog.unableToDeleteField
source: Unable to delete field, please try again!
hu: A mező nem törölhető, próbálja újra!

# crmCustomFieldDialog.valueAlreadyExists
source: Value already exists!
hu: Az érték már létezik!

# crmCustomFieldDialog.pleaseWaitUpdatingCF
source: Please wait we are updating the custom field...
hu: Kérjük, várjon, frissítjük az egyéni mezőt...

# crmCustomFieldDialog.fieldUpdated
source: Field updated!
hu: Mező frissítve!

# crmCustomFieldDialog.unableToUpdateField
source: Unable to update field, please try again!
hu: A mező nem frissíthető, próbálkozzon újra!

# crmSetupBoardBar.customFields
source: Custom Fields
hu: Egyéni mezők

# groupCrmSetupView.contacts
source: Contacts
hu: Kapcsolatok

# groupCrmSetupView.newContact
source: New Contact
hu: Új kapcsolat

# groupCrmSetupView.name
source: Name
hu: Név

# groupCrmSetupView.company
source: Company
hu: Vállalat

# groupCrmSetupView.position
source: Position
hu: Pozíció

# groupCrmSetupView.phone
source: Phone
hu: Telefon

# groupCrmSetupView.edit
source: Edit
hu: Szerkesztés

# groupCrmSetupView.delete
source: Delete
hu: Töröl

# groupCrmSetupView.companies
source: Companies
hu: Vállalatok

# groupCrmSetupView.newCompany
source: New Company
hu: Új Társaság

# crmCompanyList.name
source: Name
hu: Név

# crmCompanyList.description
source: Description
hu: Leírás

# crmCompanyList.edit
source: Edit
hu: Szerkesztés

# crmCompanyList.delete
source: Delete
hu: Töröl

# groupCrmSetupView.products
source: Products
hu: Termékek

# groupCrmSetupView.newProduct
source: New Product
hu: Új termék

# groupCrmSetupView.description
source: Description
hu: Leírás

# crmContactList.sectionAlreadyExists
source: Section already exists!
hu: A szakasz már létezik!

# crmCompanyList.sectionAlreadyExists
source: Section already exists!
hu: A szakasz már létezik!

# crmContactList.areYouSure
source: Are you sure?
hu: biztos vagy ebben?

# crmContactList.removeContact
source: By doing this, you will delete the selected contact!
hu: Ezzel törli a kiválasztott névjegyet!

# crmCompanyList.areYouSure
source: Are you sure?
hu: biztos vagy ebben?

# crmCompanyList.removeCompany
source: By doing this, you will delete the selected company!
hu: Ezzel törli a kiválasztott céget!

# crmCompanyList.removeProduct
source: By doing this, you will delete the selected product!
hu: Ezzel törli a kiválasztott terméket!

# crmCompanyCustomFields.cfSearchPlaceholder
source: Search
hu: Keresés

# crmCompanyImageDialog.updateCompanyImage
source: Update company image
hu: Cégkép frissítése

# crmCompanyImageDialog.updateImage
source: Update Image!
hu: Kép frissítése!

# crmCompanyImageDialog.pleaseWaitWhileWeUpdate
source: Please wait while we are updating the company image...
hu: Kérjük, várjon, amíg frissítjük a cég arculatát...

# crmCompanyImageDialog.companyImageUpdated
source: Company Image Updated!
hu: Cégkép frissítve!
