Repository: shubhamcommits/octoniusapp
Catalog: client/src/locale/messages.*.xlf
Languages: de, es, fa, hu

# sheet.selectColumnsForView
source: Select Columns for User View
de: Spalten für die Benutzeransicht auswählen
es: Seleccionar columnas para la vista de usuario
fa: ستون ها را برای نمایش کاربر انتخاب کنید
hu: Válassza az Oszlopok lehetőséget a felhasználói nézethez

# sheet.feedTopRowsForView
source: Feed top rows count for User View
de: Anzahl der oberen Feedzeilen für die Benutzeransicht
es: Recuento de las filas superiores del feed para la Vista de Usuario
fa: تعداد ردیف های بالای خوراک برای نمایش کاربر
hu: A hírcsatorna felső sorai számítanak a felhasználói nézetben

# sheet.saveSettings
source: Save Settings
de: Einstellungen speichern
es: Guardar ajustes
fa: ذخیره تنظیمات
hu: Beállítások mentése

# sheet.revertToAdminView
source: Revert to admin view
de: Zur Administratoransicht zurückkehren
es: Volver a Vista de Administrador
fa: بازگشت به مشاهده مدیر
hu: Visszatérés az adminisztrátori nézethez

# sheet.noResults
source: No Results...
de: Keine Ergebnisse...
es: Sin Resultados...
fa: بدون نتیجه...
hu: Nincs eredmény...

# seet.salesQ1
source: Sales Q1
de: Verkäufe Q1
es: Ventas T1
fa: فروش Q1
hu: Értékesítés Q1

# seet.salesQ2
source: Sales Q2
de: Verkäufe Q2
es: Ventas T2
fa: فروش Q2
hu: Értékesítés Q2

# seet.salesQ3
source: Sales Q3
de: Verkäufe Q3
es: Ventas T3
fa: فروش Q3
hu: Értékesítés Q3

# seet.salesQ4
source: Sales Q4
de: Verkäufe Q4
es: Ventas T4
fa: فروش Q4
hu: Értékesítés Q4

# seet.pleaseWaitSavingSettings
source: Please wait we are saving the new setting...
de: Bitte warten Sie, wir speichern die neue Einstellung...
es: Espere, estamos guardando la nueva configuración ...
fa: لطفا صبر کنید ما در حال ذخیره تنظیمات جدید هستیم...
hu: Kérjük, várjon, az új beállítást mentjük...

# seet.settingsSavedCampaign
source: Settings saved to your campaign!
de: Einstellungen für Ihre Kampagne gespeichert!
es: ¡Configuración guardada en su campaña!
fa: تنظیمات ذخیره شده در کمپین شما!
hu: A beállítások elmentve a kampányba!

# seet.unableToSaveSettingsCampaign
source: Unable to save the settings to your campaign, please try again!
de: Die Einstellungen für Ihre Kampagne konnten nicht gespeichert werden. Bitte versuchen Sie es erneut.
es: ¡No se puede guardar la configuración de su campaña. Vuelva a intentarlo!
fa: تنظیمات در کمپین شما ذخیره نشد، لطفاً دوباره امتحان کنید!
hu: Nem sikerült menteni a beállításokat a kampányba, próbálkozzon újra!

# userUpdateProfileDialog.updatePassword
source: Update password
de: Passwort aktualisieren
es: Actualizar contraseña
fa: به روز رسانی رمز عبور
hu: Frissítse a jelszót

# userUpdateProfileDialog.update
source: Update
de: Aktualisieren
es: Actualizar
fa: بروزرسانی
hu: Frissítés

# userUpdateProfileDialog.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو
hu: Megszünteti

# userUpdateProfileDialog.pleseWaitUpdatingInformation
source: Please wait we are updating your information...
de: Bitte warten Sie, wir aktualisieren Ihre Informationen...
es: Espere, estamos actualizando su información ...
fa: لطفا صبر کنید ما در حال به روز رسانی اطلاعات خود را...
hu: Kérjük, várjon, frissítjük adatait...

# userUpdateProfileDialog.pwdDidNotMatch
source: Password did not match, please try again!
de: Passwort stimmt nicht überein, bitte versuchen Sie es erneut!
es: La contraseña no coincide. Vuelve a intentarlo.
fa: رمز عبور مطابقت نمی کند، لطفا دوباره سعی کنید!
hu: A jelszó nem egyezik, próbálja újra!

# userUpdateProfileDialog.invalidPassword
source: Invalid Password!
de: Ungültiges Passwort!
fa: رمزعبور نامعتبر است!
hu: Érvénytelen jelszó!

# userUpdateProfileDialog.pwdUpdated
source: Password updated sucessfully!
de: Passwort erfolgreich aktualisiert!
es: ¡Contraseña actualizada correctamente!
fa: رمز عبور به روز شده sucessfully!
hu: A jelszó sikeresen frissítve!

# userUpdateProfileDialog.unexpectedOccuredWhileUpdatingPwd
source: An unexpected occurred while updating the password, please try again!
de: Beim Aktualisieren des Passworts ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Se produjo un error inesperado al actualizar la contraseña, ¡inténtelo de nuevo!
fa: غیر منتظره رخ داده است در حالی که به روز رسانی رمز عبور، لطفا دوباره سعی کنید!
hu: Váratlan esemény történt a jelszó frissítése közben. Kérjük, próbálja újra!

# userUpdateUserInformationDialog.updateTourInformation
source: Update your information
de: Aktualisieren Sie Ihre Informationen
es: Actualizar información
fa: اطلاعات خود را به روز کنید
hu: Frissítse adatait

# userUpdateUserInformationDialog.update
source: Update
de: Aktualisieren
es: Actualizar
fa: بروزرسانی
hu: Frissítés

# userUpdateUserInformationDialog.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو
hu: Megszünteti

# userUpdateUserInformationDialog.pleseWaitUpdatingInformation
source: Please wait we are updating your information...
de: Bitte warten Sie, wir aktualisieren Ihre Informationen...
es: Espere, estamos actualizando su información ...
fa: لطفا صبر کنید ما در حال به روز رسانی اطلاعات خود را...
hu: Kérjük, várjon, frissítjük adatait...

# userUpdateUserInformationDialog.detailsUpdated
source: Details updated sucessfully!
de: Details erfolgreich aktualisiert!
es: ¡Detalles actualizados con éxito!
fa: جزئیات به روز شده sucessfully!
hu: A részletek sikeresen frissítve!

# userUpdateUserInformationDialog.unexpectedOccured
source: An unexpected occurred while updating the details, please try again!
de: Beim Aktualisieren der Details ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Se produjo un error inesperado al actualizar los detalles. Vuelva a intentarlo.
fa: غیر منتظره رخ داده است در حالی که به روز رسانی جزئیات، لطفا دوباره سعی کنید!
hu: Váratlan esemény történt a részletek frissítése közben. Kérjük, próbálja újra!

# userUpdateUserPersonalInformationDialog.updateProfessionalInformation
source: Update professional information
de: Ihre beruflichen Informationen
es: Actualizar la información profesional
fa: به روز رسانی اطلاعات حرفه ای
hu: Frissítse a szakmai információkat

# userUpdateUserPersonalInformationDialog.updateInformation
source: Update Information!
de: Informationen aktualisieren!
es: ¡Actualice la información!
fa: به روز رسانی اطلاعات!
hu: Frissítse az információkat!

# userUpdateUserPersonalInformationDialog.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو
hu: Megszünteti

# userUpdateUserPersonalInformationDialog.pleseWaitUpdatingInformation
source: Please wait we are updating your information...
de: Bitte warten Sie, wir aktualisieren Ihre Informationen...
es: Espere, estamos actualizando su información ...
fa: لطفا صبر کنید ما در حال به روز رسانی اطلاعات خود را...
hu: Kérjük, várjon, frissítjük adatait...

# userUpdateUserPersonalInformationDialog.detailsUpdated
source: Details updated sucessfully!
de: Details erfolgreich aktualisiert!
es: ¡Detalles actualizados con éxito!
fa: جزئیات به روز شده sucessfully!
hu: A részletek sikeresen frissítve!

# userUpdateUserPersonalInformationDialog.unexpectedOccured
source: An unexpected occurred while updating the details, please try again!
de: Beim Aktualisieren der Details ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es erneut!
es: Se produjo un error inesperado al actualizar los detalles. Vuelva a intentarlo.
fa: غیر منتظره رخ داده است در حالی که به روز رسانی جزئیات، لطفا دوباره سعی کنید!
hu: Váratlan esemény történt a részletek frissítése közben. Kérjük, próbálja újra!

# userWorkloadCalendar.usedHolidays
source: Used Holiday days:
hu: Használt ünnepnapok:

# userWorkloadCalendar.pendingHolidays
source: Pending Holiday days:
hu: Függőben lévő ünnepnapok:

# userWorkloadCalendar.usedSick
source: Used Sick days:
hu: Használt Betegnapok:

# userWorkloadCalendar.pendingSick
source: Pending Sick days:
hu: Függőben lévő betegnapok:

# userWorkloadCalendar.usedPersonal
source: Used Personal days:
hu: Felhasznált személyes napok:

# userWorkloadCalendar.pendingPersonal
source: Pending Personal days:
hu: Függőben lévő személyes napok:

# userWorkloadCalendar.starts
source: Starts
hu: Indul

# userWorkloadCalendar.ends
source: Ends
hu: Véget ér

# userWorkloadCalendar.type
source: Type
hu: típus

# userWorkloadCalendar.numDays
source: Number Days
hu: Számnapok

# userWorkloadCalendar.manager
source: Manager
hu: Menedzser

# userWorkloadCalendar.status
source: Status
hu: Állapot

# userWorkloadCalendar.comment
source: Comment
hu: Megjegyzés

# newEntity.requestHolidays
source: New Leave Request
hu: Új szabadság kérés

# userWorkloadCalendar.approved
source: APPROVED
hu: JÓVÁHAGYOTT

# userWorkloadCalendar.pending
source: PENDING
hu: FÜGGŐBEN LEVŐ

# userWorkloadCalendar.rejected
source: REJECTED
hu: ELUTASÍTOTT

# userWorkloadCalendar.edit
source: Edit
hu: Szerkesztés

# userWorkloadCalendar.remove
source: Remove
hu: Távolítsa el

# userWorkloadCalendar.recentActivities
source: Past Years
hu: Elmúlt évek

# userWorkloadCalendar.new
source: New
hu: Új

# userWorkloadCalendar.holiday
source: Holiday
hu: Ünnep

# userWorkloadCalendar.numberOfDays
source: Number Of Days
hu: Napok száma

# userWorkloadCalendar.description
source: Description
hu: Leírás

# userWorkloadCalendar.managerNoActive
source: Your manager is no longer active in Octonius, please select a new one.
hu: Az Ön menedzsere már nem aktív az Octoniusban, válasszon egy újat.

# userWorkloadCalendar.noManager
source: No Manager
hu: Nincs menedzser

# userWorkloadCalendar.plesaeWaitWeAreUpdaing
source: Please wait we are updating the entity...
hu: Kérjük, várjon, frissítjük az entitást...

# userWorkloadCalendar.holidayUpdated
source: Holiday updated!
hu: Ünnep frissítve!

# userWorkloadCalendar.unableToUpdateHoliday
source: Unable to update the holiday, please try again!
hu: Nem sikerült frissíteni az ünnepet, próbálkozzon újra!

# userWorkloadCalendar.holidayCreated
source: Holiday created!
hu: Nyaralás létrejött!

# userWorkloadCalendar.areYouSure
source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fa: شما مطمئن هستید؟
hu: biztos vagy ebben?

# userWorkloadCalendar.completelyRemoved
source: By doing this, the year will be completely removed!
hu: Ezzel az évszámot teljesen eltávolítjuk!

# userWorkloadCalendar.pleaseWaitDeleting
source: Please wait we are deleting the holiday...
hu: Kérjük, várjon, töröljük az ünnepet...

# userWorkloadCalendar.deleted
source: Holiday deleted!
hu: Ünnep törölve!

# userWorkloadCalendar.unableDeleteHoliday
source: Unable to delete the holiday, please try again!
hu: Nem sikerült törölni az ünnepet, próbálkozzon újra!

# serverError.connectionError
source: Sorry, we are having a hard time connecting to the server. You have a poor connection.
de: Es tut uns leid, wir haben Schwierigkeiten, eine Verbindung zum Server herzustellen. Sie haben eine schlechte Verbindung.
fa: با عرض پوزش، ما با داشتن یک زمان سخت اتصال به سرور. شما ارتباط ضعیفی دارید.
hu: Sajnáljuk, nehezen tudunk csatlakozni a szerverhez. Rossz a kapcsolatod.

# serverError.notAuthorizedToProcced
source: You are not authorized to proceed, kindly check your credentials!
de: Sie sind nicht berechtigt, fortzufahren, bitte überprüfen Sie Ihre Zugangsdaten!
es: No está autorizado para continuar, por favor verifique sus credenciales.
fa: شما مجاز به ادامه، با مهربانی بررسی اعتبار نامه خود را!
hu: Nincs jogosultsága a folytatásra, kérjük ellenőrizze a hitelesítő adatait!

# adminGuard.oopsNoPermission
source: Oops seems like you don't have the permission to access the admin section, kindly contact your superior to provide you the proper admin rights!
de: Hoppla, Sie haben anscheinend nicht die Berechtigung, auf den Admin-Bereich zuzugreifen. Bitte wenden Sie sich an Ihren Vorgesetzten, um Ihnen die richtigen Admin-Rechte zu erteilen!
es: Vaya, parece que no tiene permiso para acceder a la sección de administración, póngase en contacto con su superior para que le proporcione los derechos de administración adecuados.
fa: Oops به نظر می رسد مانند شما اجازه دسترسی به بخش مدیریت ندارد، با مهربانی تماس با مافوق خود را به شما حقوق مدیریت مناسب ارائه!
hu: Hoppá, úgy tűnik, nincs jogosultsága az adminisztrátori rész elérésére, kérjük, forduljon feletteséhez, hogy biztosítsa a megfelelő rendszergazdai jogokat!

# denyNavigationGuard.accessRestricted
source: Access restricted
de: Zugriff verweigert
es: Acceso restringido
fa: دسترسی محدود
hu: Hozzáférés korlátozva

# denyNavigationGuard.pleaseStartSubscription
source: Please start your subscription.
de: Bitte starten Sie Ihr Abonnement.
es: Inicie su suscripción.
fa: لطفا اشتراک خود را شروع کنید.
hu: Kérjük, indítsa el az előfizetést.

# denyNavigationGuard.workspaceNotAvailable
source: Your workspace is not available, please contact your administrator!
de: Ihr Arbeitsbereich ist nicht verfügbar, wenden Sie sich bitte an Ihren Administrator!
es: Su espacio de trabajo no está disponible, comuníquese con su administrador.
fa: فضای کاری شما در دسترس نیست، لطفا با سرپرست خود تماس بگیرید!
hu: Munkaterülete nem érhető el, kérjük, forduljon a rendszergazdához!

# folioGuard.oopsNoPermissionForGroup
source: Oops seems like you don't have the permission to access the group, kindly contact your superior to provide you the proper access!
de: Hoppla, Sie haben anscheinend nicht die Berechtigung, auf die Gruppe zuzugreifen. Bitte wenden Sie sich an Ihren Vorgesetzten, um Ihnen den richtigen Zugriff zu gewähren!
es: Vaya, parece que no tienes permiso para acceder al grupo, ¡ponte en contacto con tu superior para que te proporcione el acceso adecuado!
fa: Oops به نظر می رسد شما اجازه دسترسی به گروه را ندارد، با مهربانی با مافوق خود تماس بگیرید تا دسترسی مناسب را به شما ارائه دهد!
hu: Hoppá, úgy tűnik, nincs jogosultsága a csoporthoz való hozzáféréshez, kérjük, forduljon feletteséhez, hogy biztosítsa a megfelelő hozzáférést!

# flamingoGuard.oopsSubscriptionNoFlamingo
source: Oops seems like your subscription doesn´t have Flamingo Module available!
de: Hoppla, anscheinend ist in Ihrem Abonnement kein Flamingo-Modul verfügbar!
es: ¡Vaya, parece que su suscripción no tiene el módulo Flamingo disponible!
fa: Oops به نظر می رسد مانند اشتراک خود را ندارد فلامینگو ماژول در دسترس!
hu: Hoppá, úgy tűnik, hogy az előfizetéséhez nem áll rendelkezésre Flamingo Module!

# flamingoGuard.oopsNoPermissionForGroup
source: Oops seems like you don't have the permission to access the group, kindly contact your superior to provide you the proper access!
de: Hoppla, Sie haben anscheinend nicht die Berechtigung, auf die Gruppe zuzugreifen. Bitte wenden Sie sich an Ihren Vorgesetzten, um Ihnen den richtigen Zugriff zu gewähren!
es: Vaya, parece que no tienes permiso para acceder al grupo, ¡ponte en contacto con tu superior para que te proporcione el acceso adecuado!
fa: Oops به نظر می رسد شما اجازه دسترسی به گروه را ندارد، با مهربانی با مافوق خود تماس بگیرید تا دسترسی مناسب را به شما ارائه دهد!
hu: Hoppá, úgy tűnik, nincs jogosultsága a csoporthoz való hozzáféréshez, kérjük, forduljon feletteséhez, hogy biztosítsa a megfelelő hozzáférést!

# flamingoGuard.oopsFlamingoDoesNotExists
source: Oops seems like the Flamingo doesn't exists!
de: Hoppla, es scheint, als ob der Flamingo nicht existiert!
es: Vaya, parece que el Flamingo no existe.
fa: اوپس به نظر مياد فلامينگو وجود نداره
hu: Hoppá, úgy tűnik, hogy a Flamingo nem létezik!

# groupGuard.oopsGroupDoesNotExist
source: Oops seems like the group don't exist!
de: Hoppla, die Gruppe scheint nicht zu existieren!
es: ¡Vaya, parece que el grupo no existe!
fa: اوپس به نظر مياد گروه وجود نداره!
hu: Hoppá, úgy tűnik, hogy a csoport nem létezik!

# groupGuard.oopsNoPermissionForGroup
source: Oops seems like you don't have the permission to access the group, kindly contact your superior to provide you the proper access!
de: Hoppla, Sie haben anscheinend nicht die Berechtigung, auf die Gruppe zuzugreifen. Bitte wenden Sie sich an Ihren Vorgesetzten, um Ihnen den richtigen Zugriff zu gewähren!
es: Vaya, parece que no tienes permiso para acceder al grupo, ¡ponte en contacto con tu superior para que te proporcione el acceso adecuado!
fa: Oops به نظر می رسد شما اجازه دسترسی به گروه را ندارد، با مهربانی با مافوق خود تماس بگیرید تا دسترسی مناسب را به شما ارائه دهد!
hu: Hoppá, úgy tűnik, nincs jogosultsága a csoporthoz való hozzáféréshez, kérjük, forduljon feletteséhez, hogy biztosítsa a megfelelő hozzáférést!

# groupGuard.oopsNoPermissionForSection
source: Oops seems like you don't have the permission to access the section, kindly contact your superior to provide you the proper admin rights!
de: Hoppla, Sie haben anscheinend nicht die Berechtigung, auf den Abschnitt zuzugreifen. Bitte wenden Sie sich an Ihren Vorgesetzten, um Ihnen die richtigen Administratorrechte zu erteilen!
es: Vaya, parece que no tiene permiso para acceder a la sección, póngase en contacto con su superior para que le proporcione los derechos de administrador adecuados.
fa: Oops به نظر می رسد مانند شما اجازه دسترسی به بخش را ندارد، با مهربانی تماس با مافوق خود را به شما حقوق مدیریت مناسب ارائه!
hu: Hoppá, úgy tűnik, nincs jogosultsága a szakasz elérésére, kérjük, forduljon feletteséhez, hogy biztosítsa a megfelelő adminisztrátori jogokat!

# hrGuard.oopsNoPermission
source: Oops seems like you don't have the permission to access the HR section, kindly contact your superior to provide you the proper admin rights!
de: Ups, es scheint, als hätten Sie nicht die Berechtigung, auf den HR-Bereich zuzugreifen, bitte wenden Sie sich an Ihren Vorgesetzten, um Ihnen die richtigen Administratorrechte zu gewähren!
fa: اوه به نظر می رسد که شما اجازه دسترسی به بخش منابع انسانی را ندارید، لطفا با مافوق خود تماس بگیرید تا حقوق مدیریت مناسب را به شما ارائه دهد!
hu: Hoppá, úgy tűnik, nincs jogosultsága a HR rész eléréséhez, kérjük, forduljon feletteséhez, hogy biztosítsa a megfelelő adminisztrátori jogokat!

# individualSubscriptionGuard.oopsNoPermissionForGroups
source: Oops seems like you don't have the permission to access the groups, kindly contact your superior to provide you the proper access!
de: Hoppla scheint, als hätten Sie nicht die Berechtigung, auf die Gruppen zuzugreifen, bitte wenden Sie sich an Ihren Vorgesetzten, um Ihnen den richtigen Zugang zu gewähren!
fa: اوه به نظر می رسد شما اجازه دسترسی به گروه ها را ندارید، لطفا با مافوق خود تماس بگیرید تا دسترسی مناسب را به شما ارائه دهد!
hu: Hoppá, úgy tűnik, nincs jogosultsága a csoportokhoz való hozzáféréshez, kérjük, forduljon feletteséhez, hogy biztosítsa a megfelelő hozzáférést!

# libraryGuard.oopsGroupDoesNotExist
source: Oops seems like the group don't exist!
de: Hoppla, es scheint, als gäbe es die Gruppe nicht!
fa: به نظر می رسد این گروه وجود ندارد!
hu: Hoppá, úgy tűnik, hogy a csoport nem létezik!

# libraryGuard.oopsNoPermissionForGroup
source: Oops seems like you don't have the permission to access the group, kindly contact your superior to provide you the proper access!
de: Hoppla scheint, als hätten Sie nicht die Berechtigung, auf die Gruppe zuzugreifen, bitte wenden Sie sich an Ihren Vorgesetzten, um Ihnen den richtigen Zugang zu gewähren!
fa: اوه به نظر می رسد که شما اجازه دسترسی به گروه را ندارید، لطفا با مافوق خود تماس بگیرید تا دسترسی مناسب را به شما ارائه دهد!
hu: Hoppá, úgy tűnik, nincs jogosultsága a csoporthoz való hozzáféréshez, kérjük, forduljon feletteséhez, hogy biztosítsa a megfelelő hozzáférést!

# loungeGuard.oopsNoPermission
source: Oops seems like you don't have the permission to access the admin section, kindly contact your superior to provide you the proper admin rights!
de: Hoppla scheint, als hätten Sie nicht die Berechtigung, auf den Admin-Bereich zuzugreifen, bitte wenden Sie sich an Ihren Vorgesetzten, um Ihnen die richtigen Admin-Rechte zu gewähren!
fa: اوه به نظر می رسد که شما اجازه دسترسی به بخش مدیریت را ندارید، لطفا با مافوق خود تماس بگیرید تا حقوق مدیریت مناسب را به شما ارائه دهد!
hu: Hoppá, úgy tűnik, nincs jogosultsága az adminisztrátori rész elérésére, kérjük, forduljon feletteséhez, hogy biztosítsa a megfelelő rendszergazdai jogokat!

# organizationGuard.oopsNoPermission
source: Oops seems like you don't have the permission to access the admin section, kindly contact your superior to provide you the proper admin rights!
de: Hoppla scheint, als hätten Sie nicht die Berechtigung, auf den Admin-Bereich zuzugreifen, bitte wenden Sie sich an Ihren Vorgesetzten, um Ihnen die richtigen Admin-Rechte zu gewähren!
fa: اوه به نظر می رسد که شما اجازه دسترسی به بخش مدیریت را ندارید، لطفا با مافوق خود تماس بگیرید تا حقوق مدیریت مناسب را به شما ارائه دهد!
hu: Hoppá, úgy tűnik, nincs jogosultsága az adminisztrátori rész elérésére, kérjük, forduljon feletteséhez, hogy biztosítsa a megfelelő rendszergazdai jogokat!

# portfolioGuard.oopsNoPermissionForPortfolio
source: Oops seems like you don't have the permission to access the portfolio, kindly contact your superior to provide you the proper access!
de: Hoppla scheint, als hätten Sie nicht die Berechtigung, auf das Portfolio zuzugreifen, bitte wenden Sie sich an Ihren Vorgesetzten, um Ihnen den richtigen Zugang zu gewähren!
fa: اوه به نظر می رسد شما اجازه دسترسی به نمونه کارها را ندارید، لطفا با مافوق خود تماس بگیرید تا دسترسی مناسب را به شما ارائه دهد!
hu: Hoppá, úgy tűnik, nincs jogosultsága a portfólió elérésére, kérjük, forduljon feletteséhez, hogy biztosítsa a megfelelő hozzáférést!

# countrycurrencyservice.afn
source: Afghanistan Afghanis - AFN
fa: افغانستان افغانی - AFN
hu: Afganisztán Afghanis – AFN

# countrycurrencyservice.all
source: Albania Leke - ALL
de: Albanien Leke - ALLE
fa: البانی Leke - ALL
hu: Albánia Leke - ALL

# countrycurrencyservice.dzd
source: Algeria Dinars - DZD
de: Algerien Dinare - DZD
fa: الجزایر دینار -DZD
hu: Algériai dinár – DZD

# countrycurrencyservice.ars
source: Argentina Pesos - ARS
de: Argentinische Pesos - ARS
fa: ارژانتین Pesos - ARS
hu: Argentína peso – ARS

# countrycurrencyservice.aud
source: Australia Dollars - AUD
de: Australische Dollar - AUD
fa: دلار استرالیا - AUD
hu: Ausztrál dollár - AUD

# countrycurrencyservice.bsd
source: Bahamas Dollars - BSD
de: Bahamas-Dollar - BSD
fa: دلار باهاما - BSD
hu: Bahamai dollár – BSD

# countrycurrencyservice.bhd
source: Bahrain Dinars - BHD
de: Bahrain Dinar - BHD
fa: بحرین دینار - BHD
hu: Bahreini dinár – BHD

# countrycurrencyservice.bdt
source: Bangladesh Taka - BDT
de: Bangladesch Taka - BDT
fa: بنگلادش تاکا - BDT
hu: Banglades Taka – BDT

# countrycurrencyservice.bbd
source: Barbados Dollars - BBD
de: Barbados-Dollar - MHD
fa: دلار باربادوس - BBD
hu: Barbadosi dollár – BBD

# countrycurrencyservice.bmd
source: Bermuda Dollars - BMD
de: Bermuda-Dollar - BMD
fa: دلار برمودا - BMD
hu: Bermuda dollár – BMD

# countrycurrencyservice.cad
source: Canada Dollars - CAD
de: Kanadische Dollar - CAD
fa: دلار کانادا - CAD
hu: Kanadai dollár - CAD

# countrycurrencyservice.xof
source: CFA BCEAO Francs - XOF
fa: CFA BCEAO فرانک - XOF
hu: CFA BCEAO frank - XOF

# countrycurrencyservice.xaf
source: CFA BEAC Francs - XAF
fa: CFA فرانک BEAC - XAF
hu: CFA BEAC frank - XAF

# countrycurrencyservice.clp
source: Chile Pesos - CLP
fa: پزوی شیلی - CLP
hu: Chile Peso – CLP

# countrycurrencyservice.cny
source: China Yuan Renminbi - CNY
fa: چین یوان Renminbi-CNY
hu: Kínai jüan renminbi – CNY

# countrycurrencyservice.cop
source: Colombia Pesos - COP
de: Kolumbien Pesos - COP
fa: کلمبیا Pesos- COP
hu: Kolumbiai peso – COP

# countrycurrencyservice.xpf
source: CFP Francs - XPF
fa: CFP فرانک - XPF
hu: CFP frank – XPF

# countrycurrencyservice.cyp
source: Cyprus Pounds - CYP
de: Zyprische Pfund - CYP
fa: پوند قبرس - CYP
hu: Ciprusi font – CYP

# countrycurrencyservice.dop
source: Dominican Republic Pesos - DOP
de: Dominikanische Republik Pesos - DOP
fa: جمهوری دومینیکن Pesos- DOP
hu: Dominikai Köztársaság peso - DOP

# countrycurrencyservice.xcd
source: Eastern Caribbean Dollars - XCD
de: Ostkaribische Dollar - XCD
fa: شرق دلار کارائیب - XCD
hu: Kelet-karibi dollár - XCD
